{
	"_meta": {
		"sources": [
			{
				"json": "ALseason8",
				"abbreviation": "AL8",
				"full": "Adventure League Season 8",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"DwweezleMcTaggertNubbles"
				],
				"url": "http://dnd.wizards.com/playevents/organized-play",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1541289600,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "e976e73fb4",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Adventure League : Season 8",
			"id": "AL8",
			"source": "ALseason8",
			"published": "2018-07-26",
			"group": "homebrew",
			"contents": [
				{
					"name": "Adventure League : Season 8",
					"headers": [
						"Season 8: CHANGES TO D&D ADVENTURERS LEAGUE REWARDS",
						"Frequently Asked Questions v8.2",
						"Season 8: Player's Guide (Forgotten Realms)",
						"Season 8: Player's Guide (Eberron)",
						"Further Information"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "AL8",
			"source": "ALseason8",
			"data": [
				{
					"type": "section",
					"name": "Season 8: CHANGES TO D&D ADVENTURERS LEAGUE REWARDS",
					"entries": [
						"The D&D Adventurers League is a great way for players and Dungeon Masters to find new people to play with while interacting with the ongoing storylines published in adventure books released by the D&D team. If you are new to the Adventurers League and would like to know more, check out dndadventurersleague.org. That page has everything you need to know to get started!",
						"Experienced D&D Adventurers League players are excited about the debut of Season 8, which will revolve around stories and adventures set in the City of Splendor to coincide with the release of Waterdeep: Dragon Heist in game stores on September 7th. Season 8 is also exciting because the admins can incorporate many of the mechanics presented in {@book Xanathar's Guide to Everything|xge}. The document below and the resources available at the bottom of this page will give experienced D&D Adventurers League players an overview of the changes to come!",
						"{@book Xanathar's Guide to Everything|xge} (XGE) presents our campaign with a number of exciting possibilities, including the chance reconceptualize and simplify how we handle rewards. With the start of season 8, the D&D Adventurers League (DDAL) will be undergoing a sweeping overhaul of many of our rulesets and here we focus on how we can make our system of rewards fit more styles of play and give players more choices. Let's take a look at the new changes regarding rewards.",
						{
							"type": "section",
							"name": "EXPERIENCE CHECKPOINTS",
							"entries": [
								"Starting with Season 8, the DDAL will be using the Experience Check Point system described in XGE with some slight adjustments (see below). This system rewards every character (and player) for taking part in a play session. For published hardcover adventures, a character receives 1 advancement checkpoint for each hour played that DM deems the characters are making progress toward their goals. For all other types of Adventurers League adventures, a character receives a maximum of 1 advancement checkpoint for each hour of the adventure's projected playing time, rather than the actual time spent at the table, with those checkpoints being awarded for achieving specific goals listed in the adventure.",
								{
									"type": "entries",
									"name": "The Fruits of Success and Price of Failure",
									"entries": [
										"Some adventures may award or subtract an advancement checkpoint based on the level of success. For example, your party might complete an epic quest and save all the land, receiving a bonus advancement checkpoint, or they might choose to let all the innocents burn in favor of sleeping in, losing one advancement checkpoint from their total for playing that adventure."
									]
								},
								{
									"type": "entries",
									"name": "Playing Out of Tier",
									"entries": [
										"The DDAL does not allow characters to play outside of their tier. References to rewards for playing above or below a character's tier should be ignored."
									]
								},
								{
									"type": "entries",
									"name": "Slow Progression Option",
									"entries": [
										"Each time you play an adventure, you may choose to gain advancement checkpoints toward your next level at the normal pace, or slow your progress granting more opportunities to play your character at the current level. If you choose to slow your progression, your character receives half the number of advancement checkpoints that would be awarded and you also receive half the number of treasure checkpoints and downtime days awarded by each adventure. Do not round, but rather track half points. Using the slow progression option does not halve the gold received for gaining a new level."
									]
								},
								{
									"type": "entries",
									"name": "Converting Your Current Experience",
									"entries": [
										"To determine the number of Advancement Checkpoints your characters currently has, follow these simple steps.",
										{
											"type": "list",
											"items": [
												"Find the experience your character has in excess of that which is required for their current level by subtracting the experience needed to achieve your current level from your current total.",
												"Find the experience you need to achieve your next level by subtracting the experience needed to achieve your current level from the experience needed to achieve your next level.",
												"Determine how far into your level you are by dividing the result of step 1 by the result of step 2.",
												"To determine the number of advancement checkpoints you now have, multiply the result of step 3 by the number of experience checkpoints needed to achieve your next level.",
												"If the result of step for is not an integer, round the result down or up. (Your choice.)",
												"If you wish to use the Slow Progression, divide your result by 2."
											]
										},
										"{@italic Example: Your character is currently level 6 with 17,000 xp and you've chosen not to use the Slow Progression option.}",
										{
											"type": "list",
											"items": [
												"Your character has 3,000 xp more than the 14,000 xp needed to achieve level 6. (17,000 xp–14,000 xp)",
												"Level 7 requires 23,000 xp; 9,000 xp over the amount needed for level 6. (23,000 xp–14,000 xp)",
												"Your character is 33% of the way to level 7. (3,000 xp / 9,000 xp = 0.33)",
												"In the new system, it takes 8 check points to gain 7th-level. You currently have 2.64 check points (0.33 * 8).",
												"You choose to round up. Your character has 3 checkpoints of the 8 that they need to make it to level 7."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "TREASURE POINTS",
							"entries": [
								"DDAL adventures reward and use treasure checkpoints as describe in XGE, though the costs have been changed (see the FAQ, below). These points are spent on the item list. Some DDAL adventures may also include unique or particularly thematic items that are unlocked when you find them. These items and their associated cost are added to this list of items available for your character to purchase. Items unlocked for a season that are not found through play are only purchasable during that season.",
								{
									"type": "entries",
									"name": "Spending Treasure Checkpoints",
									"entries": [
										"Your character keeps all of the gold and items they currently have except as listed below under Problematic Items (below). Rules for trading items are not changed."
									]
								},
								{
									"type": "entries",
									"name": "Converting Your Current Treasure",
									"entries": [
										"Treasure previously available for purchase from your faction, if you had one, is no longer available. Any items you have purchased by this method are retained."
									]
								},
								{
									"type": "entries",
									"name": "Faction Items",
									"entries": [
										"Each time you play an adventure, you may choose to gain advancement checkpoints toward your next level at the normal pace, or slow your progress granting more opportunities to play your character at the current level. If you choose to slow your progression, your character receives half the number of advancement checkpoints that would be awarded and you also receive half the number of treasure checkpoints and downtime days awarded by each adventure. Do not round, but rather track half points. Using the slow progression option does not halve the gold received for gaining a new level."
									]
								},
								{
									"type": "entries",
									"name": "Problematic Items",
									"entries": [
										"Some items currently in the campaign have proven disproportionately disruptive and are immediately removed from play (see the FAQ, below). If your character has one of these items, they receive the listed compensation. If there is a choice of items or treasure checkpoints, you must choose one of the options. If you gain treasure points, you must spend immediately on items of your character's tier or lower using the Treasure Points lists above. If you're still playing the adventure from which the items were awarded, immediately convert it to a Story Item (see the FAQ, below) instead of gaining treasure checkpoints and begin earning treasure checkpoints as described above."
									]
								},
								{
									"type": "entries",
									"name": "Problematic Items that Advance a Story",
									"entries": [
										"Some items on this list, such as the Icon of Ravenloft or Tinderstrike, are found in hardcover adventures where the item is needed to complete the goal of the adventure. These magic items become a special kind of Story Award that is bound to the party. Once the characters find one of these items, the party is considered to have it whenever they are playing that adventure—so long as one of the characters that found it is present. If a character leaves the party to participate in a different adventure, the item stays behind for other members of the party to use and does not go with the traveling character but is available to be used by them should they return. When the adventure is completed, the story award expires, and the item is removed from play."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Frequently Asked Questions v8.2",
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ALseason8/logo.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Part 1. Welcome to the D&D Adventurers League",
							"entries": [
								{
									"type": "entries",
									"name": "What is the D&D Adventurers League?",
									"entries": [
										"The D&D Adventurers League encompasses all organized play for Dungeons & Dragons and uses the fifth edition rules. The organization is maintained by Wizards of the Coast."
									]
								},
								{
									"type": "entries",
									"name": "Do I Need A DCI Number?",
									"entries": [
										"DCI numbers are only required when playing D&D Adventures League at a store that typically report their events through the Wizards Event Reporter (WER). If you have an DCI number, record it on your adventure logsheet each session. You can also record the DCI number of Dungeon Masters you play with.",
										"If you don't remember it, you can contact Wizards Customer Service to recover it. Only the player can verify and recover their DCI number this way for security purposes, therefore organizers should also direct players to contact Wizards Customer Service if they need assistance in this matter. In the US, Canada, and Mexico, the toll-free number is (800) 324-6496. The numbers for other regions can be found at the following URL.",
										"{@link http://company.wizards.com/contact-us}",
										"If you have never owned a DCI number, you can go online and register for a DCI number at the following URL.",
										"{@link accounts.wizards.com}"
									]
								},
								{
									"type": "entries",
									"name": "What Adventures Can I Play/Run?",
									"entries": [
										"Players aren't restricted to the current season's adventures; you can play any D&D Adventurers League adventure, with any character. Players are allowed to play an adventure multiple times, but a character may only participate in a given adventure or hardcover chapter once."
									]
								},
								{
									"type": "entries",
									"name": "What Counts as an Adventurers League Adventure?",
									"entries": [
										"The following general terms apply in describing the various adventures available for play.",
										"{@bold DDEX/DDAL Adventures}. These are short, two-toeight-hour adventures associated with a season storyline. They are typically set in a single location based on the season and span multiple tiers.",
										"{@bold DDEP Adventures}. These are epic adventures that require two or more tables, and generally have an interactive element in them. They frequently have higher-than average rewards but can be much more difficult than the DDEX/DDAL adventures.",
										"{@bold DDAO Adventures}. These are sometimes referred to as \"Author Only\". This means that only the author can run the adventure; the authors are all D&D Adventures League administrators or other employees of Wizards of the Coast.",
										"{@bold CCC (Convention-Created Content)}. These are produced by independent organizations for use at local conventions. While they are initially exclusive to the convention that commissioned their production, they are purchasable via the Dungeon Master's Guild within six months of release.",
										"{@bold DDIA Adventures}. These adventures support the release of hardcover Wizards of the Coast products. If the product in question is an adventure, then the introductory adventure is typically a short adaptation of a single chapter from that product. Otherwise, the adventure is an original adventure that utilizes new content from a non-story product.",
										"{@bold DDHC \"Hardcover\" Adventures}. These adventures are officially produced and published by Wizards of the Coast. This category also includes select products from the Guild Adept section of the Dungeon Master's Guild at {@link http://www.dmsguild.com|www.dmsguild.com}. The Adventurers League",
										"{@bold Other Content}. Sometimes weird things happen, and additional content is made available for play. As a general rule, if it is produced by Wizards of the Coast or the Adventurers League staff, and bears the Adventurers League logo, it counts. However, check the ALCC to see if the product is available for play"
									]
								},
								{
									"type": "entries",
									"name": "How Many Players Can I have at My Table?",
									"entries": [
										"Tables must have a minimum of three players, but no more than seven to be considered a legal table. This number doesn't include the DM.",
										"Players may only play one, Adventurers Leaguelegal character at a time and they may only play their own characters. DMs can't play a character.",
										"DMs (or event organizers) may limit the size of their table to any legal table size; however, as a rule, DMs should be ready to run tables of up to 7 players."
									]
								},
								{
									"type": "entries",
									"name": "What Rules Do I Use?",
									"entries": [
										"As a D&D Adventurers League Dungeon Master, you are empowered to adjudicate the rules as presented by the official materials (PHB, DMG, MM, etc.). Run the game according to those rules, but you are the final arbiter of any ambiguities that might arise in doing so. House rules aren't permitted for use in play; the Adventurers League uses the rules as presented in the PHB.",
										{
											"type": "entries",
											"name": "Frequently-Used Acronyms?",
											"entries": [
												"The Adventurers League documents use the following terms for various Wizards of the Coast products:",
												{
													"type": "list",
													"items": [
														"{@bold PHB}. Player's Handbook",
														"{@bold PBR}. Player's Basic Rules ",
														"{@bold DMBR}. Dungeon Master's Basic Rules ",
														"{@bold DMG}. Dungeon Master's Guide ",
														"{@bold MM}. Monster Manual ",
														"{@bold EEPC}. Elemental Evil Player's Guide ",
														"{@bold SCAG}. Sword Coast Adventurers Guide ",
														"{@bold VGM}. Volo's Guide to Monsters ",
														"{@bold XGE}. Xanathar's Guide to Everything ",
														"{@bold TP}. \"Tortle Package\" ",
														"{@bold TOF}. Mordenkainen's Tome of Foes ",
														"{@bold AL}. Adventurers League ",
														"{@bold ALPG}. Adventurers League Player's Guide ",
														"{@bold ALDMG}. Adventurers League DMG ",
														"{@bold ALCC}. Adventurers League Content Catalogue ",
														"{@bold GA}. Guild Adept (Season Varies) ",
														"{@bold TOD}. Tyranny of Dragons (Season 1) ",
														"{@bold HDQ}. Hoard of the Dragon Queen (Season 1) ",
														"{@bold ROT}. Rise of Tiamat (Season 1) ",
														"{@bold EE}. Elemental Evil (Season 2) ",
														"{@bold PTA}. Princes of the Apocalypse (Season 2) ",
														"{@bold ROD}. Rage of Demons (Season 3) ",
														"{@bold OTA}. Out of the Abyss (Season 3) ",
														"{@bold COS}. Curse of Strahd (Season 4) ",
														"{@bold SKT}. Storm King's Thunder (Season 5) ",
														"{@bold TYP}. Tales from the Yawning Portal (Season 6) ",
														"{@bold TOA}. Tomb of Annihilation (Season 7) ",
														"{@bold DH}. Dragonheist (Season 8) ",
														"{@bold DMM}. Dungeon of the Mad Mage (Season 8)"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Frequently-Used Acronyms?",
											"entries": [
												"The only optional or variant rules available for use are:",
												{
													"type": "list",
													"items": [
														"{@bold Variant: Customizing Ability Scores} (PHB) ",
														"{@bold Variant Human Traits} (PHB)",
														"{@bold Half-Elf Variants} (SCAG)",
														"{@bold Option: Human Languages} (SCAG)",
														"{@bold Tiefling Variants} (SCAG)",
														"{@bold Variant: Playing on a Grid} (PBR)",
														"{@bold Variant: Skills with Different Abilities} (PHB)"
													]
												},
												"Without specific campaign documentation, any other variant or optional rules, such as Variant: Quasit Familiar (MM) are not available for use."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Do I Use the PHB or the ALDMG?",
									"entries": [
										"Rules from an official D&D Adventurers League source, such as the ALPG, the ALDMG, or this FAQ establish the boundaries for our current campaign.",
										"As a general rule, the admins don't issue official rulings on general rules questions unless it's directly affected by the scope and purpose of the program.",
										"{@bold Sage Advice/Twitter}. Sage Advice (SA) and tweets from the Wizards of the Coast staff are a great barometer for the 'rules-as-intended', in any case. Whether or not your DM chooses to utilize them for rules adjudication in is at their discretion; as always, the DM remains the final arbiter of rule disputes.",
										"{@bold Unearthed Arcana}. Unearthed Arcana (UA) isn't an allowed resource; it isn't available for use without specific campaign documentation.",
										"{@bold Social Media (Facebook/Google+, Etc.)}. Rules guidance given by an Admin using the #AL_Admin or #AL_Official hashtag is considered official rules guidance. In time, it may be added to this FAQ.",
										{
											"type": "entries",
											"name": "What Season Does This Guild Adept Product Fall Under?",
											"entries": [
												"Adopted Guild Adept products are tied to a specific storyline season and detailed in their adventure code found in the ALCC. Products not included in the catalogue aren't available for play, though new products are often released between updates."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Can I Use Older Edition Rules?",
									"entries": [
										"All Adventurers League games are played using the Dungeons & Dragons 5th edition ruleset."
									]
								},
								{
									"type": "entries",
									"name": "Do I Need to Maintain an Adventure Logsheet?",
									"entries": [
										"Yes. This logsheet catalogues your character's progression throughout their adventuring career. While the format of your logsheet is up to you, you are required to maintain one. The information that it should contain is detailed in the ALPG.",
										{
											"type": "entries",
											"name": "When Should I Make a New Logsheet Entry?",
											"entries": [
												"You should create a logsheet entry for any of your character's noteworthy events, such as playing an adventure, trading a magic item, copying spells in your spellbook, performing a downtime activity, etc."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Where Do I Get a Faction Kit?",
									"entries": [
										"While Faction Kits certainly enhance the play experience, their use is optional. They're offered as print-on-demand products there and take some time to receive after you've ordered them, so don't delay.",
										"{@link  https://www.dmsguild.com}"
									]
								},
								{
									"type": "entries",
									"name": "Is this Guidance Retroactive?",
									"entries": [
										"Campaign Documents are effective as of its effective date on the cover page, but aren't retroactive unless an entry states as much. It does, however, supersede previously issued guidance to the same effect."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Part 2. Player Questions",
							"entries": [
								{
									"type": "entries",
									"name": "What Are Allowed Rules Resources?",
									"entries": [
										"Allowed rules resources are books and other resources that can be used by players in creating, advancing, and playing their characters. We use the \"PHB+1\" rule outlined in the ALPG.",
										"Campaign documentation may grant access to rules that otherwise inaccessible. These rules don't count as your +1. However, you can't use any other rules aside from that which your campaign documentation grants access. For example, if you have a certificate allowing you to create an aarakocra character, EEPC doesn't count as your +1 unless you choose other rules from it—such as spells.",
										{
											"type": "entries",
											"name": "My Race Was Reprinted in Another Book!",
											"entries": [
												"The most current version of any rule is used—even if it's reprinted in another book. This does not, however, affect your choice of +1."
											]
										},
										{
											"type": "entries",
											"name": "Can I Use the Dungeon Master's Guide?",
											"entries": [
												"DMs may use the content found in Chapter 8 of the DMG to help run the game. Player use of the DMG resources is limited to noting the abilities of magic items that you might find in your adventures. This means that equipment described in the DMG (poisons, etc.) aren't available for purchase."
											]
										},
										{
											"type": "entries",
											"name": "Can I Use the Monster Manual?",
											"entries": [
												"Creatures with {@bold complete stat blocks} found in the Monster Manual and other resources listed in the ALCC are available for use with class features such as Wild Shape, Beast Companion, and various conjure spells. As always, your DM is the {@bold final} arbiter for the rules, such as determining whether or not your character has satisfied requirements such as those imposed by your class (such as the druid's requirement to have seen the beast in question)."
											]
										},
										{
											"type": "entries",
											"name": "What Does Campaign Documentation Mean? ",
											"entries": [
												"Some certificates provide characters with additional rules options other than those listed above (such as allowing a prohibited class/race). These certificates are typically signed by the campaign administrators or other employees of Wizards of the Coast."
											]
										},
										{
											"type": "entries",
											"name": "What Level Do I Start Play At?",
											"entries": [
												"All characters begin play at 1st level. By DMing and playtesting adventures, however, you earn advancement checkpoints that can applied to characters of your choosing.  Pregenerated characters above 1st level are only available for Adventurers League play under very specific, storyline-specific circumstances."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I Have a Race/Class Option Question!",
									"entries": [
										{
											"type": "entries",
											"name": "What Race Can My Battlerager/Bladesinger Be?",
											"entries": [
												"Only dwarves may be a Battlerager and only elves and half-elves may be Bladesingers.",
												"{@bold What if I get Reincarnated?} The DM rolls on the table provided in the spell's description—neither you nor they may choose the race you return as. You continue to advance in whatever classes you already possess but may be disqualified from future choices."
											]
										},
										{
											"type": "entries",
											"name": "Reskinning Races",
											"entries": [
												"You may reskin your race (playing a rare elf subrace, for example) if you choose, but have the traits of a normally available subrace (high elf, etc.); the character creation process doesn't change. Your DM may disallow this if they feel it inappropriate.",
												"For example, if you want to reskin your elf as an avariel, you'd chose the high elf subrace (gaining all of the benefits and hindrances of your subrace as normal) but describing your character as having feathered wings that were simply incapable of sustaining flight."
											]
										},
										{
											"type": "entries",
											"name": "Can I use Nonstandard Familiars?",
											"entries": [
												"If your character cast's find familiar, your choice of familiars is limited to the list provided by the spell's description (or the class feature for some warlocks).",
												"Without specific campaign documentation, creatures found in other resources (such as SKT or the MM), aren't available as familiars."
											]
										},
										{
											"type": "entries",
											"name": "Is My Level Too High to Play This Adventure?",
											"entries": [
												"As a general rule, you can't postpone applying in order to participate in a later adventure. Once you hit the threshold needed to advance to 5th level, for example, that character is no longer able to participate in tier 1 adventures."
											]
										},
										{
											"type": "entries",
											"name": "To Level 20 and Beyond!",
											"entries": [
												"You've made it to level 20. Whether you keep adventuring or not is ultimately up to you.",
												"{@bold Advancement Checkpoints}. You continue to earn advancement checkpoints but gain no levels. For every 8 checkpoints you earn, you gain 5,500 gp.",
												"{@bold Treasure Checkpoints}. You continue to earn treasure checkpoints as normal.  DM Rewards. You may apply DM Rewards or DM Quest Rewards to a 20th level character.",
												"{@bold Epic Boons}. Epic boons may only be awarded if specifically awarded in an adventure."
											]
										},
										{
											"type": "entries",
											"name": "Can I use Guild Adept Content for my Character?",
											"entries": [
												"Guild Adept content follows the same rules as any other resource—if it's not listed as available in the ALPG, then its content isn't available for players without specific campaign documentation."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I Have Questions About Skills and Backgrounds!",
									"entries": [
										{
											"type": "entries",
											"name": "Can I Make a Custom Background?",
											"entries": [
												"You can create a custom background for your character by following the rules in the PHB, but you can't create custom background features."
											]
										},
										{
											"type": "entries",
											"name": "Can My Character Learn Exotic Languages?",
											"entries": [
												"Characters may choose exotic languages from any allowed rules source, even if that rules source wasn't used to create that character (i.e., a character created using the PHB and VGM may still choose a language from the SCAG). Druidic, thieves' cant, monstrous languages (like Giant Eagle or Qualith), and other languages that are features of a class (such as Favored Enemy) or background aren't eligible choices for this purpose."
											]
										},
										{
											"type": "entries",
											"name": "What About This is My Life?",
											"entries": [
												"You may (and really should) use these tables to your heart's content. However, you may only use the Life Events table once, and {@bold must roll} on its associated tables; you {@bold may not} choose the result.",
												"{@bold Common Magic Items}. If a common magical item is awarded by virtue of your roll, you may choose the item. If you choose armor or a weapon, its type is either leather, scale, or chainmail. No other armor type can be chosen for armor obtained this way."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I have Spell Questions!",
									"entries": [
										{
											"type": "entries",
											"name": "Which Spells Can I Learn? ",
											"entries": [
												"Spells are a class option; any new spells learned by advancing in a class or by feats are subject to PHB+1.",
												"Characters that prepare spells from a spellbook may copy spells even if those spells aren't normally found in your character's PHB+1."
											]
										},
										{
											"type": "entries",
											"name": "What Do I Do if I've Been Plane Shifted?",
											"entries": [
												"If your character was knocked about to a plane other than the Material, the means by which you return home depend on the following three questions:",
												{
													"type": "list",
													"items": [
														"{@bold A}. You can cast a spell that allows planar travel.",
														"{@bold B}. You have the spell prepared.",
														"{@bold C}. You have the necessary components."
													]
												},
												"{@bold A., B., and C. are True.} You may cast the spell on their next turn and return to play normally. You return to a nearby place of your choosing.",
												"{@bold A. is True, B. or C. are False.} Spend a downtime day preparing the spell or mustering components and cast it the following day.",
												"{@bold A. is False.} Your character must walk home; it wanders randomly throughout the planes until they make it back to Faerûn—spending 50 downtime days in the process. This cost may be increased in some circumstances."
											]
										},
										{
											"type": "entries",
											"name": "Can I Learn Nonstandard Spells?",
											"entries": [
												"In order to cast, copy, or know a spell, it must possess a complete spell description. "
											]
										},
										{
											"type": "entries",
											"name": "Clone",
											"entries": [
												"The following guidance applies:",
												"{@bold Maturity}. A clone isn't mature (and therefore provides no benefit) until the recipient spends a total of 120 downtime days after casting it. These downtime days {@bold needn't} be spent solely for this purpose. For example, days spent copying spells also count towards the maturation of the clone.",
												"{@bold Vat Grown}. A vessel used for growing and housing a clone can't be used for another clone until the first clone has been used."
											]
										},
										{
											"type": "entries",
											"name": "Creation",
											"entries": [
												"This spell can create only items otherwise available for purchase. These items can't be sold."
											]
										},
										{
											"type": "entries",
											"name": "Fabricate",
											"entries": [
												"The following guidance applies:",
												"{@bold Existing Objects Only}. You can create any object that is available for your character to purchase.",
												"{@bold Commensurate Quality}. The raw materials provided must have a value of at least half the value of the object that you create using the spell. When creating art objects, the materials must equal to the value of the object that you create using the spell."
											]
										},
										{
											"type": "entries",
											"name": "Simulacrum",
											"entries": [
												"The following guidance applies:",
												"{@bold No Copies of a Copy}. Simulacrums can't cast simulacrum, or any spell that duplicates its effects."
											]
										},
										{
											"type": "entries",
											"name": "Teleportation Circle",
											"entries": [
												"The following guidance applies:",
												"{@bold It Takes Time}. Scribing a permanent teleportation circle is a downtime activity that requires the expenditure of a total of 365 downtime days. These downtime days {@bold needn't} be spent consecutively.",
												"{@bold Not Just Anywhere}. Only teleportation circles made at the following locations are permanent:",
												{
													"type": "list",
													"items": [
														"{@bold Properties You Own}. Ownership of buildings or businesses in a specific location.",
														"{@bold Established Temples}. Temples dedicated to faiths of which you are a member.",
														"{@bold Other Organizations}. The headquarters or permanent base of operations of official organizations of which you are a member (Brotherhood of the Cloak, factions, etc.)."
													]
												},
												"{@bold Gaining Access to Other Circles}. You may trade knowledge of the location and sequence of a circle {@bold you've created} with someone else, who provides you the location of one in exchange. Both parties to the trade must spend 10 downtime days to complete the trade and learn the circle's sigil sequence, with the following additional guidance:",
												{
													"type": "list",
													"items": [
														"{@bold Temples}. The downtime cost is halved if both parties to the trade are members of the same faith.",
														"{@bold Organizations}. The downtime cost is halved if both parties to the trade are members of the same organization (usually factions). The location of these circles can't be traded with non-members."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "True Polymorph",
											"entries": [
												"The following guidance applies:",
												"{@bold Dragons Aren't Allowed in Town?!} The effects of true polymorph are removed at the end of the adventure or session—whichever happens first."
											]
										},
										{
											"type": "entries",
											"name": "Wish ",
											"entries": [
												"The following guidance applies:",
												"{@bold Reality Repairs Itself}. The effects of any wish made for something outside of the bulleted list in the spell's description are at the DM's discretion using the guidance provided in the spell's description. These discretionary effects expire at the end of the adventure or the session—whichever comes first.",
												"{@bold Wishing For Objects}. You can wish for any object that is available for your character to purchase. The object can't be sold.",
												"{@bold Stressful Things Are Stressful}. Casters run the risk of stress-induced effects incurred by casting wish regardless of whether or not the effects of the wish are temporary. Losing the ability to cast wish in the future can be undone only by wishing for a reroll (as detailed in the spells description).",
												"{@bold You Are You; and So Is It}. If a simulacrum you have created casts wish, both you and your simulacrum suffer the stress associated with casting the spell—including the risk of being forever unable to cast wish again. The inability to cast wish extends to any simulacrum you create in the future, as well as wish cast by deities via Divine Intervention or other, similar class features, or by use of a magic item.",
												"{@bold Table Boundaries}. Only characters in your group may benefit from a wish that you cast. The benefits don't extend to other groups or tables.",
												"{@bold Must Be Overseen by the DM}. Due to the risks inherent in casting wish, it must be cast in the presence of a DM during an adventuring session."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I Have a Magic Item Question!",
									"entries": [
										{
											"type": "entries",
											"name": "What Can I Buy with Treasure Checkpoints",
											"entries": [
												"The following item unlocks are \"evergreen,\" meaning that the items can be purchased at any time—regardless of season—and needn't be unlocked before purchasing again; unless otherwise specified the availability and cost of the listed items is determined by the magic item table they are found in using the Availability and Cost table in the ALPG:"
											]
										},
										{
											"type": "entries",
											"name": "Can I Buy With Checkpoints?",
											"entries": [
												"Only those mundane items that are normally available for purchase (i.e., those found in the resources available as a +1) are available for purchase as +1, +2, or +3 magic items. Items from other resources (firearms, bullets, trebuchets, etc.) are unavailable unless unlocked."
											]
										},
										{
											"type": "entries",
											"name": "What Are Consumable Magic Items?",
											"entries": [
												"The DMG defines scrolls and potions as consumable items. The Adventurers League expands this to include magical ammunition—that is any items with the weapon (arrow, bolt, or sling bullet) category.  These items can't be traded; they can be given to other characters to use during a session but must be returned at the end of the adventure if not used."
											]
										},
										{
											"type": "entries",
											"name": "What Are Permanent Magic Items?",
											"entries": [
												"Permanent magic items are any magic items that aren't consumable magic items."
											]
										},
										{
											"type": "entries",
											"name": "I Don't Know What My Item's Rarity Is",
											"entries": [
												"Items are of like rarity to items found in the DMG unless they possess additional properties {@bold outside} of those found in the Special Features tables on pages 142 and 143 of the DMG. This includes, but isn't limited to saving throw bonuses, intelligence, additional benefits against specific foes, etc. Items like this are considered unique items. Items without a specified rarity or those that possess unusual properties are {@bold unique} and can't be traded."
											]
										},
										{
											"type": "entries",
											"name": "What if the Certificate Lists a Rarity?",
											"entries": [
												"Any item that doesn't have a complete description (e.g., staff of defense, etc.) is considered unique *unless* you have a certificate which establishes the item's rarity. You must possess an original, physical certificate (i.e., not a photocopy, photograph, scanned copy, etc.) of the certificate from the item in question, specifically from the adventure it was obtained from and it {@bold must} accompany the trade."
											]
										},
										{
											"type": "entries",
											"name": "Can My Familiar Attune to a Magic Item?",
											"entries": [
												"Any item attuned to a creature under your control (familiars, beast companions, etc.) counts against both your character's limit of three attuned items and the character's permanent magic item count.",
												"This rule doesn't imply that such creatures have {@bold the ability} to attune to magic items. Whether or not a mindless undead creature—for example—can attune to something is subject to DM discretion. "
											]
										},
										{
											"type": "entries",
											"name": "What Are Consumable Magic Items?",
											"entries": [
												"The DMG defines scrolls and potions as consumable items. The Adventurers League expands this to include magical ammunition—that is any items with the weapon (arrow, bolt, or sling bullet) category.  These items can't be traded; they can be given to other characters to use during a session but must be returned at the end of the adventure if not used."
											]
										},
										{
											"type": "entries",
											"name": "Can I Benefit from an Item More Than Once?",
											"entries": [
												"You can only benefit from a magic item that grants a permanent benefit to a given ability score once (e.g., tome of understanding, bag of beans, etc.). This guidance is {@bold retroactive.}"
											]
										},
										{
											"type": "entries",
											"name": "Do I Need a Certificate to Trade a Permanent Magic Item?",
											"entries": [
												"Only if the item would otherwise be unique and untradeable."
											]
										},
										{
											"type": "entries",
											"name": "Can I Trade an Item Without Magical Properties Left?",
											"entries": [
												"Items without useable magical properties can't be traded unless the item somehow regains uses."
											]
										},
										{
											"type": "entries",
											"name": "What if I Think My Cert Has an Error?",
											"entries": [
												"If an error occurs, use the item description as listed within the adventure itself, and the item's metadata (rarity, category, etc.) listed in the DMG."
											]
										},
										{
											"type": "entries",
											"name": "Do I Need a Cert for Items With Additional Properties?",
											"entries": [
												"Your DMs should provide the full item description to their players, and/or provide photographs or photocopies of each item as they are presented in the adventure for their players. It is up to you to make sure that you keep accurate track of any additional properties in your adventure logsheet."
											]
										},
										{
											"type": "entries",
											"name": "Can My Magic Items be Destroyed?",
											"entries": [
												"Unless the conditions of an item's destruction is specifically stated (talon card from deck of many things, ioun stone, +1 nets, etc.) permanent magic items can't be destroyed. That said, don't make a point of destroying magic items whenever the opportunity presents itself; these situations should be few and far between."
											]
										},
										{
											"type": "entries",
											"name": "We Found a Deck of Many Things",
											"entries": [
												" The deck of many things isn't permitted in Adventurers League play. If you previously found the deck, the following guidance applies:",
												{
													"type": "list",
													"items": [
														"{@bold You Didn't Draw}. Remove it from your character.",
														"{@bold You Already Drew}. If you found (and drew) from the deck prior to 25 August 2017, you retain any benefit or penalties you received from it. Future cards can't be drawn from the deck.",
														"{@bold Your Drawing Went Bad}. If you drew the Donjon or the Void card, or were defeated by the avatar of death, your character is removed from play."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Can I Take an Item of Lesser Rarity?",
											"entries": [
												"If you are allowed to choose an item of a specific rarity, you may choose one of a lesser rarity unless otherwise specified. For example, if you are allowed you to pick a rare consumable item, you can choose an uncommon one instead."
											]
										},
										{
											"type": "entries",
											"name": "Are There Any Prohibited Items?",
											"entries": [
												"There are some items that are either too nefarious, sought after, or possessive of global importance to keep while maintaining an adventuring lifestyle.  The following items {@bold aren't unlocked} for purchase if found by your character:",
												{
													"type": "list",
													"items": [
														"{@italic Blackrazor}",
														"{@italic Bookmark}",
														"{@italic Dawnbringer}",
														"{@italic Deck of many things}",
														"{@italic Dragon mask (any color)}",
														"{@italic Drown}",
														"{@italic Giant-sized staff of the magi (SKT)}",
														"{@italic Hazirawn}",
														"{@italic Holy Symbol of Ravenkind}",
														"{@italic Icon of Ravenloft}",
														"{@italic Iron flask}",
														"{@italic Lost Crown of Belsimer}",
														"{@italic Mask of the Dragon Queen}",
														"{@italic +1 mithral splint}",
														"{@italic Ring of Winter}",
														"{@italic Shield guardian amulet}",
														"{@italic Slaad control gem (any)}",
														"{@italic Spell gem (any)}",
														"{@italic Staff of the Forgotten One}",
														"{@italic Sunsword}",
														"{@italic Tinderstrike}",
														"{@italic Wand of Orcus}",
														"{@italic Wave}",
														"{@italic Waythe}",
														"{@italic Whelm}",
														"{@italic Windvane}",
														"{@italic Wyrmskull Throne}"
													]
												},
												"However, some of these items, while problematic, are essential to the adventure, and may be identified as story items in the ALCC. Use of such story items are story awards and are available for use, but only while playing the adventure in which they are found."
											]
										},
										{
											"type": "entries",
											"name": "How do Story Items/Effects Work?",
											"entries": [
												"Story Items and Effects are features that are thematically important to the adventure.",
												"{@bold Story Items}. Once found, any character present when a story item is located can subsequently use it without spending checkpoints, but only if they're playing in a session of the adventure in which the item is found. Only one character at the table can use a story item at a given time, but if that character isn't there during the next session, another can use it in their stead. These items can't be sold or traded.",
												"{@bold Story Effects}. All characters present when the story effect is discovered has the effect provided they're playing in a session of the adventure in which they're found. These effects aren't always beneficial."
											]
										},
										{
											"type": "entries",
											"name": "So, I Got This Bag of Beans... ",
											"entries": [
												"See guidance on giving out magic items and benefiting from an item more than once, above. In this case, the mummy lord has neither a specific loot table nor does it award specific items. As such, you receive no magic items for defeating it in AL play."
											]
										},
										{
											"type": "entries",
											"name": "What About Nolzur's Marvelous Pigments",
											"entries": [
												"Objects created using the pigments can't be sold."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Other Reward Questions",
									"entries": [
										{
											"type": "entries",
											"name": "How Often Can I Use a Downtime Activity?",
											"entries": [
												"Unless otherwise specified, downtime activities found in adventures may only be used once."
											]
										},
										{
											"type": "entries",
											"name": "What Downtime Activities Can Dead Characters Use?",
											"entries": [
												"The only downtime activity that a dead character can perform is obtaining Spellcasting Services."
											]
										},
										{
											"type": "entries",
											"name": "Can I Help Other Characters Craft Mundane Items?",
											"entries": [
												"Characters using the Crafting downtime activity may be assisted by other characters (provided they're proficient with the requisite tools). Characters assisting the crafting character must be at the same table as the character (meaning that this assistance can only be rendered during an adventure session-complete with DM). The assisting character can contribute a number of downtime days (but not other resources such as gold, etc.; these are the crafting character's sole responsibility) not to exceed the number of downtime days that the crafting character spends during the session. So if Character A (proficient in smiths' tools) is crafting a silvered longsword worth 115 gp (23 downtime days) and spends 12 downtime days during the session crafting the weapon, Character B (who is also proficient in smiths' tools) can contribute up to 12 of her own downtime days towards Character A's progress. Doing so would allow Character A to craft the longsword, spending 57 gp, 5 sp, and 12 downtime, and with Character A spending 11 of her own downtime to help out."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Part 3. Dungeon Master Questions",
							"entries": [
								{
									"type": "entries",
									"name": "What's Up With DM Rewards?",
									"entries": [
										"DM Rewards provide DMs additional advancement and treasure checkpoints, as well as other special rewards such as item unlocks in recognition of the effort required to run D&D Adventurers League games. The exact nature of this reward differs from adventure to adventure (and season to season).",
										{
											"type": "entries",
											"name": "How Do I Earn DM Rewards? ",
											"entries": [
												"You earn DM Rewards at the end of any session you run or by completing DM Quests."
											]
										},
										{
											"type": "entries",
											"name": "How do I Log My DM Rewards?",
											"entries": [
												"Just as with an adventure logsheet, there is no mandatory format for logging DM Rewards. Find a system that works for you and run with it. How Do I Use DM Rewards? Just like players, DMs assign their checkpoints to their characters. However, DM rewards are more flexible in that they can be applied to any character you choose. The only requirement is that the entirety of a single parcel (that is all of the checkpoints you earn at the end of a session) must be applied to the same character at the same time—you can't divide individual parcels among multiple characters."
											]
										},
										{
											"type": "entries",
											"name": "What Tier are my Rewards?",
											"entries": [
												"While they're earned at the same rate as the players' characters, treasure checkpoints earned as a DM don't have an assigned tier until they are applied to a character, at which point their tier is equal to that of the character before the reward parcel is applied. For example, if you apply 6 advancement checkpoints and 6 treasure checkpoints to a 4th-level character, the character advances to 5th level. However, the character was tier 1 when the parcel was awarded, so all of the treasure checkpoints are as well—even though the character advanced to the next tier."
											]
										},
										{
											"type": "entries",
											"name": "How Long Can I Keep Unclaimed Rewards?",
											"entries": [
												"You may bank them for a later time or use them immediately at your discretion, but you must apply the entirety of a single DM Reward to the same character. For example, if you earn two advancement checkpoints and one treasure checkpoint, the character must be awarded both the advancement and treasure checkpoints. ."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I've Got Party Composition Questions!",
									"entries": [
										{
											"type": "entries",
											"name": "What Level Must the Characters Be?",
											"entries": [
												"Each adventure lists a minimum and maximum character level (typically expressed as a level range, such as levels 1-4, or levels 1-15; but may be expressed as Tiers). Whether or not a character outside of this range can participate in the adventure depends on the adventure, itself. "
											]
										},
										{
											"type": "entries",
											"name": "DD-Series Adventures",
											"entries": [
												"These adventures typically use the following ranges and can't be played by characters outside of that level range; these level ranges are used almost exclusively by DD-series and CCC adventures.",
												"{@bold Levels 1-2}. This level range is almost exclusively used in the DDEX/ALXX-01 adventures—miniadventures designed to kick off new seasons.",
												"{@bold Levels 1-4, Levels 5-10, Etc}. These level ranges coincide with the four tiers of play."
											]
										},
										{
											"type": "entries",
											"name": "Hardcover Adventures",
											"entries": [
												"A character can only play one {@bold hardcover} adventure at a time. If character playing one adventure jumps into another hardcover from a {@bold different storyline}, and levels outside of the first adventure's level range, they can't return to the first adventure. If an adventure directs you to run a specific portion of a different hardcover adventure, only the specified portion is considered the same storyline season. The following level ranges are the most common:",
												"{@bold Levels 1-7 or 8-15}. Used in HDQ and ROT, these level ranges allow for mixed-tier parties.",
												"{@bold Levels 1-10/11}. These level ranges are typical for most other hardcover adventures and allows for mixed-tier parties.",
												"{@bold Tiers}. TYP uses specific tiers of play for each dungeon instead of a single level range for the entire book, as follows:",
												{
													"type": "list",
													"items": [
														"{@bold Sunless Citadel:} Tier 1",
														"{@bold Forge of Fury:} Tier 1",
														"{@bold Hidden Shrine of Tamoachan:} Tier 2 ",
														"{@bold White Plume Mountain:} Tier 2",
														"{@bold Dead in Thay:} Tier 2",
														"{@bold Against the Giants:} Tier 3 ",
														"{@bold Tomb of Horrors:} Tier 3"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Mixed-Tier Parties?",
											"entries": [
												"Provided they're able to play in the adventure, characters of different tiers can adventure together. Some DMs choose to avoid mixing tiers in order to maximize ease of play—restricting play to that a specific tier within the adventure's level range.",
												"When adventuring in a mixed-tier party, be careful to avoid overwhelming lower-level characters while still providing a challenge for their higher-level groupmates. If a character falls within 1 or 2 levels of the Average Party Level (APL), they should have no problem fitting into a group, but characters of different tiers may find the adventure too difficult or may make it too easy for their companions."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "How Does Advancement Work?",
									"entries": [
										{
											"type": "entries",
											"name": "Can I Award Milestones Instead?",
											"entries": [
												"No. Characters advance only by the accumulation of advancement checkpoints."
											]
										},
										{
											"type": "entries",
											"name": "Leaving Early/Arriving Late & Checkpoints?",
											"entries": [
												"How many checkpoints a character receives depends on the adventure that they're playing:",
												"{@bold Hardcover Adventures}. Characters receive one advancement checkpoint for each hour of play. This isn't reduced any further; if a character plays for 1 hour and 57 minutes, they earn one checkpoint.",
												"{@bold DD-Series Adventures (Seasons 1-7)}. Characters receive {@bold one advancement checkpoint} for each hour of play to a maximum of the prescribed duration of the adventure in hours.",
												"{@bold DD-Series Adventures (Season 8+)}. The adventure outlines how many checkpoints characters earn based on the objectives that they complete."
											]
										},
										{
											"type": "entries",
											"name": "My Characters Aren't Advancing Fast Enough",
											"entries": [
												"Sometimes characters fall behind the adventure's expected level. Aside from Catching Up (see ALPG) and DM Rewards, there are two suggested methods of accelerating character advancement:",
												"{@bold Random Encounters}. You can't grant players advancement checkpoints to make up the deficit, but you may add random encounters as needed if the adventure provides a list of random encounters.",
												"{@bold Other DD-Series Adventures}. In extreme cases, even random encounters may not be enough, or may be simply unavailable. Consider exploring weaving an adventure or two into the campaign to help out Ok."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "How Does Treasure Work?",
									"entries": [
										"It depends. As a general rule, if it is found in an adventure, the characters can take it. Whether or not they can keep it is another matter.",
										"{@bold Nonmagical Items}. As a general rule, mundane equipment and treasure can't be kept—even if listed under a treasure subheading. The characters can use the items, but such items are lost at the end of the session—they crumble to dust, break, are lost, or are other rendered useless. The items can't be sold and any gp found can't be utilized—it too disappears at the end of the session in which it's found.",
										"{@bold Magical Items}. If the item—or the table on which it is determined—is specifically mentioned as being present in the encounter, the item is unlocked by the characters for later purchase.",
										{
											"type": "entries",
											"name": "How Do I Know What Is or Isn't a Magic Item?",
											"entries": [
												"Magic items are always annotated in italics. If the item isn't italicized, it isn't a magic item."
											]
										},
										{
											"type": "entries",
											"name": "Do I Roll for Random Magic Items?",
											"entries": [
												"No. Any mentions of random magic item tables are ignored. In some circumstances, the ALCC will provide a substitute, but this isn't always the case."
											]
										},
										{
											"type": "entries",
											"name": "How Many Magic Arrows do the Characters Do I Buy?",
											"entries": [
												"{@italic +X ammunition} are found in lots of {@bold 20} when purchased using treasure checkpoints. Any other magical ammunition are purchased individually."
											]
										},
										{
											"type": "entries",
											"name": "The Adventures Directs Me/the Player to Pick the Item...",
											"entries": [
												"If an adventure specifically allows the player or the DM to choose an item for their character to unlock, the item selected is chosen from either the DMG or the adventure in which the item is awarded. If the adventure is silent on the rarity of the item, it must be tier-appropriate to the character receiving it."
											]
										},
										{
											"type": "entries",
											"name": "Can I Award Armor Nonstandard Material?",
											"entries": [
												"Unless specifically mentioned in the adventure or encounter it is found in, armor is made of the materials described in the PHB."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Can I Run Chapters as One-Off Adventures?",
									"entries": [
										"Yes, but not individual encounters. This rule is designed to facilitate play."
									]
								},
								{
									"type": "entries",
									"name": "How Do Multiple Session Adventures Work?",
									"entries": [
										"Whether due to time constraints, or adventure length, adventures take multiple sessions.",
										{
											"type": "entries",
											"name": "Can Parts be Replayed?",
											"entries": [
												"Characters can't replay content but may continue content that they didn't complete. That is, if a game runs exceedingly long and all players and the DM agree to meet the following weekend to pick up where they left off and finish the game. If this occurs, appropriate entries should be entered on logsheets to reflect this. Replaying a portion of an adventure you want to replay {@bold isn't} permitted."
											]
										},
										{
											"type": "entries",
											"name": "How Should We Log It?",
											"entries": [
												"Players must complete a log entry at the end of each session. However, it is recommended that characters participating in a multiple-session adventure also record their characters current hit points, and other expended resources (hit dice, spell slots, rages, etc.) in the notes section of their log entry, as such resources are not refreshed between sessions of the same adventure."
											]
										},
										{
											"type": "entries",
											"name": "Can They Play Other Adventures Between Sessions?",
											"entries": [
												"Characters can play other adventures (including other multiple-session adventures) between sessions. At the start of each new adventure, the character's hit points, hit dice, and other consumable resources are restored to full; however, the character will begin play suffering the effects of any diseases, toxins, curses, or other maladies that weren't removed at the end of the adventure.",
												"It is for this reason, that characters participating in one (or more) multiple-session adventures should take careful note of their current resources at the end of each session.",
												"Players taking their characters from game to game in this way are permitted to advance in level and earn rewards between sessions of a multiple-session adventure but must exercise caution or else they may accidently level-out of their original game."
											]
										},
										{
											"type": "entries",
											"name": "Leveling Between Sessions",
											"entries": [
												"Since characters may adventure between sessions of a multiple-session adventure, they may also advance in levels between sessions.",
												"While the character gains the full benefit of leveling immediately, expended hit points, spell slots, and other consumable resources do not refresh between sessions until the character rests.",
												"All other benefits of gaining a level (including newly acquired abilities) are available immediately. This requires some suspension of disbelief on the part of the players and DM, especially in the case of the character gaining new equipment, magic items, or class features between sessions."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Is There Official Adventure Errata?",
									"entries": [
										"What follows is official adventure errata the DDseries adventures; This list will be replaced by a link to a comprehensive list in future releases:",
										"{@bold DDEX2-13 The Howling Void}. This is a 4-hour adventure.",
										"{@bold DDEX3-5 Bane of the Tradeways}. This is a 2-hour adventure.",
										"{@bold DDAL05-02 The Black Road}. This adventure is optimized for five 3rd-level characters.",
										"{@bold DDAL05-03 Uninvited Guests}. This adventure is optimized for five 3rd-level characters.",
										"{@bold DDEP05-01 The Iron Baron}. The Flameborne Armor story award allows the creation of a new suit of armor with a maximum market value of 750 gp. The effect of the story award can't be combined with other suit of magical or mundane armor—it is the creation of an entirely new suit of armor.",
										"{@bold DDAL07-01 A City on the Edge}. This adventure consists of five, 1-hour mini-adventures.",
										{
											"type": "entries",
											"name": "What About Suggestions on Running Them?",
											"entries": [
												"Below is an unofficial, community-maintained document that provides suggested corrections, tips, and a wealth of other information helpful for running the adventures.",
												"{@link http://dndadventurersleague.org/errata}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Season 8: Player's Guide (Forgotten Realms)",
					"entries": [
						{
							"type": "section",
							"name": "Part 1. Joining the League",
							"entries": [
								"This document is a guide to creating and advancing an Adventurers League character. The rules here are supplemented by the Adventurers League FAQ (also found in the Adventurers League Player's Pack).",
								{
									"type": "entries",
									"name": "What You Need to Play",
									"entries": [
										"To participate in D&D Adventurers League games, you'll need access to at least the following:",
										{
											"type": "list",
											"items": [
												"{@link D&D Basic Rules|http://dnd.wizards.com/articles/features/basicrules}. This .pdf document is free on the Wizards of the Coast website and contains all the basic rules of the game.",
												"{@bold A Character Sheet and Adventure Logsheet}. You can use any fifth edition character sheet that suits you. You must also maintain a logsheet to record information after each session of play. You can find these here: {@link D&D Adventurers League Resources|http://dnd.wizards.com/articles/events/adventurers-league-resources}.",
												"{@bold A DCI number (OPTIONAL)}. This is an official Wizards of the Coast organized play number. You can obtain a new DCI number from the event organizer or by visiting {@link http://accounts.wizards.com}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Creation",
									"entries": [
										"You'll also need to create a character for the D&D Adventurers League. All characters begin at 1st level in Adventurers League play.",
										{
											"type": "entries",
											"name": "Steps 1 & 2: Choose a Race and Class",
											"entries": [
												"Your 1st-level character is created using any race and class options in the Player's Handbook plus {@bold one} other resource from those listed below (the \"PHB+1\" rule).",
												{
													"type": "list",
													"items": [
														"Elemental Evil Player's Companion (EEPC)",
														"Sword Coast Adventurer's Guide (SCAG)",
														"Volo's Guide to Monsters (VGM)",
														"Xanathar's Guide to Everything (XGE)",
														"Mordenkainen's Tome of Foes (ToF)"
													]
												},
												"The following variant or optional rules are available when creating your character:",
												{
													"type": "list",
													"items": [
														"Variant Human Traits (PHB)",
														"Half-Elf and Tiefling Variants (SCAG/ToF)",
														"Option: Human Languages (SCAG)",
														"Blessing of Corellon (ToF)"
													]
												},
												"{@bold NOTE:} Races with flight at 1st level, and options from any resource other than those listed above (such as the {@book Dungeon Master's Guide|DMG}, Guild Adept products, or Unearthed Arcana articles) aren't available without specific campaign documentation (i.e., certs, etc.)."
											]
										},
										{
											"type": "entries",
											"name": "Step 3: Determine Ability Scores",
											"entries": [
												"Your character's ability scores are generated using one of the following methods:",
												{
													"type": "list",
													"items": [
														"Standard Array (15, 14, 13, 12, 10, 8)",
														"Variant: Customizing Ability Scores (PHB)."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Step 4: Describe Your Character",
											"entries": [
												"Describe your character and choose a background.",
												"{@bold Background}. Choose or create a background using the resources above, or other resources permitted in the Adventurers League Content Catalogue (ALCC). As you adventure, you accumulate renown related to your background that reflects your fame (or infamy).",
												{
													"type": "table",
													"caption": "Renown Rank",
													"colLabels": [
														"Renown",
														"Required Level",
														"Rank",
														"Title"
													],
													"colStyles": [
														"col-3 text-center",
														"col-5 text-align-left",
														"col-3 text-center",
														"col-8 text-align-left"
													],
													"rows": [
														[
															"0",
															"1st",
															"1",
															"Novice"
														],
														[
															"2",
															"3rd",
															"2",
															"Notorious"
														],
														[
															"10",
															"8th",
															"3",
															"Seasoned"
														],
														[
															"20",
															"13th",
															"4",
															"Heroic"
														],
														[
															"30",
															"18th",
															"5",
															"Paragon"
														]
													]
												},
												"{@bold Alignment}. Evil characters aren't allowed in D&D Adventurers League play unless your character is a member of either the Lords' Alliance or Zhentarim faction. These characters may be lawful evil.",
												"{@b Deities}. You character may worship any deity listed in Deities of the Forgotten Realms and Nonhuman Deities table in the Player's Handbook or any of the deities mentioned in the resources in Step 1& 2, above. Clerics must worship a specific deity but aren't limited to the Domains recommended for their deity."
											]
										},
										{
											"type": "entries",
											"name": "Step 5: Choose Equipment",
											"entries": [
												"Your character's class and background determine equipment and gold; don't roll for starting wealth.",
												"{@bold Trinkets}. You start with one trinket of your choice from the table in Chapter 5 of the Player's Handbook, or you can roll randomly to determine your trinket.",
												"{@bold Equipment}. Your character can sell or buy spell components and equipment found in the resources listed in Step 1 & 2, above."
											]
										},
										{
											"type": "entries",
											"name": "Step 6: Select a Faction (Optional)",
											"entries": [
												"Your character can be a member of a faction if they have the Safe Haven background feature (Faction Agent background, Sword Coast Adventurers Guide).",
												"Members of a faction receive an identifying insignia of their faction: a pin, a brassard, or special coin. In addition, they may also identify themselves in other ways, such as clothing, tattoos, or secret handshakes. In addition, being a member of a faction may provide different or additional awards based on your renown."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2. Adventures League Play",
							"entries": [
								"To play an adventure, your character {@bold must} fall within the adventure's level range. If you're playing in a {@bold hardcover} adventure you may continue to play it, but if you play a different hardcover adventure, you {@bold can't return} to the first one if you're outside its level range.",
								{
									"type": "entries",
									"name": "Rewards and Equipment",
									"entries": [
										"By {@bold completing objectives} or spending time {@bold pursuing the adventure's goals}, characters earn rewards Record your rewards on your adventure logsheet.",
										"{@bold Advancement Checkpoints}. To advance to their next level, your character must obtain a number of advancement checkpoints based on their current tier; Adventurers League characters {@bold don't} accumulate experience points (XP). Checkpoints are applied immediately. If you accumulate enough checkpoints to level, you do so upon completing the next long rest, session, or adventure—whichever happens {@bold first}.",
										{
											"type": "list",
											"items": [
												"{@bold Tier 1}. 4 checkpoints",
												"{@bold Tiers 2 through 4}. 8 checkpoints"
											]
										},
										"{@bold Treasure Checkpoints}. You can spend treasure checkpoints on \"evergreen\" items, seasonal items, as well as items unlocked by adventures and DM Quests. Treasure checkpoints can be {@bold spent or saved} for later; they needn't be declared as they're received. However, they may {@bold only} be spent on those items available to the tier equal to that of the adventure in which they're earned, or, in the case of hardcover adventures, the tier associated with the group's APL (but no higher than the character's tier). For example, treasure checkpoints earned at tier 1 can only be spent on items available to tier 1 characters, while tier 2 treasure points can be spent on any item that's available to tier 1 {@bold or} 2 characters.",
										"The item's cost is based on the magic item table in which it's found. The cost and availability of some items unique to individual adventures can be found by your Dungeon Master in the ALCC. Once you've purchased an item unlocked by adventuring, that item is {@bold no longer unlocked}; you must unlock it again.",
										{
											"type": "table",
											"caption": "Magic Items by Tier",
											"colLabels": [
												"Magic Item Table",
												"Available at Tier",
												"Point Cost"
											],
											"colStyles": [
												"col-3 text-center",
												"col-5 text-align-left",
												"col-8 text-align-left"
											],
											"rows": [
												[
													"A",
													"1-4",
													"1"
												],
												[
													"B",
													"1-4",
													"2"
												],
												[
													"C",
													"1-4",
													"3"
												],
												[
													"D",
													"2-4",
													"16"
												],
												[
													"E",
													"3-4",
													"16"
												],
												[
													"F",
													"1-4",
													"16"
												],
												[
													"G",
													"2-4",
													"20"
												],
												[
													"H",
													"3-4",
													"20"
												],
												[
													"I",
													"3-4",
													"24"
												]
											]
										},
										{
											"type": "entries",
											"name": "Equipment",
											"entries": [
												"Your character may sell or buy equipment using the rules found in the Player's Handbook. Between sessions, your character may purchase equipment found in any resource listed in Step 1 & 2, above. Individual adventures may provide limitations on what equipment is available for purchase {@bold during play}.",
												"Rewards and equipment can't be given to another character, except as follows:",
												{
													"type": "list",
													"items": [
														"You may {@bold lend} equipment and magic items to other characters at your table but must return it at the end of the session unless consumed (like a potion).",
														"Permanent magic items may be {@bold traded} (see below).",
														"Characters may choose to divide the cost of NPC spellcasting services obtained during an adventure."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Similarly, your character can purchase potions and scrolls per the tables below. The cost of scrolls below is in addition to any component cost—regardless of whether it's consumed or not.",
												"Rewards and equipment can't be given to another character, except as follows:",
												{
													"type": "table",
													"caption": "Potions for Sale",
													"colLabels": [
														"Potion of... ",
														"Cost",
														"Potion of...",
														"Cost"
													],
													"colStyles": [
														"col-2 text-align-left",
														"col-5 text-align-left",
														"col-2 text-align-left",
														"col-5 text-align-left"
													],
													"rows": [
														[
															"Healing",
															"50 gp",
															"Water breathing",
															"100 gp"
														],
														[
															"Climbing",
															"75 gp",
															"Superior healing",
															"500 gp"
														],
														[
															"Animal friendship",
															"100 gp",
															"Supreme healing",
															"5,000 gp"
														],
														[
															"Greater healing",
															"100 gp",
															"Invisibility",
															"5,000 gp"
														]
													]
												},
												{
													"type": "table",
													"caption": "Spell Scrolls for Sale",
													"colLabels": [
														"Spell Level",
														"Cost",
														"Spell Level",
														"Cost"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-3 text-align-left",
														"col-3 text-align-left",
														"col-3 text-align-left"
													],
													"rows": [
														[
															"Cantrip",
															"25 gp",
															"3rd",
															"300 gp"
														],
														[
															"1st",
															"75 gp",
															"4th",
															"500 gp"
														],
														[
															"2nd",
															"150 gp",
															"5th",
															"1,000 gp"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "The Adventure Logsheet",
											"entries": [
												"You {@bold must} use an adventure logsheet to track your character's rewards from adventure to adventure.",
												"{@bold Session Number}. Record the session's number. This will help you keep your adventure logsheets organized as you accumulate more.",
												"{@bold Advancement and Treasure Checkpoints}. Annotate the number and tier of any checkpoints your character earned at the end of or between sessions.",
												"{@bold Downtime}. Your character earns {@bold five downtime days} for every two advancement checkpoints they're awarded. Annotate downtime days earned at the end of each session, and any spent (including what days, if any, were spent towards a long-term downtime activity—such as training). For example, if you spent 10 days learning Gnomish write \"Training: Gnomish (10)\" in the adventure logsheet's note section. You {@bold don't} pay lifestyle when spending downtime.",
												"{@bold Item Unlocks}. Note any magic items or special treasure unlocked or received during the session.",
												"{@bold Gold}. If your character gains a level (or for 20th level characters, for each 8 advancement checkpoints you earn), add the gp reward they earn as determined by the table below. This gold can be spent or saved—recording expenditures normally.",
												{
													"type": "table",
													"caption": "Individual Treasure",
													"colLabels": [
														"Level Gained",
														"GP Reward",
														"Associated Lifestyle"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-8 text-align-left",
														"col-5 text-align-left"
													],
													"rows": [
														[
															"2-4",
															"75 gp",
															"Modest"
														],
														[
															"5-10",
															"150 gp",
															"Comfortable"
														],
														[
															"11-16",
															"550 gp",
															"Wealthy"
														],
														[
															"17-20",
															"5,500 gp",
															"Aristocratic"
														]
													]
												},
												"{@bold Renown} Characters earn a {@bold renown point}for every four advancement checkpoints they earn.",
												"{@bold Adventure Notes}. Record other important things that happened during the adventure or information you'll need later, here: deaths, special rewards (story items/effects, etc.), item purchases, leveling up, etc."
											]
										},
										{
											"type": "entries",
											"name": "Downtime and Lifestyle",
											"entries": [
												"Your character can participate in the downtime activities {@bold before, during, or after} a session. You can  use the downtime activities found in the Player's Handbook as well as those that follow; other activities are allowed if outlined in other campaign documents:",
												"{@bold Downtime: Spellcasting Services}. You can spend 1 downtime day to cast a spell, or to have a spell cast by either another character or an NPC. Spells cast during a session use the normal rules for spellcasting (spell slots, material components, etc.) instead of downtime, while spells cast by NPCs usually require spending downtime as well as gold or treasure checkpoints. You can {@bold only} receive spellcasting services from characters at the same table as you are.",
												"{@bold Downtime: Catching Up}. \"Catching Up\" is available at 4th, 10th, and 16th level. By spending downtime as follows, your character advances to the next level:",
												{
													"type": "table",
													"colLabels": [
														"Current Level",
														"Downtime Cost"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-8 text-align-left"
													],
													"rows": [
														[
															"4th",
															"25 days"
														],
														[
															"10th",
															"75 days"
														],
														[
															"16th",
															"150 Days"
														]
													]
												},
												"{@bold Downtime: Copying Spells} You must use this downtime activity to copy spells. For each downtime day spent, your character can spend 8 hours copying spells into their spellbook or making their spellbook available for other characters to copy from. Characters playing the same adventure together can \"trade\" spells with each other using this activity. Each wizard has their own \"language\" used for scribing spells and can't benefit from the Help action when scribing—even if assisted by other wizards. You must pursue this downtime activity in the presence of your table's DM.",
												"{@bold Downtime : Trading Magic Items}. Permanent magic items can be traded on {@bold a one-for-one basis} for items of the {@bold same rarity} from the {@bold same magic item table} in the {@italic Dungeon Master's Guide}. To receive an item in trade, you must be of an {@bold appropriate tier} to buy the item using treasure checkpoints. Items without remaining magical properties can't be traded. Each party to the trade must spend 15 downtime days. If the other party is playing in the same adventure as you, the downtime cost is waived. Certificates aren't required but must accompany the trade or be destroyed if one exists.",
												"In the event of conflict, the Dungeon Master's Guide determines an item's rarity. Items found in individual adventures have a rarity provided by the adventure. If the adventure assigns no rarity, the item is unique.",
												"Upon completing the trade, note on your log sheet who you traded with and the items traded.",
												"{@bold Brewing Potions of Healing (XGE)}. Brewing potions of healing requires the use of an herbalism kit.",
												"{@bold Scribing Scrolls (XGE)}. You must know or be able to prepare a spell before you can scribe it to a spell scroll. Its cost is in addition to any component cost—regardless of whether it's consumed or not."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Advancement",
									"entries": [
										"As you level, your character evolves and grows. In advancing your character the following rules apply:",
										"{@bold Slowed Progression}. You may slow your character's advancement. If you do so, your character earns any {@bold checkpoints, downtime and renown} at half the normal rate. You may opt in or out of this between sessions.",
										"{@bold Character Rebuilding}. You may choose to rebuild your character prior to playing their first adventure as a 5th-level character (levels 1–4). You can change any of your character's statistics but their name. Other, non-mechanical aspects of your character such as their alignment, sex, gender, or personality traits can be changed between sessions regardless of their level.",
										"Your character keeps any rewards and equipment earned to that point. If you change your characters class or background, they lose any equipment (along with the proceeds from selling it, or benefits derived from it, such as copied spells) associated with the class or background. Similarly, if you change their faction, you also lose any renown from their former faction.",
										"{@bold Advancing Your Character}. Your character advances using the race and class options (including the multiclass rules, feats, spells) provided in your PHB+1. When you gain a level, use the {@bold fixed hit point} value in your class entry; don't roll your hit points.",
										"{@bold Renown Advancement}. If you advance in renown rank, you do so at the end of the session."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Season 8: Player's Guide (Eberron)",
					"entries": [
						{
							"type": "section",
							"name": "Part 1. Campaign Participation",
							"entries": [
								"This document is a guide to creating and advancing an Adventurers League character for the EBERRON campaign.",
								{
									"type": "entries",
									"name": "What You Need to Play",
									"entries": [
										"To participate in D&D Adventurers League games, you'll need access to at least the following:",
										{
											"type": "list",
											"items": [
												"{@link D&D Basic Rules|http://dnd.wizards.com/articles/features/basicrules}. This .pdf document is free on the Wizards of the Coast website and contains all the basic rules of the game.",
												"{@bold A Character Sheet and Adventure Logsheet}. You can use any fifth edition character sheet that suits you. You must also maintain a logsheet to record information after each session of play. You can find these here: {@link D&D Adventurers League Resources|http://dnd.wizards.com/articles/events/adventurers-league-resources}.",
												"{@bold A DCI number (OPTIONAL)}. This is an official Wizards of the Coast organized play number. You can obtain a new DCI number from the event organizer or by visiting {@link http://accounts.wizards.com}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Creation",
									"entries": [
										"You'll also need to create a character for the D&D Adventurers League. All characters begin at 1st level in Adventurers League play.",
										{
											"type": "entries",
											"name": "Steps 1 & 2: Choose a Race and Class",
											"entries": [
												"Your 1st-level character is created using any race and class options in the {@book Player's Handbook|PhB}, {@book Xanathar's Guide to Everything|xge}, and the Wayfinder's Guide to Eberron. Bugbears, goblins, and hobgoblins from Volo's Guide to Monsters are also available for use. No other resources are available—even if other campaign documentation (i.e., certs) otherwise allow it."
											]
										},
										{
											"type": "entries",
											"name": "Step 3: Determine Ability Scores",
											"entries": [
												"Your character's ability scores are generated using one of the following methods:",
												{
													"type": "list",
													"items": [
														"Standard Array (15, 14, 13, 12, 10, 8)",
														"Variant: Customizing Ability Scores (PHB)."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Step 4: Describe Your Character",
											"entries": [
												"Describe your character and choose a background.",
												"{@bold Background}. Choose or create a background using the resources above, or other resources permitted in the Adventurers League Content Catalogue (ALCC). As you adventure, you accumulate renown related to your background that reflects your fame (or infamy).",
												"{@bold Alignment}. Evil characters aren't allowed in the D&D Adventurers League Eberron campaign.",
												"{@b Deities}. You character may worship any deity or faith listed in Wayfinder's Guide to Eberron."
											]
										},
										{
											"type": "entries",
											"name": "Step 5: Choose Equipment",
											"entries": [
												"Your character's class and background determine equipment and gold; don't roll for starting wealth.",
												"{@bold Trinkets}. You start with one trinket of your choice from the table in Chapter 5 of the {@book Player's Handbook|PhB}, or you can roll randomly to determine your trinket.",
												"{@bold Equipment}. Your character can sell or buy spell components and equipment found in the resources listed above."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2. Campaign Play",
							"entries": [
								"To play an adventure, your character {@bold must} fall within the adventure's level range. Characters built using these rules and played in the Eberron campaign can't be played in any other campaign.",
								{
									"type": "entries",
									"name": "Rewards and Equipment",
									"entries": [
										"By {@bold completing objectives} or spending time {@bold pursuing the adventure's goals}, characters earn rewards Record your rewards on your adventure logsheet.",
										"{@bold Advancement Checkpoints}. To advance to their next level, your character must obtain a number of advancement checkpoints based on their current tier; Adventurers League characters {@bold don't} accumulate experience points (XP). Checkpoints are applied immediately. If you accumulate enough checkpoints to level, you do so upon completing the next long rest, session, or adventure—whichever happens {@bold first}.",
										{
											"type": "list",
											"items": [
												"{@bold Tier 1}. 4 checkpoints",
												"{@bold Tiers 2 through 4}. 8 checkpoints"
											]
										},
										"{@bold Treasure Checkpoints}. You can spend treasure checkpoints on \"evergreen\" items, seasonal items, as well as items unlocked by adventures and DM Quests. Treasure checkpoints can be {@bold spent or saved} for later; they needn't be declared as they're received. However, they may {@bold only} be spent on those items available to the tier equal to that of the adventure in which they're earned, or, in the case of hardcover adventures, the tier associated with the group's APL (but no higher than the character's tier). For example, treasure checkpoints earned at tier 1 can only be spent on items available to tier 1 characters, while tier 2 treasure points can be spent on any item that's available to tier 1 {@bold or} 2 characters.",
										"The item's cost is based on the magic item table in which it's found. The cost and availability of some items unique to individual adventures can be found by your Dungeon Master in the ALCC. Once you've purchased an item unlocked by adventuring, that item is {@bold no longer unlocked}; you must unlock it again.",
										{
											"type": "table",
											"caption": "Magic Items by Tier",
											"colLabels": [
												"Magic Item Table",
												"Available at Tier",
												"Point Cost"
											],
											"colStyles": [
												"col-3 text-center",
												"col-5 text-align-left",
												"col-8 text-align-left"
											],
											"rows": [
												[
													"A",
													"1-4",
													"1"
												],
												[
													"B",
													"1-4",
													"2"
												],
												[
													"C",
													"1-4",
													"3"
												],
												[
													"D",
													"2-4",
													"16"
												],
												[
													"E",
													"3-4",
													"16"
												],
												[
													"F",
													"1-4",
													"16"
												],
												[
													"G",
													"2-4",
													"20"
												],
												[
													"H",
													"3-4",
													"20"
												],
												[
													"I",
													"3-4",
													"24"
												]
											]
										},
										{
											"type": "entries",
											"name": "Equipment",
											"entries": [
												"Your character may sell or buy equipment using the rules found in the Player's Handbook. {@bold Between sessions}, your character may purchase equipment found in any resource listed in Step 1 & 2, above. Individual adventures may provide limitations on what equipment is available for purchase {@bold during play}.",
												"Rewards and equipment can't be given to another character, except as follows:",
												{
													"type": "list",
													"items": [
														"You may {@bold lend} equipment and magic items to other characters at your table but must return it at the end of the session unless consumed (like a potion).",
														"Permanent magic items may be {@bold traded} (see below).",
														"Characters may choose to {@bold divide} the cost of NPC spellcasting services obtained during an adventure."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Similarly, your character can purchase potions and scrolls per the tables below. The cost of scrolls below is in addition to any component cost—regardless of whether it's consumed or not.",
												"Rewards and equipment can't be given to another character, except as follows:",
												{
													"type": "table",
													"caption": "Potions for Sale",
													"colLabels": [
														"Potion of... ",
														"Cost",
														"Potion of...",
														"Cost"
													],
													"colStyles": [
														"col-2 text-align-left",
														"col-5 text-align-left",
														"col-2 text-align-left",
														"col-5 text-align-left"
													],
													"rows": [
														[
															"Healing",
															"50 gp",
															"Water breathing",
															"100 gp"
														],
														[
															"Climbing",
															"75 gp",
															"Superior healing",
															"500 gp"
														],
														[
															"Animal friendship",
															"100 gp",
															"Supreme healing",
															"5,000 gp"
														],
														[
															"Greater healing",
															"100 gp",
															"Invisibility",
															"5,000 gp"
														]
													]
												},
												{
													"type": "table",
													"caption": "Spell Scrolls for Sale",
													"colLabels": [
														"Spell Level",
														"Cost",
														"Spell Level",
														"Cost"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-3 text-align-left",
														"col-3 text-align-left",
														"col-3 text-align-left"
													],
													"rows": [
														[
															"Cantrip",
															"25 gp",
															"3rd",
															"300 gp"
														],
														[
															"1st",
															"75 gp",
															"4th",
															"500 gp"
														],
														[
															"2nd",
															"150 gp",
															"5th",
															"1,000 gp"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "The Adventure Logsheet",
											"entries": [
												"You {@bold must} use an adventure logsheet to track your character's rewards from adventure to adventure.",
												"{@bold Session Number}. Record the session's number. This will help you keep your adventure logsheets organized as you accumulate more.",
												"{@bold Advancement and Treasure Checkpoints}. Annotate the number and tier of any checkpoints your character earned at the end of or between sessions.",
												"{@bold Downtime}. Your character earns {@bold five downtime days} for every two advancement checkpoints they're awarded. Annotate downtime days earned at the end of each session, and any spent (including what days, if any, were spent towards a long-term downtime activity—such as training). For example, if you spent 10 days learning Gnomish write \"Training: Gnomish (10)\" in the adventure logsheet's note section. You {@bold don't} pay lifestyle when spending downtime.",
												"{@bold Item Unlocks}. Note any magic items or special treasure unlocked or received during the session.",
												"{@bold Gold}. If your character gains a level (or for 20th level characters, for each 8 advancement checkpoints you earn), add the gp reward they earn as determined by the table below. This gold can be spent or saved—recording expenditures normally.",
												{
													"type": "table",
													"caption": "Individual Treasure",
													"colLabels": [
														"Level Gained",
														"GP Reward",
														"Associated Lifestyle"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-8 text-align-left",
														"col-5 text-align-left"
													],
													"rows": [
														[
															"2-4",
															"75 gp",
															"Modest"
														],
														[
															"5-10",
															"150 gp",
															"Comfortable"
														],
														[
															"11-16",
															"550 gp",
															"Wealthy"
														],
														[
															"17-20",
															"5,500 gp",
															"Aristocratic"
														]
													]
												},
												"{@bold Renown} Characters earn a {@bold renown point}for every four advancement checkpoints they earn.",
												"{@bold Adventure Notes}. Record other important things that happened during the adventure or information you'll need later, here: deaths, special rewards (story items/effects, etc.), item purchases, leveling up, etc."
											]
										},
										{
											"type": "entries",
											"name": "Downtime and Lifestyle",
											"entries": [
												"Your character can participate in the downtime activities {@bold before, during, or after} a session. You can  use the downtime activities found in the Player's Handbook as well as those that follow; other activities are allowed if outlined in other campaign documents:",
												"{@bold Downtime: Spellcasting Services}. You can spend 1 downtime day to cast a spell, or to have a spell cast by either another character or an NPC. Spells cast during a session use the normal rules for spellcasting (spell slots, material components, etc.) instead of downtime, while spells cast by NPCs usually require spending downtime as well as gold or treasure checkpoints. You can {@bold only} receive spellcasting services from characters at the same table as you are.",
												"{@bold Downtime: Catching Up}. \"Catching Up\" is available at 4th, 10th, and 16th level. By spending downtime as follows, your character advances to the next level:",
												{
													"type": "table",
													"colLabels": [
														"Current Level",
														"Downtime Cost"
													],
													"colStyles": [
														"col-3 text-align-left",
														"col-8 text-align-left"
													],
													"rows": [
														[
															"4th",
															"25 days"
														],
														[
															"10th",
															"75 days"
														],
														[
															"16th",
															"150 Days"
														]
													]
												},
												"{@bold Downtime: Copying Spells} You must use this downtime activity to copy spells. For each downtime day spent, your character can spend 8 hours copying spells into their spellbook or making their spellbook available for other characters to copy from. Characters playing the same adventure together can \"trade\" spells with each other using this activity. Each wizard has their own \"language\" used for scribing spells and can't benefit from the Help action when scribing—even if assisted by other wizards. You must pursue this downtime activity in the presence of your table's DM.",
												"{@bold Downtime : Trading Magic Items}. Permanent magic items can be traded on {@bold a one-for-one basis} for items of the {@bold same rarity} from the {@bold same magic item table} in the {@book Dungeon Master's Guide|DMG}. To receive an item in trade, you must be of an {@bold appropriate tier} to buy the item using treasure checkpoints. Items without remaining magical properties can't be traded. Each party to the trade must spend 15 downtime days. If the other party is playing in the same adventure as you, the downtime cost is waived. Certificates aren't required but must accompany the trade or be destroyed if one exists.",
												"In the event of conflict, the Dungeon Master's Guide determines an item's rarity. Items found in individual adventures have a rarity provided by the adventure. If the adventure assigns no rarity, the item is unique.",
												"Upon completing the trade, note on your log sheet who you traded with and the items traded.",
												"{@bold Brewing Potions of Healing (XGE)}. Brewing potions of healing requires the use of an herbalism kit.",
												"{@bold Scribing Scrolls (XGE)}. You must know or be able to prepare a spell before you can scribe it to a spell scroll. Its cost is in addition to any component cost—regardless of whether it's consumed or not."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Advancement",
									"entries": [
										"As you level, your character evolves and grows. In advancing your character the following rules apply:",
										"{@bold Slowed Progression}. You may slow your character's advancement. If you do so, your character earns any {@bold checkpoints, downtime and renown} at half the normal rate. You may opt in or out of this between sessions.",
										"{@bold Character Rebuilding}. You may choose to rebuild your character prior to playing their first adventure as a 5th-level character (levels 1–4). You can change any of your character's statistics but their name. Other, non-mechanical aspects of your character such as their alignment, sex, gender, or personality traits can be changed between sessions regardless of their level.",
										"Your character keeps any rewards and equipment earned to that point. If you change your characters class or background, they lose any equipment (along with the proceeds from selling it, or benefits derived from it, such as copied spells) associated with the class or background. Similarly, if you change their faction, you also lose any renown from their former faction.",
										"{@bold Advancing Your Character}. Your character advances using the race and class options (including the multiclass rules, feats, spells) provided in the {@book Player's Handbook|PhB}, {@book Xanathar's Guide to Everything|XGE}, or Wayfinder's Guide to Eberron. When you gain a level, use the {@bold fixed hit point} value in your class entry; don't roll your hit points."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Further Information",
					"entries": [
						"D&D Adventurers' League is a living campaign, with public games available around the world. Further information on the League, and where you can join, can be found {@link on the official Dungeons and Dragons website|https://dnd.wizards.com/playevents/organized-play}.",
						" {@link Adventurers League Player & DM Pack|http://www.dmsguild.com/m/product/208178}."
					]
				}
			]
		}
	]
}
