{
	"_meta": {
		"sources": [
			{
				"json": "ALseason4",
				"abbreviation": "AL4",
				"full": "Adventurers League Season 4",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"arcanist"
				],
				"url": "https://www.dmsguild.com/product/186573/DDAL04-Expanded-Dark-Gifts-Table-OPTIONAL-CONTENT",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1621705755,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8f3f51e015",
		"edition": "classic"
	},
	"book": [
		{
			"name": "DDAL04 Expanded Dark Gifts Table",
			"id": "AL4DG",
			"source": "ALseason4",
			"published": "2016-06-27",
			"group": "homebrew",
			"contents": [
				{
					"name": "Death in Ravenloft",
					"headers": [
						"Touched by the Mists",
						"Special Thanks"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "AL4DG",
			"source": "ALseason4",
			"data": [
				{
					"type": "section",
					"name": "EXPANDED DARK GIFTS TABLE",
					"entries": [
						"Those that travel through the Mists find themselves affected in unique ways, and those who choose to embrace the gifts of the Dark Powers, they are changed by the experience.",
						{
							"type": "quote",
							"entries": [
								"As I held my freely flowing life in my hands I knew I shouldn't have gone ahead of my friends. It was then I thought of Mulmaster, and worried that I would never get to see it rebuilt. In that moment of weakness, I was offered a second chance at life, I quickly took the offer, not realizing the full nature of the Gift I was given. Now I hide my face, and my mistake from all but those closest to me."
							],
							"by": "Journal entry of Jaydris Keiteir, Cloak of Mulmaster"
						},
						{
							"type": "section",
							"style": "text-center",
							"entries": [
								"{@i A Collection of Dark Gifts for Season 4 of the D&D Adventurers League}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Death in Ravenloft",
					"entries": [
						"Characters trapped in Barovia as part of the Curse of Strahd storyline season have additional options for being brought back from the dead. When a character under 5th level dies, his or her player has two options. First, an ally can raise the dead character, or pay Jenny Greenteeth to raise the character as a spellcasting service (including seeking her discount). Second, the player can choose to have the Dark Powers of Ravenloft resurrect the character for free. If the player chooses resurrection, the character returns to play at the start of the next round with full hit points and spells. However, this dark resurrection leaves the character tainted by shadow. Roll once on the following table to determine the resurrected character's dark gift. Each time a character dies and takes advantage of this boon, he or she rolls for an additional gift. If this results in the character gaining the same dark gift twice, reroll until you get a different result.",
						{
							"type": "table",
							"caption": "Expanded Dark Gifts Table",
							"colLabels": [
								"{@dice d20}",
								"Dark Gift"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1,
											"pad": true
										}
									},
									"The character's eyes melt away, leaving empty sockets. He or she has disadvantage on Charisma ({@skill Persuasion}) checks, but gains {@sense blindsight} out to a range of 60 feet. The character is blind beyond this distance."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"The character develops gills. He or she can breathe underwater, but has disadvantage on Constitution saving throws when not fully submerged."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"The character's skin is cold and clammy to the touch. The character gains resistance to cold damage and vulnerability to fire damage."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"At night, the character can spend 1 hit die to move through solid objects as though they were difficult terrain. A character who ends his or her turn inside an object takes 5 ({@dice 1d10}) force damage. The character counts as an undead creature for the purpose of spells and effects (such as {@classFeature turn undead|Cleric||2})."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"The character's tongue forks like that of a serpent. The character cannot speak the truth. Lying comes naturally, granting the character advantage to all Charisma ({@skill Deception}) checks, but imposing disadvantage to all Charisma ({@skill Persuasion}) and Charisma ({@skill Intimidation}) rolls."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									{
										"type": "entries",
										"entries": [
											"Countless insects have taken residence in the character's ears, imposing disadvantage to Wisdom ({@skill Perception}) checks that rely on hearing.",
											"As an action, the character can pull an insect from their ear, which can be consumed by any character to restore 1 hit point. A character can only benefit from eating one of these insects once per long rest (eating additional insects provides no benefit, and instead sickens the character)."
										]
									}
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"The character develops a bestial awareness, granting the character keen sight advantage on Wisdom ({@skill Perception}) checks that rely on sight and hearing. Animals (wild and domestic) are threatened by the character, and consider him or her hostile and predatory. The character suffers disadvantage on all Wisdom ({@skill Animal Handling}) rolls."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"The character awakens with a parched feeling in their throat, and their face has lost any semblance of a mouth. The character no longer needs to eat or drink and gains the ability to communicate telepathically with any creature within 30 feet with whom they share a language, but otherwise cannot speak."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"The character grows an additional face on the back of their head. At inopportune times it begins to argue with the character, giving him or her disadvantage on Charisma ({@skill Persuasion}) and Dexterity ({@skill Stealth}) checks. While the second face is uncovered the character cannot be surprised, except when incapacitated."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 10
										}
									},
									"The character awakens with a hunched back. This condition gives the character advantage on Charismacondition gives the character advantage on Charisma ({@skill Intimidation}) rolls, but disadvantage on Dexterity ({@skill Acrobatics}) checks and Dexterity saving throws."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 11
										}
									},
									"The character's lungs burn as if from acute smoke inhalation, and the character exhales wisps of smoke with every breath. The character suffers disadvantage to all Dexterity ({@skill Stealth}) checks due to a constant, irritating cough brought on by this affliction. As an action, the character may cough up a billowing cloud of foul - smelling smog in a 10 ft. radius. This smog heavily obscures the area, and dissipates after 1 minute (or 1 round in a moderate wind). Once this ability has been used, the character must finish a short or long rest before it can be used again."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 12
										}
									},
									"The character's body emits a putrid odor that smells of heavy spices, mixed with an undertone of rot. The character gains resistance to poison damage, but emits an involuntary cloud of stench whenever they are hit by a melee attack. Any creature within 5 feet of the character must succeed on a DC 10 Constitution saving throw or be {@condition poisoned} until the start of its next turn. On a successful saving throw, the creature is immune to the character's stench for 24 hours."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 13
										}
									},
									"The character's hand of choice erupts with searing pain (which quickly fades to a dull throb), as a network of jagged, recently - healed wounds appears from wrist to elbow. As a bonus action, you can flex the muscles of your scarred limb causing the wounds to tear open and shed bright light in a 20 - foot radius and dim light for an additional 20 feet for 1 hour. While shedding light, the character's arm is wracked with lancing pain making it impossible to hold or manipulate objects with the injured limb. The character must finish a short or long rest before it can be used again."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 14
										}
									},
									"The character's feet change to resemble those of a giant ape. Due to this change, the character is unable to wear footwear. The character's speed is reduced by 10 ft., but they now ignore difficult terrain while their feet are bare."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 15
										}
									},
									{
										"type": "entries",
										"entries": [
											"The character hears whispers from an unseen malevolent source, which taunts the character with truth, mistruth, and horrors beyond reason.",
											"One per long rest the character can listen to the voices. Doing so gains them the benefits of an {@spell augury} spell."
										]
									}
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 16
										}
									},
									"Itchy, cankerous boils and cysts erupt over the character's body. These sores are a constant distraction, and impose disadvantage on Wisdom ({@skill Perception}) checks. When subject to an attack that deals acid damage, the fluid in a few of the cysts drains away, granting resistance to the attack."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 17
										}
									},
									"The character's nose lengthens and becomes pointed. The constant flow of mucus and sniffling to keep the snot from dripping to the floor causes the character to suffer disadvantage on all Intelligence ({@skill Investigation}) checks, and grants advantage on saving throws versus inhaled poisons."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 18
										}
									},
									"The character's hands become icy cold and take on a sickly grey complexion. The character's unarmed attacks now deal cold damage instead of their normal damage type. Additionally, their hands are nearly numb from the cold; as a result, they suffer disadvantage on Dexterity checks that rely on the use of their hands, but gain resistance to cold damage themselves."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 19
										}
									},
									"The character's face lengthens and contorts into a wolf-like muzzle and the bones in their legs elongate into powerful, canine limbs. While this increases the character's speed by 10 ft., the character is often mistaken for a {@creature werewolf|mm} unless they take special care to conceal their deformities through use of a {@item disguise kit|phb}, or the target of a {@spell disguise self} spell."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 20
										}
									},
									{
										"type": "entries",
										"entries": [
											"The character grows a thick coat of scraggy wolf-like fur, which grants them advantage on Constitution saving throws made to resist the effects of cold weather. They also gain resistance to bludgeoning damage from non-magical weapons that are not made of silver.",
											"Unfortunately, the character also develops a painful allergy and mental aversion to silver, which causes them to break out in blistering rashes on contact. When exposed to silver or in base physical contact with silver, the character suffers disadvantage on all attack rolls and Dexterity checks for 1 minute."
										]
									}
								]
							]
						},
						{
							"type": "section",
							"entries": [
								"The options presented above are optional, and are not required for a rewarding {@adventure Curse of Strahd} play experience. The first four entries on the table are also listed in the Player's Guide for the season. These dark gifts last until the character receives a remove curse spell. All characters who accept the resurrection of the Dark Powers of Ravenloft gain the story award: Touched by the Mists. This story award is not removed when the character receives a {@spell remove curse}.",
								{
									"name": "Touched by the Mists",
									"page": 3,
									"entries": [
										"The Dark Powers of Ravenloft raised you from the dead for purposes unknown. The experience has placed a heavy burden on your soul, leaving you tainted by evil. Now cats hiss as you approach and milk sours at your touch. You detect as an evil undead to the {@spell detect evil and good} spell."
									],
									"type": "entries"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Special Thanks",
					"entries": [
						{
							"type": "section",
							"name": "Local Coordinators",
							"entries": [
								"Steve, Jonathan Connor Self, Benjamin Wolf, Matthew C Warwick, Chris McGovern, Donald Summers, Daniel Witzeling, David Morris, and Joseph Irizarry for their input on the Dark Gifts."
							]
						},
						{
							"type": "section",
							"name": "Regional Coordinators",
							"entries": [
								"Robert Alaniz, Derek Gray, and Kalani Jasmine Vernon"
							]
						}
					]
				}
			]
		}
	]
}
