{
	"_meta": {
		"sources": [
			{
				"json": "Nevermore",
				"abbreviation": "NVMR",
				"full": "Nevermore",
				"authors": ["Xadrow"],
				"convertedBy": ["revilowaldow"],
				"version": "2021.08.06",
				"color": "a2201f",
				"url": "https://www.google.com/",
				"targetSchema": "1.5.0"
			}
		],
		"dependencies": {
			"item": ["PHB"]
		},
		"dateAdded": 1611182020,
		"dateLastModified": 1633463639
	},
	"book": [
		{
			"name": "Nevermore",
			"id": "NVMR",
			"source": "Nevermore",
			"author": "Xadrow",
			"published": "2021-08-06",
			"group": "homebrew",
			"coverUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/CoverArt.png",
			"contents": [
				{
					"name": "Introduction",
					"headers": ["Running Nevermore"]
				},
				{
					"name": "Part I: Character Creation",
					"headers": [
						"Races and Lineages",
						{
							"depth": 1,
							"header": "Standard Races"
						},
						{
							"depth": 1,
							"header": "Common Races"
						},
						{
							"depth": 1,
							"header": "Uncommon Races"
						},
						{
							"depth": 1,
							"header": "Rare Races"
						},
						{
							"depth": 1,
							"header": "Nevermore Races"
						},
						"Backgrounds",
						"Equipment",
						{
							"depth": 1,
							"header": "Tools"
						},
						{
							"depth": 1,
							"header": "Items"
						}
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "NVMR",
			"source": "Nevermore",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 2,
					"entries": [
						{
							"type": "quote",
							"page": 2,
							"entries": [
								"But the Raven, sitting lonely on the placid bust, spoke only",
								"That one word, as if his soul in that one word he did outpour.",
								"Nothing farther then he uttered–",
								"Not a feather then he fluttered–",
								"Till I scarcely more than muttered “Other friends have flown before–",
								"On the morrow he will leave me, as my Hopes have flown before.",
								"Then the bird said ‘Nevermore'."
							],
							"by": "Edgar Allan Poe",
							"from": "The Raven"
						},
						"This time I've decided to up the ante a little bit and provide you guys with all the information required to start this new campaign. It's long, it's a lot, and it might not be as easy to understand as I hoped it would be, but I've received enough input and feedback from people around me that I believe I've created enough content for things to be interesting without fully breaking the game.",
						"Nevermore is a Grim-Horror setting inspired by the likes of {@link Castlevania|https://en.wikipedia.org/wiki/Castlevania}, {@link Dark Souls|https://en.wikipedia.org/wiki/Dark_Souls}, {@link Bloodborne|https://en.wikipedia.org/wiki/Bloodborne}, {@link Lovecraftian horror|https://en.wikipedia.org/wiki/H._P._Lovecraft}, {@link Blasphemous|https://en.wikipedia.org/wiki/Blasphemous_(video_game)}, and has an overall more Halloween and Gothic horror feel to it. Blood, horror, gore, and spooky things are abound, so be ready to accept some more upsetting plot points or settings. Life is bleak, the sky is grey, winter is long and the sun is a blessing.",
						"Combat will probably not be easy and roleplay opportunities plentiful. Expect harder choices to make with respect to allies and enemies, harsher consequences to your actions, and death potentially looming at every corner.",
						{
							"type": "section",
							"name": "Running Nevermore",
							"page": 2,
							"entries": [
								"This is a campaign set in a horror/dark fantasy inspired setting. While some might enjoy certain elements, you might not feel comfortable about them. If you are genuinely unnerved, upset, or grossed out, do not hesitate to tell your DM. The goal is for you to have fun in a more stress induced environment, not to torment you. What your DM or other players might consider mild might not be for others or vice versa.",
								"The setting includes some content that might be upsetting to some people. This includes but is not limited to slavery, oppression, body horror, psychological horror, blood, corpses, guts and gore.",
								"For further guidance on how to handle horror settings, consult {@book Van Richten's Guide to Ravenloft|vrgr}.",
								"After everything is said and done, this remains a Dungeons and Dragons 5th Edition setting written and designed as a more developed Domain of Dread (as {@book explained|vrgr|2} in Van Richten's Guide to Ravenloft). It includes some custom {@filter backgrounds|backgrounds|source=Nevermore}, {@filter items|items|source=Nevermore|category=null|type=null}, and {@filter race options|races|source=Nevermore} which hopefully will spark your interest.",
								"Some official and UA content will not be allowed in this setting, but, as always, it will be at the DM's discretion if something is allowed or not."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part I: Character Creation",
					"page": 3,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/CharacterCreationCover.png"
							}
						},
						{
							"type": "section",
							"name": "Races and Lineages",
							"page": 3,
							"entries": [
								"The world of Nevermore is filled with different races and species, some of which never seen before in the worlds of the {@book Sword Coast|scag|1|The Sword Coast and the North}, {@homebrew Alivast} or {@book Exandria|egw|4|Distant Lands of Exandria}. Others are much rarer if not unfindable on the material plane. Depending on the region certain species will be much less common and might attract stares or conflict.",
								{
									"type": "entries",
									"name": "Standard Races",
									"page": 4,
									"entries": [
										"The lands of Nevermore are populated with a wide diversity of races and species, some working better together than others to survive and thrive. To remain in a somewhat coherent setting, certain races will not be able to be picked during character creation. When creating a character, please select a race from the following list. New race options marked {@homebrew as homebrew|with an asterisk} are expanded upon further in this chapter."
									]
								},
								{
									"type": "entries",
									"name": "Common races",
									"page": 4,
									"entries": [
										"{@race human|phb|Humans}, {@race elf|phb|Elves} and {@race half-elf|phb|Half-Elves} are some of the most common races you'll find across the entire continent, but in different proportions. {@race Elf (Wood)|phb|Wood Elves} keep to the southern forests of the Kingdom of Theringram, while {@race Elf (Drow)|phb|Drow} remain more in the Northern regions of Rafvenwout. {@race Elf (High)|phb|High Elves} are by far the most common {@race elf|phb|elven} subspecies and can be found almost anywhere.",
										"{@race orc|vgm|Orcs}, {@race half-orc|phb|Half-Orcs} and {@race kobold|vgm|Kobolds} thrive in the northern regions of the Outlands, while {@race halfling|phb|Halflings} can be found closer to Theringram.",
										"{@race tiefling|phb|Tieflings} are relatively common; many people have attempted to better their forsaken lives by making deals with less than scrupulous entities. While not the most loved, they are alive, which makes them far more appreciated than the roaming scourge of undead."
									]
								},
								{
									"type": "entries",
									"name": "Uncommon races",
									"page": 4,
									"entries": [
										"{@race gnome|phb|Gnomes} and {@race goblin|vgm|Goblins} can mostly be found in their own secluded communities, trading with outsiders but rarely mingling. The odd ones out rally to large cities and often keep to themselves.",
										"{@race goliath|vgm|Goliaths} are mostly found in remote tribes across the Dragon's Krest, coming down from the mountain range to hunt or gather resources more difficult to find in their homesteads.",
										"{@race kenku|vgm|Kenku} and {@race hexblood|vrgr|Hexbloods} keep to mist filled bog lands and swamps, which are plenty around the Outlands and south of Rafvenwout.",
										"{@race triton|vgm|Tritons} can usually be found in warmer waters near the Isles of Jurneis, though some have been spotted as far as the Mirodim Sea. They often trade seabed resources for precious resources or surface world materials, be it gems, food or fabric. While generally more civilised, they are often clumped in with other Wildebeest races, often considered barbaric or animalistic in nature.",
										"{@race aasimar|vgm|Aasimar} and {@race changeling|erlw|Changelings} are not the easiest to find, as they usually keep their origins as secret as possible to avoid attention, but are more common than you would think. {@race aasimar|vgm|Aasimar} often flee their heritage due to the ecclesiastic dogmas that come with them, while {@race changeling|erlw|changelings} rarely show their true nature for fear of being hunted down.",
										"{@race Dhampir|vrgr}, {@homebrew {@race Haunt|Nevermore|Haunts}}, and {@race Reborn|vrgr} are the by-product of half a millennia of undead influence over the continent. While {@race Dhampir|vrgr} are often the result of vampires courting {@race human|phb} or {@race elf|phb|elven} suitors, {@homebrew {@race Haunt|Nevermore|Haunts}} and {@race Reborn|vrgr} are the result of a world where death rarely comes for mortal souls. While most of their species have been forcibly removed from Theringram, many roam in the Outlands or thrive in the Rafvenwout or Noortgraaf.",
										"{@homebrew {@race True Vampire|Nevermore|True Vampires}} rose to prominence right after the Fall, but rarely leave the comfort of Rafvenwout cities. Their {@homebrew {@race Vampire Spawn|Nevermore|spawn}} however come from many places, often doing the dirty work their progenitors need done outside of the Dukedom."
									]
								},
								{
									"type": "entries",
									"name": "Rare races",
									"page": 4,
									"entries": [
										"{@race dragonborn|phb|Dragonborn}, {@race lizardfolk|vgm|Lizardfolk}, {@race tabaxi|vgm|Tabaxi} live in very secluded tribes on the wild Isles of Jurneis where the warm weather climate is more suitable for their prosperity. Any one of these found on the mainland or in larger cities are rarely there by free will or choice. They form the largest part of the group of Wildebeest.",
										"{@race dwarf|phb|Dwarves} are for the most part extinct, and the rare survivors are shunned and exiled from society. As local folklore goes, {@i “see a dwarf in its burrow and death shall soon follow”}.",
										{
											"type": "inset",
											"name": "Undead player characters",
											"entries": [
												"Generally player characters ({@filter with the exception of a few fey|races|source=null|creature type=fey}) are all humanoid. For the purposes of general gameplay, all new races, while undead in nature, have not received the undead creature type.",
												"The {@filter Gothic Lineages UA|races|source=ua2021gothiclineages} introduced the concept of dual type player characters. Meaning, the undead type can be an additional feature.",
												"Should there be a player playing an undead race, they can choose to up the ante by gaining the undead creature type. This may affect several spells and effects during gameplay. Should several players decide to run one of these races, the house rule can be put to a vote."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/UndeadRaceFluff.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Nevermore Races",
									"page": 5,
									"entries": [
										"{@i This supplement {@filter includes the following new races|races|source=Nevermore}:}",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@race Haunt|Nevermore}",
												"{@race Haunt (Shambler)|Nevermore}",
												"{@race Haunt (Spectral)|Nevermore}",
												"{@race Oozeling|Nevermore}",
												"{@race Vampire Spawn|Nevermore}",
												"{@race True Vampire|Nevermore}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Backgrounds",
							"page": 10,
							"entries": [
								"{@i This supplement {@filter includes the following new backgrounds|backgrounds|source=Nevermore}:}",
								{
									"type": "list",
									"columns": 1,
									"items": [
										"{@background Apothecary|Nevermore}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Equipment",
							"page": 11,
							"entries": [
								{
									"type": "entries",
									"name": "Tools",
									"page": 11,
									"entries": [
										"For this setting, the {@item Herbalism kit|phb} has had some minor modifications. Additionally, a new tool has been made available, which acts as an upgraded version of the {@item Herbalism kit (Nevermore)|Nevermore}.",
										"{@i This supplement {@filter includes the following new tools|items|source=Nevermore|category=null|type=tools}:}",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@item Herbalism kit (Nevermore)|Nevermore}",
												"{@item Apothecary's Kit|Nevermore}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Items",
									"page": 12,
									"entries": [
										"{@i This supplement {@filter includes the following new items|items|source=Nevermore|category=null|type=!tools}:}",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@item Pint of Blood|Nevermore}",
												"{@item Surgeon Clothes|Nevermore}"
											]
										},
										{
											"type": "table",
											"caption": "Nevermore Trinkets",
											"colLabels": ["d12", "Trinket"],
											"colStyles": [
												"col-2 text-centre",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A small shard of Levenite stone"
												],
												[
													"2",
													"A leather pouch filled with the ashes of a fallen vampire"
												],
												[
													"3",
													"A piece of parchment with the address of a Mercatorian Outpost"
												],
												[
													"4",
													"A vial containing a deep blue ichor"
												],
												[
													"5",
													"A set of carpal bones used for auguries"
												],
												[
													"6",
													"A ring with the insignia of a rose"
												],
												[
													"7",
													"A piece of seafloor stone, shining a bright blue green colour when exposed to moonlight"
												],
												[
													"8",
													"A small bronze statue claimed to be of dwarven make"
												],
												[
													"9",
													"A jar containing the mummified body of a pixie"
												],
												[
													"10",
													"A book written by a prominent Mercatorian Scribe about the fine arts of fishing"
												],
												[
													"11",
													"A bracelet with werewolf fangs for beads"
												],
												[
													"12",
													"A silver medallion with the relieved carving of a skull surrounded by lightning "
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Pint of Blood",
			"source": "Nevermore",
			"page": 12,
			"value": 200,
			"weight": 1,
			"type": "TG",
			"rarity": "none",
			"entries": [
				"When not found within a living body, blood must be preserved to keep its nutritional properties, lest it coagulated and rotted. Artisans proficient with {@item alchemist's supplies|phb} or an {@item apothecary's kit|Nevermore} can make preserve portions of up to a pint of blood."
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"In certain regions, fresh blood can be a very sought after commodity, sometimes considered even more valuable than the largest gems. Vampires need blood as sustenance, while {@background Apothecary|Nevermore|apothecaries}, physicians or mages might seek it for academic purposes."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/PintofBlood.png"
						}
					}
				]
			}
		},
		{
			"name": "Surgeon Clothes",
			"source": "Nevermore",
			"page": 10,
			"type": "G",
			"rarity": "none",
			"weight": 5,
			"value": 1000
		},
		{
			"name": "Apothecary's Kit",
			"source": "Nevermore",
			"page": 11,
			"type": "T",
			"rarity": "none",
			"weight": 45,
			"value": 120000,
			"entries": [
				"The apothecary's kit is an herbalist's dream, capable of many similar skills as the herbalism kit but with some superior features.",
				"Proficiency with this kit lets you add your proficiency bonus +3 to any ability check you make to identify or apply herbs and potions, or perform surgery on a patient. Also, proficiency with this kit is required to create stronger antitoxin and potions of healing."
			],
			"additionalEntries": [
				{
					"type": "entries",
					"name": "Components",
					"entries": [
						"This kit is composed of a large cabinet comprised of many small drawers, vials, flasks, note books, clippers, knives, a mortar and pestle, and a small oil burner."
					]
				},
				{
					"type": "entries",
					"name": "Arcana",
					"entries": [
						"Your knowledge of the nature and use of ointments and potions can add insight to your magical studies that deal with plants and your attempts to identify potions."
					]
				},
				{
					"type": "entries",
					"name": "Medicine",
					"entries": [
						"Your mastery of remedies improves your ability to treat illnesses and wounds. Additionally, you're studies of anatomy allow you to better operate on the ill, treating organ damage with better ease."
					]
				},
				{
					"type": "entries",
					"name": "Nature",
					"entries": [
						"When you travel in the wild, your skill in herbalism makes it easier to identify plants, roots or fungi."
					]
				},
				{
					"type": "entries",
					"name": "Identify Plants",
					"entries": [
						"You can identify most plants with a quick inspection of their appearance and smell."
					]
				},
				{
					"type": "table",
					"caption": "Herbalism Kit",
					"colLabels": ["Activity", "DC"],
					"colStyles": ["col-10", "col-2 text-center"],
					"rows": [
						["Find plants", "15"],
						["Identify poison", "15"],
						["Preserve blood or other organs", "20"],
						["Perform Surgery", "20"]
					]
				},
				"Additionally, with the right ingredients, you can craft certain treatments as shown in the table below.",
				{
					"type": "table",
					"caption": "Medicinal Remedies",
					"colLabels": ["Name", "Cost", "Time", "Effect"],
					"colStyles": [
						"col-3",
						"col-3 text-center",
						"col-3 text-center",
						"col-3"
					],
					"rows": [
						["{@item Potion of Healing|dmg}", "20gp", "1 day", "–"],
						[
							"{@item Potion of Greater Healing|dmg}",
							"75gp",
							"1 workweek",
							"–"
						],
						[
							"{@item Potion of Superior Healing|dmg}",
							"250gp",
							"2 workweeks",
							"–"
						],
						[
							"{@item Potion of Supreme Healing|dmg}",
							"900gp",
							"3 workweeks",
							"–"
						],
						[
							"Strong Antidote",
							"300gp",
							"2 workweeks",
							"Nullifies the effect of 1 poison"
						],
						[
							"{@item Potion of Vitality|DMG}",
							"750gp",
							"2 workweeks",
							"–"
						]
					]
				}
			]
		},
		{
			"name": "Herbalism Kit (Nevermore)",
			"source": "Nevermore",
			"page": 11,
			"rarity": "none",
			"_copy": {
				"name": "Herbalism Kit",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							"Additionally, with the right ingredients, you can craft certain treatments as shown in the table below.",
							{
								"type": "table",
								"caption": "Herbal Remedies",
								"colLabels": ["Name", "Cost", "Time", "Effect"],
								"colStyles": [
									"col-3",
									"col-3 text-center",
									"col-3 text-center",
									"col-3"
								],
								"rows": [
									[
										"Weak Antidote",
										"50gp",
										"2 day",
										"Reduces by half the duration of poison effects"
									],
									[
										"Healing Ointment",
										"10gp",
										"1 day",
										"Heals for {@dice 1d4+1} hit points"
									],
									[
										"{@item Potion of Healing|dmg}",
										"25gp",
										"1 day",
										"Heals for {@dice 2d4+2} hit points"
									]
								]
							}
						]
					}
				}
			}
		}
	],
	"background": [
		{
			"name": "Apothecary",
			"source": "Nevermore",
			"page": 10,
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from {@skill Arcana}, {@skill Insight}, {@skill Investigation}, or {@skill Medicine}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism kit|phb}, {@item Apothecary's kit|Nevermore}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@item backpack|phb}, an {@item Herbalism kit|phb}, bandages, a {@item Ink (1-ounce bottle)|phb|bottle of ink}, a quill, a notebook containing various notes on diseases and ailments, a set of {@item Surgeon Clothes|Nevermore}, a set of {@item common clothes|phb}, and a {@item pouch|phb} containing 15gp."
						}
					]
				},
				{
					"name": "Caretaker's Path",
					"type": "entries",
					"entries": [
						"To be an apothecary is to choose to help others struck by malady, but not all apothecaries begin their careers in the same way. You can roll a {@dice 1d6} or choose from the options in the table below.",
						{
							"type": "table",
							"colLabels": ["d6", "Origin"],
							"colStyles": ["col-1 text-center", "col-11"],
							"rows": [
								[
									"1",
									"Branded as a witch or necromancer, exiled or shunned"
								],
								["2", "Part of an apothecary guild"],
								[
									"3",
									"Student of an accomplished apothecary or surgeon"
								],
								["4", "Local village healer or shaman"],
								["5", "Wandering gravedigger"],
								["6", "City coroner"]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Observer of the ill",
					"page": 10,
					"entries": [
						"Your experience has lead you to see all manners of patients at different stages of their afflictions. You have advantage on any medicine check used to identify a patient's illness, disease or curse, whether the patient is alive or recently deceased. Additionally, you can identify how long the patient has to live if they remained un-treated, or how long a body has been dead for."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						{
							"type": "table",
							"caption": "Apothecary Personality Trait",
							"colLabels": ["d8", "Personality Trait"],
							"colStyles": ["col-2 text-center", "col-10"],
							"rows": [
								[
									"1",
									"My work is my passion, and I tend to overshare the details of some of the more gruesome feats I've performed."
								],
								[
									"2",
									"I can cure any illness, using this one of a kind ointment I've developed… at least that's what I claim."
								],
								[
									"3",
									"I'll impose myself as a person of knowledge and repute whenever the situation calls for the services of a professional."
								],
								[
									"4",
									"All I need to be happy are books, herbs, and a quiet space to examine my patients without any disturbances."
								],
								[
									"5",
									"The moment I see someone feeling unwell I feel the urge to assist in any way I can."
								],
								[
									"6",
									"I sometimes forget that not my patients are dead… It has led to some awkward conversations."
								],
								[
									"7",
									"People always think they know better about their own health. Maybe I should just let them self-diagnose more often, see if they'd live long."
								],
								[
									"8",
									"I shy away from telling people what I do… It's only landed me with sneers and stares."
								]
							]
						},
						{
							"type": "table",
							"caption": "Apothecary Ideal",
							"colLabels": ["d6", "Ideal"],
							"colStyles": ["col-2 text-center", "col-10"],
							"rows": [
								[
									"1",
									"{@b World Betterment.} I seek to rid the world of a specific affliction. (Good)"
								],
								[
									"2",
									"{@b Knowledge.} Learning what ails the body is a passion that few seem to share with me. (Neutral)"
								],
								[
									"3",
									"{@b Logic.} I set my emotions aside when I deal with any patient. I wouldn't be capable of doing what must be done if I empathized. (Lawful)"
								],
								[
									"4",
									"{@b Beauty.} Life is such an intricate and beautiful piece of art. Why not treat it as such? (Any)"
								],
								[
									"5",
									"{@b Greed.} A patient is more lucrative if he returns. (Evil)"
								],
								[
									"6",
									"{@b Power.} Learning about life is one of many ways to controlling it. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"caption": "Apothecary Bonds",
							"colLabels": ["d6", "Bond"],
							"colStyles": ["col-2 text-center", "col-10"],
							"rows": [
								[
									"1",
									"My peers are like family, they understand me."
								],
								["2", "Every patient is dear to me."],
								[
									"3",
									"I'll show those who didn't believe in me that I can overcome their judgement."
								],
								[
									"4",
									"I'd defend the reputation of my teacher to the death."
								],
								[
									"5",
									"The knowledge I'm gathering will serve the greater good."
								],
								[
									"6",
									"I saved someone close to me from the brink of death. Though they are better now, it still haunts me to this day."
								]
							]
						},
						{
							"type": "table",
							"caption": "Apothecary Flaws",
							"colLabels": ["d6", "Flaw"],
							"colStyles": ["col-2 text-center", "col-10"],
							"rows": [
								["1", "I'm actually a hypochondriac."],
								["2", "I enjoy dissecting a bit too much."],
								[
									"3",
									"I'm convinced I never make a wrong diagnosis. If my patient dies it's because of foul play."
								],
								[
									"4",
									"I'm a little bit clumsy and have a tendency of forgetting to label my flasks and vials."
								],
								[
									"5",
									"I prefer being around the bedridden or the dead. Healthy people are too loud."
								],
								[
									"6",
									"Announcing bad news to my patients or their loved ones is difficult and awkward."
								]
							]
						}
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"fluff": {
				"entries": [
					"Apothecaries are specialists of death and ailments. As an eternal student of anatomy and the arcane, you've spent years honing your skills to identify numerous diseases and have found ways to cure or lighten the pain of the ill. People often see apothecaries as blasphemous clerics or opportunistic charlatans, but are often preferred over no solution at all. You develop anti-toxins, medicines, potions and treatments capable of healing most afflictions one might encounter across their lives. More often than not, however, apothecaries serve as grave diggers or coroners in cases where the reason of death isn't as simple as a stab wound or a severed head."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/ApothecaryBackgroundFluff.png"
						}
					}
				]
			},
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"arcana",
							"insight",
							"investigation",
							"medicine"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true,
					"apothecary's kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"backpack|phb",
						"herbalism kit|phb",
						"Ink (1-ounce bottle)|phb",
						"common clothes|phb",
						"Surgeon Clothes|Nevermore",
						{
							"special": "bandages"
						},
						{
							"special": "quill"
						},
						{
							"special": "a notebook containing various notes on diseases and ailments"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Haunt",
			"source": "Nevermore",
			"page": 5,
			"creatureTypes": ["humanoid", "undead"],
			"ability": [
				{
					"con": 1
				}
			],
			"size": ["V"],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"You do not age past the age of your point of death and cannot die through ageing."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Your alignment tends to chaotic as your soul tries to understand why it wasn't allowed to pass onto the afterlife."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": ["Your size depends on your race in life."]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can read, speak and write any language you spoke in life."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage and cannot be {@condition poisoned}.",
						"You don't require air, food or drink. Instead of sleeping, you enter a state of mindlessness where your body remains inert and your soul seeks a way to pass to the afterlife, for 4 hours a day.",
						"If subjected to the {@classFeature Destroy Undead (CR 1/2)|Cleric||5||Destroy Undead Channel Divinity} feature, you are not destroyed and instead take damage as indicated in the table below:",
						{
							"type": "table",
							"caption": "Destroy Undead Damage",
							"colLabels": [
								"Destroy Undead Level",
								"Radiant Damage"
							],
							"colStyles": ["col-4", "col-6"],
							"rows": [
								[
									"{@classFeature Destroy Undead (CR 1/2)|Cleric||5||CR ½}",
									"{@damage 1d8}"
								],
								[
									"{@classFeature Destroy Undead (CR 1)|Cleric||8||CR 1}",
									"{@damage 2d8+5}"
								],
								[
									"{@classFeature Destroy Undead (CR 2)|Cleric||11||CR 2}",
									"{@damage 3d8+10}"
								],
								[
									"{@classFeature Destroy Undead (CR 3)|Cleric||14||CR 3}",
									"{@damage 4d8+15}"
								],
								[
									"{@classFeature Destroy Undead (CR 4)|Cleric||17||CR 4}",
									"{@damage 5d8+20}"
								]
							]
						}
					]
				}
			],
			"subraces": [
				{
					"name": "Shambler",
					"source": "Nevermore",
					"page": 5,
					"ability": [
						{
							"str": 2,
							"int": -2
						}
					],
					"entries": [
						{
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"name": "Shambler Haunt",
									"entries": [
										"Shambler haunts are the bodies of the dead returned to life, whether from a recent death or from a bygone era. Their skin, flesh, tissues and bones are held together with their soul by the ethereal thread of some necromantic influence, divine or otherwise. Shamblers can surpass their bodies' limits, at the cost of their cognitive capabilities."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Undead Fortitude",
							"entries": [
								"If you're reduced to 0 hitpoints, make a constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, you instead drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
							]
						}
					]
				},
				{
					"name": "Spectral",
					"source": "Nevermore",
					"page": 5,
					"ability": [
						{
							"cha": 2,
							"wis": -2
						}
					],
					"entries": [
						{
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"name": "Spectral Haunt",
									"entries": [
										"Spectral haunts are the manifestation of the soul that was kept from passing into the afterlife. Confused, they wanders about, resembling much of their previous forms but with an added eerie glow."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Speed",
							"entries": ["You have a flight speed of 15ft."]
						},
						{
							"type": "entries",
							"name": "Ethereal Shift",
							"entries": [
								"You are incorporeal. As a reaction, you can halve any non-magical weapon damage. You can use this ability once per long rest."
							]
						},
						{
							"type": "entries",
							"name": "Incorporeal Movement",
							"entries": [
								"As an action, you can become fully incorporeal. Your remaining movement is halved for the rest of your turn. You can spend the rest of your turn to move through creatures and objects, including walls. While you are in the same space as a creature or an object, you are {@condition blinded}. You remain {@condition blinded} until you move to an unoccupied space. At the end of your turn, your spectral form re-condenses and your incorporeal movement ends. If you end your turn in the same position as another creature or object, you are ejected into the nearest unoccupied space, and take force damage equal to twice the number in feet you were moved. You can't use this feature again until you finish a long rest."
							]
						}
					],
					"speed": {
						"fly": 15,
						"walk": 30
					}
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Returned from the Grave",
						"page": 5,
						"entries": [
							"A Haunt is a global term used to define most creatures whose body has passed away but whose spirit still lingers on the material plane. Zombies, skeletons, mummies, ghosts, spectres or spirits that have managed not only to return from the dead, but also keep the memories of their previous life.",
							"Many circumstances may lead to a Haunt to rise: curses, unfinished business, a failed spell effect, wild magic, or even the gods themselves wanting to toy with a poor unfortunate soul. Whatever reason, Haunts roam the lands, sometimes eternally, in search of the reason of their torment and, ideally, a way to end it. They tend to seek out powerful entities or spell casters in hopes of assistance in exchange of almost anything, so long as their soul can be set free from the shackles of life."
						]
					},
					{
						"type": "entries",
						"name": "Endless Roamers",
						"page": 5,
						"entries": [
							"Haunts are known to roam all over the cursed lands of the Myre, but those who've given up the search for salvation hide to sulk and ponder for eternity before going mad, or rise above and attempt to make the best of it before they get found by a party of hunters or by the Heraldry. Needing no air, food or water, once they've set their eyes on a goal they will tirelessly pursue it with the resolve of a thousand men."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/HauntFluffImage.png"
						}
					}
				]
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"conditionImmune": ["poisoned"],
			"immune": ["poison"]
		},
		{
			"name": "Oozeling",
			"source": "Nevermore",
			"page": 6,
			"ability": [
				{
					"dex": 2,
					"wis": 1,
					"con": -2
				}
			],
			"size": ["M"],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Oozelings become fully independent after about a month of growing matter, and develop humanoid traits after a year. Oozelings live about 50 years before having amassed enough matter to further multiply, which subsequently results in the death of said oozeling."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": ["Your alignment is neutral."]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Oozeling vary in size from 4 to 6 feet tall, depending on the stage of their growth. Older oozelings are taller. Your size is medium."
					]
				},
				{
					"type": "entries",
					"name": "Amorphous",
					"entries": [
						"You can move through a space as narrow as one inch without squeezing."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common} and {@language Primordial}."
					]
				},
				{
					"type": "entries",
					"name": "Pigmented Skin",
					"entries": [
						"Your skin has a certain colour. Choose one type of skin pigment from the table. You gain an elemental resistance determined by the pigment, as shown in the table below.",
						{
							"type": "table",
							"caption": "Skin Pigment",
							"colLabels": [
								"Pigment Colour",
								"Origin",
								"Damage Type"
							],
							"colStyles": [
								"col-4 text-center",
								"col-4 text-center",
								"col-4 text-center"
							],
							"rows": [
								["Black", "Rotten Flesh", "Acid"],
								["Blue", "Cerebral Fluid", "Lightning"],
								["Green", "Bile", "Poison"],
								["Red", "Blood", "Necrotic"],
								["White", "Bone", "Cold"]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Shifting Nucleus",
					"entries": [
						"When hit by an attack, you shift your nucleus to protect it from incoming damage. As a reaction, you can fully negate all bludgeoning, piercing, or slashing damage from a non-magical weapon attack. You cannot use this ability again until you complete a long rest."
					],
					"foundryData": {
						"activation": {
							"type": "reaction",
							"cost": 1
						},
						"uses": {
							"value": 1,
							"max": "1",
							"per": "lr"
						}
					}
				},
				{
					"type": "entries",
					"name": "Slippery Membrane",
					"entries": [
						"Your body is composed of an odd amalgam of ectoplasm and slime. While not wearing armour, your natural AC is 10 + your dexterity modifier + your proficiency modifier. Your body cannot support {@filter heavy armour|items|source=null|type=!heavy armor;light armor;medium armor}. You cannot use weapons with the {@filter heavy property|items|source=null|property=!heavy|type=melee weapon;ranged weapon;simple weapon;martial weapon} or {@filter shields|items|type=shield|category=null|source=null}."
					],
					"foundryData": {
						"effects": [
							{
								"changes": [
									{
										"key": "data.attributes.ac.calc",
										"mode": "OVERRIDE",
										"priority": 4,
										"value": "custom"
									},
									{
										"key": "data.attributes.ac.formula",
										"mode": "OVERRIDE",
										"priority": 4,
										"value": "@attributes.ac.base + @abilities.dex.mod + @attributes.prof"
									}
								],
								"disabled": false,
								"name": "Slippery Membrane AC",
								"transfer": true
							}
						]
					}
				}
			],
			"resist": [
				{
					"choose": {
						"from": [
							"acid",
							"lightning",
							"poison",
							"necrotic",
							"cold"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"primordial": true,
					"common": true
				}
			],
			"traitTags": [
				"Monstrous Race",
				"Natural Armor"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Experimental Origins",
						"entries": [
							"Where once powerful monster from outer worlds had decided to experiment with oozes and slimes, so too have vampire lords wished to grasp the potential power of fluid servants. But where the Illithids had somewhat succeeded in creating beings and monsters they could control, the blood driven mages did not. Thus was born the Oozeling, a sentient but simple minded creature which, at the first moment of its creation, had only one thing on its mind: escaping its captors.",
							"Oozelings were originally created as a bi-product of vampire bio–engineering from messing with oozes and humanoid organic matter, whether it be bone, fleshy tissues or humours, often in what some might consider as less than ethical conditions."
						]
					},
					{
						"type": "entries",
						"name": "Social Clusters",
						"entries": [
							"After several oozelings managed to escape the laboratories they were created in, they decided to try and create small communities, in hopes of saving more of their brethren. Groups would attempt to hide in abandoned towns, small villages, or in underground caverns. Eventually they would come to understand that their population would, over the years, grow exponentially as they grew older and multiply through cellular division. While they feel empathy, they are driven to act in accord to the survival of their species rather than the individual.",
							"To keep their own population in check, volunteers offer to leave the clusters to either die in the wild or create new clusters further away from the homestead, thus safeguarding the existing nest and hopefully perpetuating the species.",
							"It is unknown how many of the original oozelings currently still exist."
						]
					},
					{
						"type": "entries",
						"name": "Afraid and Alone",
						"entries": [
							"Oozelings resent their creators and are wary of trusting strangers. They prefer remaining within their cluster if possible. Should their safety be jeopardized, they are more than willing to flee. They understand that so long as one survives, their species will live on. Society and culture is not something they fully grasp, having only recently been brought into a world where they have known only fear and pain."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/OozelingFluffImage.png"
						}
					}
				]
			},
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Vampire Spawn",
			"source": "Nevermore",
			"page": 8,
			"ability": [
				{
					"cha": 2,
					"con": 1
				},
				{
					"cha": 2,
					"choose": {
						"from": ["str", "dex", "con", "int", "wis"],
						"count": 1
					}
				}
			],
			"size": ["V"],
			"speed": {
				"walk": 30
			},
			"darkvision": 60,
			"alias": ["Vampire"],
			"traitTags": [
				"Monstrous Race",
				"Sunlight Sensitivity"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Vampire Spawn",
							"entries": [
								"To become a vampire spawn is to die and be reborn by the grace of another vampire who decided not to make a meal out of you. As such, it is a transformation from your base character. To become a vampire spawn, you must be a humanoid with no fiendish, celestial or draconic ancestry, and must not already be an undead. Your base race traits and abilities are replaced with the traits of the vampire race.",
								"As a vampire spawn, while you have your own will and are free to act as you please, you are subservient to your progenitor, and the true vampire who created you has full control over your actions. You cannot willingly hurt or affect your creator.",
								"A newly created vampire spawn has 4 levels of {@condition Exhaustion}. To recover from these {@condition exhaustion} points, the vampire spawn must rest and drink a pint of blood during each long rest. After this, the required blood to sustain itself is defined by the {@i Bloodthirst} trait."
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "Variant Ability Scores",
					"entries": [
						"Should your character become a vampire spawn during their adventure, their original race ability score increases are replaced by the ones for the vampire spawn. However, they can decide to forgo the Constitution score increase and instead increase by 1 an ability score of their choosing. You cannot increase your Charisma score by a total of 3 points using this variant."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"You do not age past your age at your point of transformation. Your skin will turn to a pale white or grey over time."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Your alignment turns to Lawful. You are loyal to your creator, whether you like it or not."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": ["Your size is determined by your base race."]
				},
				{
					"type": "entries",
					"name": "Bloodthirst",
					"entries": [
						"You do not require food or water to survive. You sustain yourself through the consumption of a {@item Pint of Blood|Nevermore|pint of humanoid blood}. You can survive an amount of days equal to your character's level before needing to feed (for example, a level 5 vampire can last 5 days without drinking blood). If this amount of days is exceeded, the vampire spawn will take a point of {@condition exhaustion} for every 2 hours they go without feeding until death. All points of {@condition exhaustion} acquired by this method are removed once the vampire has fed."
					]
				},
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your canine teeth increase in size and sharpen, becoming effective daggers to puncture through flesh. As part of the attack action, you can make one unarmed strike using your bite. You deal {@damage 1d6} + your Strength modifier worth of piercing damage."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Innate Magic",
					"entries": [
						"You know the {@spell Minor Illusion} cantrip. When you reach 3rd level, you can cast the {@spell Charm Person} spell once per day. When you reach the 5th level, you can also cast the {@spell Darkness} spell once per day. Charisma is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You read, speak, and write any language you already spoke from your base race."
					]
				},
				{
					"type": "entries",
					"name": "Sunlight Hypersensitivity",
					"entries": [
						"You take {@damage 2d10} radiant damage when you start your turn exposed to sunlight. While exposed to sunlight, you have disadvantage on attack rolls, ability checks, and death saving throws. Burns sustained by sunlight remain as permanent scars. If the vampire spawn dies due to exposure to sunlight, its body turns to ash."
					]
				},
				{
					"type": "entries",
					"name": "Unfazed Charmer",
					"entries": [
						"You have advantage on saving throws against spell effects that attempt to {@condition charmed|phb|charm} or {@condition frightened|phb|frighten} you."
					]
				},
				{
					"type": "entries",
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage and cannot be {@condition poisoned}.",
						"If subjected to the {@classFeature Destroy Undead (CR 1/2)|Cleric||5||Destroy Undead Channel Divinity} feature, you are not destroyed and instead take damage as indicated in the table below:",
						{
							"type": "table",
							"caption": "Destroy Undead Damage",
							"colLabels": [
								"Destroy Undead Level",
								"Radiant Damage"
							],
							"colStyles": ["col-4", "col-6"],
							"rows": [
								[
									"{@classFeature Destroy Undead (CR 1/2)|Cleric||5||CR ½}",
									"{@damage 1d8}"
								],
								[
									"{@classFeature Destroy Undead (CR 1)|Cleric||8||CR 1}",
									"{@damage 2d8+5}"
								],
								[
									"{@classFeature Destroy Undead (CR 2)|Cleric||11||CR 2}",
									"{@damage 3d8+10}"
								],
								[
									"{@classFeature Destroy Undead (CR 3)|Cleric||14||CR 3}",
									"{@damage 4d8+15}"
								],
								[
									"{@classFeature Destroy Undead (CR 4)|Cleric||17||CR 4}",
									"{@damage 5d8+20}"
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": ["minor illusion"]
						},
						"3": {
							"daily": {
								"1": ["charm person"]
							}
						},
						"5": {
							"daily": {
								"1": ["darkness"]
							}
						}
					},
					"ability": "cha"
				}
			],
			"conditionImmune": ["poisoned"],
			"immune": ["poison"],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"fluff": {
				"entries": [
					"It is close to midnight, the moonlight barely coming through the darkened cloud filled sky, and a deep fog is resting close to the ground, raising from the forest bordering both sides of the road. If, in addition to that, a figure appears in front of you, offering you safety in their abode out of the kindness of their soul, you’re most likely dealing with a Vampire.",
					{
						"type": "entries",
						"name": "Immortal Nobility",
						"entries": [
							"While it is not clear how the first vampires came to be, most of them have a claim in one way or another to nobility. Often new true vampires are gifted lands or titles by their former masters as a reward and incentive not to turn on them, thus perpetuating etiquette and fortunes.",
							"With plenty of time on their hands, vampires work on branching out their influence and increase their wealth in such ways that you probably never would have noticed they had once been no more than a slave or a farmer.",
							"Vampires pride themselves over the reach of their domain and influence, often caring more about how filled their coffers rather than if their subjects are living happily under their rule.",
							"Though fear and trickery are often their tools of preference, vampires hold themselves to a certain code of honour and discipline. Those who fall astray of socially acceptable behaviour are quickly ousted or even hunted down."
						]
					},
					{
						"type": "entries",
						"name": "Long Term Strategists",
						"entries": [
							"Being undead but remaining intelligent, vampires have decades, centuries, or maybe millennia to see their schemes come to fruition. While younger vampires usually keep their urge to move things faster as a trait from their previous lives, older vampires are calm and calculated, assessing and measuring their every action. Should something not move into their favour, or the situation not being ideal for the next step in their plan to be launched, they are more than willing to wait 20 to 50 years before making another move."
						]
					},
					{
						"type": "entries",
						"name": "Vampire Courts",
						"entries": [
							"While vampires can rarely claim to be or have families, some of them will bond together over similar interests. Power, wealth, knowledge or lust might drive several vampires to create Courts. Courts are more open groups usually helmed by a select few of the oldest and strongest vampires of the group, and are less fussed about their existence being revealed to the world of the living.",
							"These groups can easily govern cities, counties, or even kingdoms.",
							"The hierarchy in these groups is often relatively straight forward. At the top reside the true vampires (usually the founders), followed by any favoured true vampire allies. Under those come the vampire spawn, powerful pawns and servants to their masters. Finally, cultists and mercenaries, who joined the protection of the court out of devotion, necessity, or fear.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"name": "Court Names:",
										"type": "item",
										"entries": [
											"Ashcroft, Drakuul, Gildheim, Rafvenwout, Rosenkrantz, Schwartzflugel"
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/VampireSpawnFluffImage.png"
						}
					}
				]
			},
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "True Vampire",
			"source": "Nevermore",
			"page": 9,
			"ability": [
				{
					"cha": 2,
					"con": 1
				},
				{
					"cha": 2,
					"choose": {
						"from": ["str", "dex", "con", "int", "wis"],
						"count": 1
					}
				}
			],
			"size": ["V"],
			"speed": {
				"walk": 30
			},
			"darkvision": 120,
			"alias": ["Vampire"],
			"traitTags": [
				"Improved Resting",
				"Magic Resistance",
				"Monstrous Race",
				"Unarmed Strike",
				"Sunlight Sensitivity"
			],
			"entries": [
				{
					"type": "inset",
					"name": "Variant Ability Scores",
					"entries": [
						"Should your character become a vampire spawn during their adventure, their original race ability score increases are replaced by the ones for the vampire. However, they can decide to forgo the Constitution score increase and instead increase by 1 an ability score of their choosing. You cannot increase your Charisma score by a total of 3 points using this variant."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"You do not age past your age at your point of transformation. Your skin will turn to a pale white or grey over time."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Your alignment turns to Lawful. You are loyal to your creator, whether you like it or not."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": ["Your size depends on your race in life."]
				},
				{
					"type": "entries",
					"name": "Bloodthirst",
					"entries": [
						"You do not require food or water to survive. You sustain yourself through the consumption of a pint of humanoid blood. You can survive an amount of days equal to your character's level before needing to feed (for example, a level 5 vampire can last 5 days without drinking blood). If this amount of days is exceeded, the vampire spawn will take a point of {@condition exhaustion} for every 2 hours they go without feeding until death. All points of {@condition exhaustion} acquired by this method are removed once the vampire has fed."
					]
				},
				{
					"type": "entries",
					"name": "Innate Magic",
					"entries": [
						"You know the {@spell Minor Illusion} cantrip. When you reach 3rd level, you can cast the {@spell Charm Person} spell once per day. When you reach the 5th level, you can also cast the {@spell Darkness} spell once per day. Charisma is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You read, speak, and write any language you already spoke from your base race."
					]
				},
				{
					"type": "entries",
					"name": "Sunlight Hypersensitivity",
					"entries": [
						"You take {@damage 2d10} radiant damage when you start your turn exposed to sunlight. While exposed to sunlight, you have disadvantage on attack rolls, ability checks, and death saving throws. Burns sustained by sunlight remain as permanent scars. If the vampire spawn dies due to exposure to sunlight, its body turns to ash."
					]
				},
				{
					"type": "entries",
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage and cannot be {@condition poisoned}.",
						"If subjected to the {@classFeature Destroy Undead (CR 1/2)|Cleric||5||Destroy Undead Channel Divinity} feature, you are not destroyed and instead take damage as indicated in the table below:",
						{
							"type": "table",
							"caption": "Destroy Undead Damage",
							"colLabels": [
								"Destroy Undead Level",
								"Radiant Damage"
							],
							"colStyles": ["col-4", "col-6"],
							"rows": [
								[
									"{@classFeature Destroy Undead (CR 1/2)|Cleric||5||CR ½}",
									"{@damage 1d8}"
								],
								[
									"{@classFeature Destroy Undead (CR 1)|Cleric||8||CR 1}",
									"{@damage 2d8+5}"
								],
								[
									"{@classFeature Destroy Undead (CR 2)|Cleric||11||CR 2}",
									"{@damage 3d8+10}"
								],
								[
									"{@classFeature Destroy Undead (CR 3)|Cleric||14||CR 3}",
									"{@damage 4d8+15}"
								],
								[
									"{@classFeature Destroy Undead (CR 4)|Cleric||17||CR 4}",
									"{@damage 5d8+20}"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Becoming a True Vampire",
							"entries": [
								"To become a true vampire means to unbind yourself from the shackles of your creator. This is done by drinking the blood of your master. Few vampires will easily relinquish their control over their spawns, seeing them as personal servants or children. Those who have either proven themselves or been gifted this opportunity are no longer under the control of their creator and gain additional traits and abilities."
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "DM Note",
					"entries": [
						"Becoming a True Vampire is a long and arduous task that should not be easy. The creator of the vampire spawn will not be willing to turn a formidable spawn into a free vampire that could defy them. Additionally, the fact that the creator must give their own blood means they must either be convinced or forced by a third party as the vampire spawn cannot go against the will of their creator. A vampire character should at least be of level 15 before turning to a true vampire."
					]
				},
				{
					"type": "entries",
					"name": "Spider Climb",
					"entries": [
						"The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"type": "entries",
					"name": "Shapechanger",
					"entries": [
						"If you are not in direct sunlight, you can use your action to transform into a tiny {@creature bat}, a medium cloud of mist, or back to your true form. You can use this action 5 times before a long rest. Anything you are wearing transforms with you, but nothing you are carrying. You return to your true form if you are reduced to 0 hit points in these forms.",
						"While in {@creature bat} form, you cannot speak, your walking speed is 5 feet and your flying speed is 30 feet. Your statistics, other than size and speed, remain unchanged.",
						"While in mist form, you cannot take any actions (other than changing form), speak, or manipulate objects. You are weightless, have a flying speed of 20 feet, can hover, and can enter a hostile creature's space and end your turn there. If air can pass through a space, you can do so without squeezing. You cannot pass through solid or liquid matter. You are immune to non-magical damage except from exposure to sunlight."
					]
				},
				{
					"type": "entries",
					"name": "Superior Darkvision",
					"entries": ["Your darkvision has a radius of 120 ft."]
				},
				{
					"type": "entries",
					"name": "Magic Resistance",
					"entries": [
						"This trait replaces the Unfazed Charmer trait. You have advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"type": "entries",
					"name": "Greater Bite",
					"entries": [
						"Your bite has become caustic and lethal. As part of the attack action, you can make one unarmed strike using your bite. You deal {@damage 1d6} + your strength modifier worth of piercing damage and an additional {@damage 3d6} necrotic damage."
					]
				},
				{
					"type": "entries",
					"name": "Vampiric Healing",
					"entries": [
						"When short resting, you can roll additional Hit Dice equal to a quarter of your level rounded down."
					]
				},
				{
					"type": "entries",
					"name": "Vampiric Heirloom",
					"entries": [
						"Once per full moon, you can perform a ritual to transform a creature into a vampire spawn. The target creature must be a humanoid with no fiendish, celestial or draconic ancestry, and must not already be an undead.",
						"The ritual lasts 1 hour, during which the target's blood is tainted.",
						"You can sire a number of vampire spawn equal to a quarter of your level rounded down. Past that, any attempts at making more will result in the death of the target.",
						"These vampire spawns cannot willingly directly hurt or affect you and will follow any commands you issue them to the best of their ability. You can order them to do anything, including putting themselves into danger."
					]
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": ["minor illusion"]
						},
						"3": {
							"daily": {
								"1": ["charm person"]
							}
						},
						"5": {
							"daily": {
								"1": ["darkness"]
							}
						}
					},
					"ability": "cha"
				}
			],
			"conditionImmune": ["poisoned"],
			"immune": ["poison"],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"fluff": {
				"entries": [
					"It is close to midnight, the moonlight barely coming through the darkened cloud filled sky, and a deep fog is resting close to the ground, raising from the forest bordering both sides of the road. If, in addition to that, a figure appears in front of you, offering you safety in their abode out of the kindness of their soul, you're most likely dealing with a Vampire.",
					{
						"type": "entries",
						"name": "Immortal Nobility",
						"entries": [
							"While it is not clear how the first vampires came to be, most of them have a claim in one way or another to nobility. Often new true vampires are gifted lands or titles by their former masters as a reward and incentive not to turn on them, thus perpetuating etiquette and fortunes.",
							"With plenty of time on their hands, vampires work on branching out their influence and increase their wealth in such ways that you probably never would have noticed they had once been no more than a slave or a farmer.",
							"Vampires pride themselves over the reach of their domain and influence, often caring more about how filled their coffers rather than if their subjects are living happily under their rule.",
							"Though fear and trickery are often their tools of preference, vampires hold themselves to a certain code of honour and discipline. Those who fall astray of socially acceptable behaviour are quickly ousted or even hunted down."
						]
					},
					{
						"type": "entries",
						"name": "Long Term Strategists",
						"entries": [
							"Being undead but remaining intelligent, vampires have decades, centuries, or maybe millennia to see their schemes come to fruition. While younger vampires usually keep their urge to move things faster as a trait from their previous lives, older vampires are calm and calculated, assessing and measuring their every action. Should something not move into their favour, or the situation not being ideal for the next step in their plan to be launched, they are more than willing to wait 20 to 50 years before making another move."
						]
					},
					{
						"type": "entries",
						"name": "Vampire Courts",
						"entries": [
							"While vampires can rarely claim to be or have families, some of them will bond together over similar interests. Power, wealth, knowledge or lust might drive several vampires to create Courts. Courts are more open groups usually helmed by a select few of the oldest and strongest vampires of the group, and are less fussed about their existence being revealed to the world of the living.",
							"These groups can easily govern cities, counties, or even kingdoms.",
							"The hierarchy in these groups is often relatively straight forward. At the top reside the true vampires (usually the founders), followed by any favoured true vampire allies. Under those come the vampire spawn, powerful pawns and servants to their masters. Finally, cultists and mercenaries, who joined the protection of the court out of devotion, necessity, or fear.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"name": "Court Names:",
										"type": "item",
										"entries": [
											"Ashcroft, Drakuul, Gildheim, Rafvenwout, Rosenkrantz, Schwartzflugel"
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NVMR/TrueVampireFluffImage.png"
						}
					}
				]
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	]
}
