{
	"_meta": {
		"sources": [
			{
				"json": "Fest:TG",
				"abbreviation": "Fest:TG",
				"full": "Tavern Games",
				"authors": [
					"Zeke Gonzalez"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/241388/Tavern-Games?term=tavern+game",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "914f29c333",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Tavern Games",
			"id": "Fest:TG",
			"source": "Fest:TG",
			"published": "2018-05-04",
			"group": "homebrew",
			"contents": [
				{
					"name": "Tavern Games",
					"headers": [
						"Arm Wrestling",
						"Squirrel Racing",
						"Bullsheart",
						"Dwarves Bane",
						"Call to Arms",
						"Dragon's Egg"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Fest:TG",
			"source": "Fest:TG",
			"data": [
				{
					"type": "section",
					"name": "Tavern Games",
					"entries": [
						"My players have an insatiable appetite for playing games in local taverns. This small supplement was born from their enjoyment of a variety of games of skill in taverns spread all throughout our campaign. Some of these games are fantasy adaptations of popular games in my life, and others are my own personal take on tavern games that I have heard or read about. These constitute the most popular and successful of the games which I have implemented into my campaigns, and I hope you and your players enjoy them. Keep in mind that the success of these games depend entirely on the ability of you and your players to narrate the event- don't be afraid to add an element of suspense, or to describe the details of the encounter! I will repeatedly remind and encourage you to be as imaginative as possible throughout this supplement, and provide short examples which I hope inspire you to create fantastical tavern games for you and your players! Of course, I encourage Dungeon Masters to adapt these games in order to make them more appropriate for your game and your players.",
						{
							"type": "section",
							"name": "Arm Wrestling",
							"entries": [
								"A burly dragonborn, sweat on his brow, is locked fist-in-fist with a grinning halfling clad in various furs. The bar is loud with cheers and clinking glasses as the two are stuck in a stalemate. Their eyes narrowed at one another over their trembling clenched fists. Suddenly, the halfling lets loose a barbaric shout and slams the fist of the dragonborn onto the scarred wooden table. A chorus of cheers go up behind the halfling and she winks at the astonished dragonborn before waltzing to the bar.",
								"Arm wrestling is a classic, two-person contest of strength! If the player is competing against an NPC, be sure to describe the opponent. Is it a goblin trapper with a humorously large left bicep? Is it a burly human guard? Or maybe a seemingly wimpy elf who turns out to be a barbarian that rages during the contest? Be creative!",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"The two contestants undergo a contest of strength by making a series of opposing Strength checks from an even starting position. There are two positions past the starting position on each side, and upon losing a check at the second position, a contestant must succeed on a strength saving throw against the winning contestant's Strength score or be tapped out.",
										"A natural 20 on a strength check moves a contestant forward by two positions and a natural 20 on a strength saving throw returns them to the starting position. A natural 1 on a strength check moves a contestant backwards by two positions.",
										"Let's examine these mechanics from the above example of Layla the halfling and Reynard the dragonborn. They roll a opposing strength checks from a starting position. Layla rolls a 12 and Reynard rolls a 15, so Reynard is able to muster the will to push Layla's arm into the next position. However, on the next check, Layla rolls a Natural 20 against Reynard's 16! Layla hunkers down and, with a burst of strength, is able to push Reynard back to the starting position- and then down to the next position on the opposite side. On the next throw, Reyard rolls a 12 against Layla's 10, and now the two are once more evenly matched in the center. At this point, Layla enters her Barbarian Rage, conferring advantage on her Strength checks, and allowing her to beat Reynard in the next two checks, pushing Reynard into the second position. Here Reynard flubs yet another Strength check and proceeds to make a Strength saving throw, where he rolls an 11. Unfortunately for him, Layla is a beefy halfling with a Strength score of 14, meaning that he fails his saving throw and Layla is able to slam Reynard's fist to the table amid a chorus of cheers!"
									]
								},
								{
									"type": "inset",
									"name": "Arm Wrestling Proficiency:",
									"entries": [
										"It is possible for these contests to go on for some time. If an arm wrestling competition goes on for six checks (or you see the players begin to lose interest), have any contestants who are not proficient in arm wrestling make a Constitution saving throw with a DC of the opponent's Strength score. If a contestant fails, they gain disadvantage for the remainder of the contest. Any NPC who the DM deems to be an experienced arm wrestler may have profiency in arm wrestling, and a player may gain proficiency in arm wrestling by winning 10 arm wrestling matches within a week!"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Squirrel Racing",
							"entries": [
								"This is a simple gambling game that involves the racing of squirrels, or any other creature of the DM's choosing. Be sure to describe the clientele in the room and the animals themselves! Is this a game that the upper class like to play? Or is it illegal, backroom gambling that occurs in a seedy tavern with the middle or lower class?",
								"Give each squirrel a name like Twitch (a squirrel which moves spasmodically and whose tail never rests) or Nimble (a graceful albino squirrel whose tail flicks elegantly from side to side).",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"Each player selects a squirrel and places a bet that either matches or exceeds the minimum bet. This minimum bet will differ based on where the game is being played! While the rich may start at 10 gold, more common folk may start at 2 copper. Each player then rolls a d20 to see how many inches forwards their chosen squirrel travels in each round. If multiple players choose the same squirrel, have them alternate who makes the check.",
										"The first squirrel to either travel the farthest in five rounds or travel 75 inches wins! A Natural 20 is 25 inches and a Natural 1 is moving backwards or off track by 5 inches."
									]
								},
								{
									"type": "inset",
									"name": "The Stingy Bookie:",
									"entries": [
										"One way you could spice up a tavern or a game of squirrel racing is by having the bookie \"forget\" the bets made by the players and try to cheat them out of their full winnings, or try to run with the players money. A bookie may do this if they owe money to an underground organization or crime family, or if they're simply greedy!"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Bullsheart",
							"entries": [
								" This is a 2-4 player gambling game that is based on a simple game of darts. Again, be sure to describe the contestants and the clientele. Maybe the players are competing with kobolds in The Short Stack, a tavern designed for a clientele of belowaverage height (gnomes, dwarves, & kobolds)? Or maybe a pair of half-orc pirates in a seaside tavern called Captain's Crust?",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"Each player must make a dexterity attack roll with a dart against a dartboard with an AC of 10. After the first round, each player has the opportunity to raise their bet. After two more rounds of dart throws, the player with the most points (as determined by the success of their dart throws) takes the pot! The players earn points by their attack roll as follows:",
										{
											"type": "list",
											"items": [
												"1-9: the dart misses the board entirely, and may even hit another patron or a light source. No points.",
												"10-12: the dart hits the outermost ring and earns a single point.",
												"13-16: the dart hits the middle ring and earns two points.",
												"17+: the dart hits the center ring and earns three points.",
												"20 (or any other critical hit): the dart hits dead-center in the bullsheart and the player earns five points!"
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Bullsheart Proficiency:",
									"entries": [
										"Note that players proficient in darts, a simple ranged weapon, may use their proficiency bonus in this game, but any NPCs who play bullsheart regularly may also use their proficiency bonus, at the DMs discretion. Maybe the tavern Bullsheart champion would have a proficiency bonus as high as +5, and local hunters would certainly have a bonus of at least +2!"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Dwarves Bane",
							"entries": [
								"This is a simple drinking game for two players. As always, describe the contestants! Who is the challenger: a blind dwarf with the nose of a bloodhound? A surprisingly hearty human teenager? A quest-giver who will only acknowledge the strength of the party and confer missions to them if one of the players manages to beat the quest-giver at a drinking game?",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"Six to eight beers are purchased and placed on the bar or table where the participants are playing. Each contestant will have to chug the beers as quickly as possible, requiring them to make Constitution checks with increasing difficulty depending on the number of beers they have drunk:",
										{
											"type": "list",
											"items": [
												"1 beer: DC 5",
												"2 beers: DC 7",
												"3 beers: DC 10",
												"4 beers: DC 12",
												"5 beers: DC 15",
												"6 beers: DC 18"
											]
										},
										"A player who fails a constitution check is unable to chug the entire mug at once, losing the contest, and must make a Constitution saving throw to avoid physically puking.",
										{
											"type": "list",
											"items": [
												"1-3 beers: DC 10",
												"4-5 beers: DC 12",
												"6 beers: DC 16"
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Dwarves Bane Variant: Piss Pot",
									"entries": [
										"There is a version of this game where six to eight total mugs are placed between the contestants, one of which contains a horrible piss-beer combination (DM rolls a d6 or d8 to determine which). Each contestant must take turns drinking one beer, until one contestant drinks the piss-beer and loses!"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Call to Arms",
							"entries": [
								"This game may be played either as a betting game or as a test of strength and will. Call to Arms may be played either between two contestants or between multiple sets of two contestants. This game may be more likely to be played in a tavern frequented by mercenaries, hunters, bandits, or particularly hardened merchants. Maybe a blind adventurer and their partner will try to con the players out of their hardearned gold with a round of this game!",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"The two participants (or each pair of participants) stand 6 ft. apart and one player throws a battleaxe to thier partner, who must make a dexterity check to catch it. If the partner is able to successfully catch the battleaxe, the battleaxe is tossed back to the first player, who makes their own dexterity check. If both players successfully make their check, then both players take a half-step back. This back-and forth continues until either one players fails a dexterity check, meaning that they drop the axe or bleed. Either the last player or last pair of players standing wins!",
										"Each round, a player must make a dexterity check with increasing difficulty to successfully catch the battleaxe as the participants become farther and farther from one another.",
										{
											"type": "list",
											"items": [
												"6 feet: DC 8",
												"8 feet: DC 10",
												"10 feet: DC 12",
												"12 feet: DC 16",
												"14 feet: DC 18",
												"18 feet: DC 20",
												"20 feet: DC 22"
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Tavern of Scars",
									"entries": [
										"Due to the somewhat violent nature of this game, it is very possible that a tavern where this game is popular would have various weapons embedded in the ceiling or walls to add flavor to the experience. Alternatively, due to the potentially destructive nature of the gae, bartenders and tavern owners may not want their patrons to play the game, and either attempt to distract them with drinks or encourage the players to take the game outside."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Dragon's Egg",
							"entries": [
								"Dragon's egg is a 2-6 person gambling game, which may be good for a specific tavern or region. Maybe the locals have historically had issues with a nearby dragon, and this game is a way of psychologically coping with that. Or perhaps it's a game that was brought into town by another band of adventurers who come from far away and claim to have slain a dragon!",
								{
									"type": "section",
									"name": "Gameplay Mechanics",
									"entries": [
										"Each contestant stands around a table in a circle. Small pebbles or 'Dragon Eggs' are used bounced or tossed into a mug of ale in the center of the table by making a Dexterity check (DC 12). If a contestant misses, the egg 'hatches' and that contestant must appease the 'hatchling' by putting gold into the mug or leaving the game. The last player left must drink the ale in order to earn the gold in the bottom (just for flavor, no check required unless the DM sees fit). As the game goes on, banter is an important element of the game, and players or NPCs may attempt to intimidate or persuade the other players to leave the table with words or trick shots (with appropriately higher DCs)."
									]
								},
								{
									"type": "section",
									"name": "Tavern Brawl:",
									"entries": [
										"Many patrons in seedier taverns may not take kindly to losing, and may try to sucker punch the players or start a bar fight in retribution or an attempt to get back their money!"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
