{
	"_meta": {
		"sources": [
			{
				"json": "blt",
				"abbreviation": "blt",
				"full": "The Blue Traveler",
				"authors": [
					"Anthony Vallozzi"
				],
				"convertedBy": [
					"cellescent"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/6mqwd5/im_back_with_the_much_anticipated_return_of_the/https://drive.google.com/file/d/1_imKF5eM5FYcSkgQn_vu4azknFvPMInk/view",
				"version": "2.0.0"
			}
		],
		"optionalFeatureTypes": {
			"FS:BLT": "Fighting Style; Blue Traveler"
		},
		"dateAdded": 1601166152,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "807642ca17",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Blue Traveler",
			"source": "blt",
			"hd": {
				"faces": 8,
				"number": 1
			},
			"proficiency": [
				"con",
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"shield"
				],
				"weapons": [
					"simple melee",
					"martial melee"
				],
				"tools": [
					"{@item Cartographer's Tools|PHB}"
				],
				"skills": [
					{
						"arcana": true,
						"choose": {
							"from": [
								"history",
								"insight",
								"investigation",
								"nature",
								"religion",
								"survival"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon} of your choice or (b) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} of your choice",
					"(a) {@item leather armor|phb} or (b) a {@item shield|phb}",
					"(a) {@item component pouch|phb} or (b) a {@item staff|phb}",
					"(a) {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb} or (c) a {@item scholar's pack|phb}",
					"{@item traveler's clothes|phb}, {@item cartographer's tools|phb}, a {@item signet ring|phb} of the traveler's guild, and a blue: cloak, coat, cowl, robe, scarf, shawl, or tabard."
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13,
					"con": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Spell Memory",
						"Spell Slots",
						"Slot Level"
					],
					"rows": [
						[
							2,
							2,
							1
						],
						[
							3,
							2,
							1
						],
						[
							4,
							2,
							2
						],
						[
							5,
							2,
							2
						],
						[
							6,
							3,
							3
						],
						[
							7,
							3,
							3
						],
						[
							8,
							3,
							4
						],
						[
							9,
							3,
							4
						],
						[
							10,
							4,
							5
						],
						[
							10,
							4,
							5
						],
						[
							10,
							4,
							5
						],
						[
							10,
							4,
							5
						],
						[
							10,
							5,
							5
						],
						[
							10,
							5,
							5
						],
						[
							10,
							5,
							5
						],
						[
							10,
							5,
							5
						],
						[
							10,
							6,
							5
						],
						[
							10,
							6,
							5
						],
						[
							10,
							6,
							5
						],
						[
							10,
							6,
							5
						]
					]
				}
			],
			"classFeatures": [
				"Learning From Experience|Blue Traveler|blt|1",
				"Mimic Spellcasting|Blue Traveler|blt|1",
				{
					"classFeature": "Traveler's Path|Blue Traveler|blt|2",
					"gainSubclassFeature": true
				},
				"Miles to Go Before We Sleep|Blue Traveler|blt|2",
				"Ease of Mind|Blue Traveler|blt|3",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Blue Traveler|blt|4",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|5",
					"gainSubclassFeature": true
				},
				"Analyze|Blue Traveler|blt|6",
				"Veteran Student|Blue Traveler|blt|6",
				"Intercept|Blue Traveler|blt|7",
				"Ability Score Improvement|Blue Traveler|blt|8",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|9",
					"gainSubclassFeature": true
				},
				"Fearless Fare|Blue Traveler|blt|10",
				"For the Sake of Learning|Blue Traveler|blt|10",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Blue Traveler|blt|12",
				"Vigorous|Blue Traveler|blt|13",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|14",
					"gainSubclassFeature": true
				},
				"Save the Queen|Blue Traveler|blt|15",
				"Ability Score Improvement|Blue Traveler|blt|16",
				"Far and Wide|Blue Traveler|blt|17",
				{
					"classFeature": "Traveler's Path feature|Blue Traveler|blt|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Blue Traveler|blt|19",
				"Endless Journey|Blue Traveler|blt|20"
			],
			"subclassTitle": "Traveler's Path",
			"hasFluff": true
		}
	],
	"optionalfeature": [
		{
			"name": "Close Quarters Shooter",
			"source": "blt",
			"page": 7,
			"featureType": [
				"FS:BLT"
			],
			"entries": [
				"You are trained in making ranged attacks at close quarters. When making a ranged attack while you are within 5 feet of a hostile creature, you do not have disadvantage on the attack roll. Your ranged attacks ignore half cover and three-quarters cover against targets within 30 feet of you. Finally, you have a +1 bonus to attack rolls on ranged attacks."
			]
		},
		{
			"name": "Gunnery",
			"source": "blt",
			"page": 8,
			"featureType": [
				"FS:BLT"
			],
			"entries": [
				"You gain a +2 bonus to attack rolls you make with firearms. (This bonus does not stack with that of the archery fighting style.)"
			]
		},
		{
			"name": "Run and Gun",
			"source": "blt",
			"page": 8,
			"featureType": [
				"FS:BLT"
			],
			"entries": [
				"When you use the {@action Attack} action to make only ranged attacks you can use your bonus action to take the {@action Dash} action. When dashing in this manner your speed only increases by one half of your normal speed."
			]
		}
	],
	"classFeature": [
		{
			"name": "Learning From Experience",
			"source": "blt",
			"page": 3,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 1,
			"entries": [
				{
					"type": "inset",
					"name": "Special Actions",
					"entries": [
						"Special Action is a keyword used only in the blue traveler class. Special action refers to any action, reaction, bonus action, or legendary action that the blue traveler is capable of learning. Using this keyword in-game can alleviate the interuption in game flow that comes from not knowing which actions are special actions. For instance, when a creature attempts to use a learnable action, the DM can simply announce, \"The dragon uses its special: action, reaction, legendary action, etc, to use fire breath.\" So without needing to ask, the blue traveler will know if he can learn the action or not."
					]
				},
				"At 1st level, you gain the ability to magically learn and recreate special actions and spells that successfully hit you. But in order for this to work, you must willingly take the hit and deny any attempt whatsoever to negate its effects. When you are targeted or in the area effect of a foe's spell or learnable special action you can choose to fail any saving throw involved and reduce your AC to 0 for the attack. Instead you make an Intelligence saving throw against the casters/users save DC (If the spell or special action has no DC, it is up to the DM to create a fitting one). If you fail you can not attempt to learn the same spell or special action until you have taken a long rest. If you succeed you still take the full effect of the spell or learnable special action, but you can add it to your list of known spells or special actions.",
				"Learned special actions can only be actions, bonus actions, reactions, or legendary actions. They cannot be listed as a Melee or Ranged Weapon Attack. And they must directly target, or include the blue traveler in it's area of effect. Foe abilities that cast a spell are treated as spells for the purpose of learning. Blue travelers can learn spells of a higher level than they can cast, but they won't be useable until they can cast spells of that level, however they cannot learn spells that require a ritual as they cannot cast rituals. Learned legendary actions are used by spending a normal action, no matter what the cost of using it was to the original creature.",
				"If a special action you are attempting to learn has a multiple choice of effects (such as a beholder's Eye Ray), you can only learn the effect you were hit by. Following with the same example, even though a creature such as the beholder can make three attacks with an Eye Ray using a single action, you may only make one. (In very niche situations where an special action would seem weak without making multiple attacks, your DM may rule otherwise.)",
				"The process of learning from experience happens between the time when damage is dealt and before any conditions are applied, so if a spell or special action were to attempt to inflict a condition (such as unconscious, petrified, charmed, etc.), and you are able to recover from said condition, you will do so having learned the spell or special action if you succeeded on your learning attempt."
			]
		},
		{
			"name": "Mimic Spellcasting",
			"source": "blt",
			"page": 4,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 1,
			"entries": [
				"You can use any spell you have memorized without preparation, but you must use all components required to cast spells unless otherwise stated. Any metamagic, feat enhancements, or other effects made in the spell when it was learned will not be replicated when you cast them.",
				{
					"type": "entries",
					"name": "Spell Memory",
					"entries": [
						"You have spell memory that expands depending on your level. The Blue Traveler table shows how much memory you have with which you can fill by learning spells. You can unlearn any spell you have learned before to free up space but must learn the spell by getting hit by it all over again if you do. Consigning a spell to oblivion is a severely stressfull task that requires 1 hour per forgotten spell, during this hour you are under severe mental strain and are unable to rest."
					]
				},
				{
					"type": "entries",
					"name": "Spell Slots",
					"entries": [
						"The Blue Traveler table shows how many spell slots you have. The table also shows what the level of those slots is; all of your spell slots are the same level. To cast one of your mimicked spells of 1st level or higher, you must expend a spell slot. You regain all expended spell slots when you finish a long rest. For example, when you are 5th level, you have two 3rd-level spell slots. To cast the 1st-level spell {@spell thunderwave|PHB}, you must spend one of those slots, and you cast it as a 3rd-level spell."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Intelligence is your spellcasting ability for your blue traveler, so you use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a blue traveler spell you cast and when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"You can use an {@item arcane focus|PHB} (found in chapter 5) as a spellcasting focus for your blue traveler spells."
					]
				},
				{
					"type": "entries",
					"name": "Preparing and Casting Special Actions",
					"entries": [
						"Using your mimicry magic you are able to mirror the effects of other creatures special actions much like casting any other spell. As a blue traveler you have an unlimited memory for special actions. It is your job as a player to keep track of said special actions.",
						"All special actions require a Verbal component to cast. Whenever a special action you cast asks you to make an attack or set a DC, refer to your spellcasting ability.",
						"After casting a special action you lose your capacity to do so again until you successfully recharge it. At the start of each of your following turns, roll a d6, a result of 5-6 recharges your special action casting class feature. This replaces any innate recharge function attached to a special action when you learn it. You can cast a number of special actions equal to your Intelligence modifier, this amount resets after a short or long rest.",
						"You prepare the list of special actions that are available for you to cast. To do so, choose a number of special actions from your memory equal to your Intelligence modifier + your proficiency bonus. Casting the special action doesn't remove it from your list of prepared special actions. You can change your list of prepared special actions when you finish a long rest."
					]
				},
				{
					"type": "inset",
					"name": "Recommended Restrictions",
					"entries": [
						"Blue travelers have sacrificed their ability to cast their own spells for the ability to mirror a greater variety of them, therefore they can not multiclass with other spellcasting classes, or atleast, it would be unwise to."
					]
				}
			]
		},
		{
			"name": "Traveler's Path",
			"source": "blt",
			"page": 4,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 2,
			"entries": [
				"At 2nd level, you come to a fork in the road where you must make the life long decision of which path you will travel. Three paths present themselves; the Path of Enlightenment, the Path of Martial Prowess, and the Path of the Gun Mage. All of which are detailed at the end of the class description. Your choice grants you features at 2nd level, then again at 3rd, 5th, 9th, 14th, and 18th level."
			]
		},
		{
			"name": "Miles to Go Before We Sleep",
			"source": "blt",
			"page": 4,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 2,
			"entries": [
				"Beginning at 2nd level, when traveling, you motivate yourself and your companions to move at a faster pace than usual. When calculating travel speed, add 100 feet per minute, 1 mile per hour, or 6 miles per day to the normal speeds given in the {@b PHB} on {@b page 182} under the Travel Pace table. When moving towards dangerous situations (DM's discretion advised) you double this effect."
			]
		},
		{
			"name": "Ease of Mind",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 3,
			"entries": [
				"At level 3 you become more adept at learning thus you may double your proficiency bonus on Intelligence saving throws made when trying to learn."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 3,
			"entries": [
				"At 3rd level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 4,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 5,
			"entries": [
				"At 5th level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Analyze",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 6,
			"entries": [
				"At level 6, you may use your action to make a relevant Intelligence check ({@skill Arcana}, {@skill History}, {@skill Nature}, {@skill Religion}, {@skill Investigation})(DC = 12 + target's challenge rating (to a maximum of 30) to learn some helpful information about a creature's race (weaknesses, resistances, and special actions). To do so you must have a clear line of sight to the creature. If you fail you can not attempt to Analyze the same target for the next 24 hours."
			]
		},
		{
			"name": "Veteran Student",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 6,
			"entries": [
				"Weathered blue travelers who reach 6th level tend to develop techniques that help them survive when trying to \"learn\" a new spell or special action. Once per short rest you can choose to be treated as though you have resistance to damage from a spell or special action that you are attempting to learn.",
				"Furthermore, when you are afflicted with a condition after attempting to learn a new spell or special action, you gain advantage on any subsequent saving throw made to end or stave off an effect."
			]
		},
		{
			"name": "Intercept",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 7,
			"entries": [
				"Starting at 7th level, as a reaction you can opt to jump in the way of an incoming effect which threatens an ally, becoming the new target of the effect. You can do this only when a creature attempts to make a weapon or spell attack or declares that an ally must make a Dexterity saving throw.",
				"There must be at least a 5 ft. square of space between the enemy and the target (either the ally for an attack or the targeted point for an AOE) for you to move into and the distance traveled by you can not be greater than 10 feet. You must decide whether to use this feature before the attacker determines whether or not the attack has succeeded.",
				"After interposing yourself between the two, you either become the new target of the effect (and the ally is safe) or the effect becomes centered on you (and your ally gains 3/4 cover against the effect). Note that, if applicable, you may now attempt to learn this effect through normal means."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 9,
			"entries": [
				"At 9th level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Fearless Fare",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 10,
			"entries": [
				"Your line of work requires that you put yourself in harms way to further your own progress. To be a blue traveler is to never hesitate in times of desperation, to carry on without worry or fright. At level 10 you become immune to all fear effects."
			]
		},
		{
			"name": "For the Sake of Learning",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 10,
			"entries": [
				"The most skilled blue travelers have gained the ability of resisting death in order to satisfy their curiosity for the most dangerous special actions. Beginning at level 10, once per long rest, if you are brought to 0 hp by a spell or special action which you are attempting to learn, you can instead, if you succeed on the learning attempt, drop to 1 hp and learn the spell or special action."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 11,
			"entries": [
				"At 11th level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Vigorous",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 13,
			"entries": [
				"Blue travelers become naturally more resilient as they expose themselves to more situations. At level 13, your hit point maximum increases by an amount equal to twice your level. Whenever you gain a level thereafter, your hit point maximum increases by an additional 2 hit points. (This bonus stacks with the bonus granted by the {@feat Tough} feat.)",
				"Additionally whenever you roll your hit dice to regain hp you may add 2 to the result."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Save the Queen",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 15,
			"entries": [
				"Beginning at level 15, twice per short rest, after successfully using intercept, you may immediately use the spell or special action you just blocked against the opponent who cast it. To do this you must make a concentration check, the DC is created by the attack you intercepted. In this very unique case you do not need to have learned the spell or special action to use it.",
				"When you send the attack back at the caster, the attack roll, or save DC is set by your spellcasting ability.",
				"You can not use save the queen if the attack you intercepted causes you to have a condition which restricts you from taking actions."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Far and Wide",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 17,
			"entries": [
				"At level 17, you've picked up a few things having experienced so much of the world in your travels. Choose two of the following background features that you do not already have, the details of which can be found on {@b pages 125-139} of the {@b PHB}:",
				"{@background Acolyte}, {@b Shelter of the Faithful.} For the traveler who has taken to the following of Fharlanghn, the God of Roads, horizons and travelling.",
				"{@background Folk Hero}, {@b Rustic Hospitality.} For the traveler who has taken to the roads so that they may fight to defend troubled towns, and make their name known. ",
				"{@background Guild Artisan}, {@b Guild Membership.} For the traveler who frequents the travelers guild, and takes their job of mapping never before seen lands seriously.",
				"{@background Hermit}, {@b Discovery.} For the traveler who has stumbled accross a great finding, or those looking to help the DM with a plot hook.",
				"{@background Outlander}, {@b Wanderer.} For the traveler who is good at what they do.",
				"{@background Sage}, {@b Researcher.} For the traveler seeking to learn a great magic.",
				"{@background Sailor}, {@b Ship's Passage}. For the traveler who has earned their sea legs."
			]
		},
		{
			"name": "Traveler's Path feature",
			"source": "blt",
			"page": 2,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 18,
			"entries": [
				"At 18th level, you gain a feature granted by your Traveler's Path."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "blt",
			"page": 5,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Endless Journey",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"level": 20,
			"entries": [
				"Upon reaching level 20, once per short rest, through sheer force of will to continue your journey, you gain the ability to open a doorway to another plane of your choice.",
				"You conjure the doorway linking an unoccupied space you can see within 60 ft. to a location on a different plane of existence, the location can be as broad or precise as you determine it to be. The doorway can only be seen and used by creatures you have designated, it's size is undefined making any size creature capable of passing through. The doorway lasts 12 hours.",
				"Deities and other planar rulers can prevent this doorway from being created in their presence.",
				"This doorway can also be used by you to make passage to Journey's End once a year.",
				{
					"type": "inset",
					"name": "Journey's End",
					"entries": [
						"A legendary location that few even among the faithful to Fharlanghn have heard of. It exists, according to myth, in the center of the largest desert in the world, a tiny, hidden oasis where temperatures are not as uncomfortable as elsewhere in the region. A copse of magical orpheus trees enhance the powers of recuperation among those who rest beneath them. Their round, fist-sized fruits each function as a full day's rations. The beautiful waterfall there heals wounds and cures diseases. Those who swim in the crystalline pond will find that Fharlanghn himself will answer up to five simple questions they might ask."
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of Enlightenment",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 2,
			"entries": [
				"Your journey leads you down a path of otherwise unobtainable knowledge aswell as broadened mental capabilities. Blue travelers who follow this path tend to be the most scholarly amongst their peers, they find joy in the wonders of magic and the inner-workings of the mind. In addition to improving your intellect and magical prowess, you learn skills useful for delving into the minds of others, reading their thoughts, and feeling what they feel (physically aswell as emotionally).",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Acute Mind|Blue Traveler|blt|Enlightened|blt|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Profound Thinker|Blue Traveler|blt|Enlightened|blt|2"
				}
			]
		},
		{
			"name": "Acute Mind",
			"entries": [
				"{@i 2nd-level Path of Enlightenment feature}",
				"Upon choosing this archetype at level 2, whenever you spot a creature casting a spell, you may use your reaction to make an Arcana (arcane magic) or Religion (divine magic) check in an attempt to know the exact spell they are casting. The DC is set by the casters spell save DC. If you succeed your reaction is refunded."
			],
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Profound Thinker",
			"entries": [
				"{@i 2nd-level Path of Enlightenment feature}",
				"When you choose this archetype at level 2, you gain the ability to learn 4 cantrips. Furthermore, you gain proficiency in all Intelligence checks, if you already have proficiency in a check, your proficiency is instead doubled for that check."
			],
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Arcane Recovery",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 3,
			"header": 2,
			"entries": [
				"{@i 3rd-level Path of Enlightenment feature}",
				"At 3rd level, whenever you finish a short rest, you regain the use of 2 spell slots."
			]
		},
		{
			"name": "Sympathy",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 5,
			"header": 2,
			"entries": [
				"{@i 5th-level Path of Enlightenment feature}",
				"Starting at level 5, an amount of times equal to your Intelligence modifier (minimum 1) per long rest, you can bind yourself to a willing creature you wish to learn through for 1 + Intelligence modifier turns as a bonus action.",
				"While bound anything which effects the creature, effects you as well, damage and healing is split with you evenly (before any damage reduction), allowing you to learn whatever it was that was used on your bonded creature.",
				"Furthermore, when bound to a creature this way, your emotional state changes to that of the bound creature."
			]
		},
		{
			"name": "Split Mind",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Path of Enlightenment feature}",
				"At 9th level, once per short rest, you can concentrate on two spells at once. If while concentrating on two spells you must make a concentration check, you make a seperate check for both spells. If you attempt to cast a third concentration spell, both of your current concentration spells end, and the effect of split mind is lost."
			]
		},
		{
			"name": "Expanded Mind",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i 11th-level Path of Enlightenment feature}",
				"At 11th level, your ability to mirror spellcasting begins to magnify allowing you to cast a very limited amount of higher level spells. At this level you can cast one 6th-level spell without expending a spell slot. You must finish a long rest before you can do so again. You gain one 7th-level spell use at 14th level, one 8th-level spell use at 16th level, and one 9th-level spell use at 18th level. You regain all uses when you finish a long rest.",
				"Additionally, your spell memory begins to develop further, starting at this level you can remember 1 extra spell (Maximum 11), this development happens again at level 13, level 15, level 17, and level 19 (Maximum 15)."
			]
		},
		{
			"name": "Comprehension",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Path of Enlightenment feature}",
				"At 14th level you may use any spell scroll without having the spell memorized and may now learn a spell simply by reading it from a wizards spell book or a corresponding spell scroll. Additionally, you gain proficiency in Wisdom saving throws."
			]
		},
		{
			"name": "Manipulation",
			"source": "blt",
			"page": 6,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Enlightened",
			"subclassSource": "blt",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Path of Enlightenment feature}",
				"At 18th level, once per short or long rest, you can reach out with your mind to read a creature's thoughts. You can then use your access to the creature's mind to command it.",
				"As an action, choose one creature that you can see within 60 feet of you. That creature must make a Wisdom saving throw (DC is set by your Spell save DC). If the creature succeeds on the saving throw, you can't use this feature on it again for 24 hours. If the creature fails its save, you can read its surface thoughts (those foremost in its mind, reflecting its current emotions and what it is actively thinking about) when it is within 60 feet of you. This effect lasts for 1 minute. During that time, you can use your action to end this effect and cast the {@spell suggestion|PHB} spell on the creature by expending a spell slot. The target automatically fails its saving throw against the spell."
			]
		},
		{
			"name": "Path of Martial Prowess",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 2,
			"entries": [
				"Your journey leads you down a path wrought with direct confrontational combat. Blue travelers who take this path are often rambunctious, daring, and combatitive, they seek a thrill in the dangers of close-quarters fighting. While following this path you continually improve your effectiveness in melee combat situations.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Close Quarters Combatant|Blue Traveler|blt|Martial|blt|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Style|Blue Traveler|blt|Martial|blt|2"
				}
			]
		},
		{
			"name": "Close Quarters Combatant",
			"entries": [
				"{@i 2nd-level Path of Martial Prowess feature}",
				"Upon choosing this archetype at level 2, you gain proficiency in {@filter medium armor|items|source=phb|category=basic|type=medium armor} and Strength ({@skill Athletics}) checks."
			],
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Fighting Style",
			"entries": [
				"{@i 2nd-level Path of Martial Prowess feature}",
				"You adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Defense"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Dueling"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Protection"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Weapon Fighting"
						}
					]
				}
			],
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Arcane Strike",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 3,
			"header": 2,
			"entries": [
				"{@i 3rd-level Path of Martial Prowess feature}",
				"Starting at level 3, once per round, you can sacrifice a spell slot for the day to receive a bonus on your next melee attack. You gain a +2 attack bonus per spell level and +2d4 weapon damage per spell level. This attack is considered magical."
			]
		},
		{
			"name": "Extra Attack",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 5,
			"header": 2,
			"entries": [
				"{@i 5th-level Path of Martial Prowess feature}",
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn.",
				"The number of attacks increases to three when you reach 18th level in this class."
			]
		},
		{
			"name": "Aptitude",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Path of Martial Prowess feature}",
				"At level 9, your special action casting class feature recharges on a roll of 4-6."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i 11th-level Path of Martial Prowess feature}",
				"At 11th level, you can choose a second option from the Fighting Style feature of this archetype."
			]
		},
		{
			"name": "Blue Combo",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Path of Martial Prowess feature}",
				"Blue travelers excel at fighting in tandem with their comrades. At 14th level, whenever a creature within 5 feet of you is hit by an attack made by an ally, you can use your reaction to make a melee attack against that creature."
			]
		},
		{
			"name": "Extra Attack (2)",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Martial",
			"subclassSource": "blt",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Path of Martial Prowess feature}",
				"At 18th level, you can attack three times whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Path of the Gun Mage",
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 2,
			"entries": [
				"Your journey takes you down the path of the clever gunslinger. Blue travelers who take this path often possess a tactical mind, they tend to operate from safer distances than most other blue travelers. While navigating this path you will develop techniques that help you deal with nearly any situation, each of which involving gunplay in some manner.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Smoking Gun|Blue Traveler|blt|Gunmage|blt|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Style|Blue Traveler|blt|Gunmage|blt|2"
				}
			]
		},
		{
			"name": "Smoking Gun",
			"entries": [
				"{@i 2nd-level Path of the Gun Mage feature}",
				"Upon choosing this archetype at level 2, you gain proficiency in the use of {@filter renaissance firearms|items|source=DMG|type=firearm;renaissance=sand}, also you ignore the loading property for firearms."
			],
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Fighting Style",
			"entries": [
				"{@i 2nd-level Path of the Gun Mage feature}",
				"You adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Close Quarters Shooter|blt"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Gunnery|blt"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Run and Gun|blt"
						}
					]
				}
			],
			"source": "blt",
			"page": 7,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 2,
			"header": 1
		},
		{
			"name": "Blue Bullet",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 3,
			"header": 2,
			"entries": [
				"{@i 3rd-level Path of the Gun Mage feature}",
				"At level 3 you can channel a magical effect through a bullet. With a bonus action you can sacrifice a spell slot for the day to embue your next attack with a firearm with elemental damage. This attack is considered magical.",
				"You can tailor the effects by making a single choice from both of the following tables. You can also choose to roll randomly on one or both of the tables, doing so increases the DC of the saving throw by 1 for each randomizer dice (maximum 2) due to the unpredictable nature of your attack.",
				"Creatures who are within the area of effect of this attack must make a Dexterity Saving throw to take half damage, the target of the attack does so with disadvantage if he was hit by the original firearm attack. You use your spell save DC to set the DC for this attack.",
				"These effects happen whether or not the original firearm attack successful hits its target.",
				{
					"type": "table",
					"caption": "Blue Bullet Damage",
					"colLabels": [
						"d6",
						"Damage Type"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Acid"
						],
						[
							"2",
							"Cold"
						],
						[
							"3",
							"Fire"
						],
						[
							"4",
							"Lightning"
						],
						[
							"5",
							"Thunder"
						],
						[
							"6",
							"Force"
						]
					]
				},
				{
					"type": "table",
					"caption": "Blue Bullet Area",
					"colLabels": [
						"d4",
						"Area of Effect"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@b Cone.} A 30 ft. cone of the chosen element erupts from your gun tip centered in the direction of the target dealing 1d6 per spell level elemental damage to anyone within the area of effect provided they fail the saving throw."
						],
						[
							"2",
							"{@b Line.} You deal 1d6 per spell level elemental damage to anyone in a direct line between you and the target of your attack, including the target provided they fail the saving throw."
						],
						[
							"3",
							"{@b Single Target.} You deal 1d8 per spell level elemental damage to the target of your attack provided they fail the saving throw."
						],
						[
							"4",
							"{@b Sphere.} You deal 1d6 per spell level elemental damage in a 20 ft. sphere centered on your target provided they fail the saving throw."
						]
					]
				}
			]
		},
		{
			"name": "Extra Attack",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 5,
			"header": 2,
			"entries": [
				"{@i 5th-level Path of the Gun Mage feature}",
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Ardent Shooter",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i 9th-level Path of the Gun Mage feature}",
				"At level 9, once per short rest, you can use your bonus action to harmonize with a firearm of your choice, that firearm gains a +1 magical bonus to its attack and damage rolls, furthermore attacks made from it are considered magical. You can remain harmonious for as long as you maintain concentration."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i 11th-level Path of the Gun Mage feature}",
				"At 11th level, you can choose a second option from the Fighting Style feature of this archetype."
			]
		},
		{
			"name": "Double Tap",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-level Path of the Gun Mage feature}",
				"At 14th level, when you take the {@action Attack} action and attack with a firearm, you can expend your bonus action to make a single attack with the same weapon."
			]
		},
		{
			"name": "Augmented Blue Bullet",
			"source": "blt",
			"page": 8,
			"className": "Blue Traveler",
			"classSource": "blt",
			"subclassShortName": "Gunmage",
			"subclassSource": "blt",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i 18th-level Path of the Gun Mage feature}",
				"At 18th level, if your firearm attack is a critical hit, you can double the damage dealt by blue bullet as well. Additionally, once per short rest, you can double the range of the area of effect of your blue bullet.",
				"For the Single Target AoE, the bullet splits hitting the closest hostile creature to the original target, the second target must also be within your line of fire, if there is no second target available this has no effect. ",
				"For the Line AoE, the line extends past the intended target doubling the orginal distance traveled."
			]
		}
	],
	"subclass": [
		{
			"name": "Path of Enlightenment",
			"subclassFeatures": [
				"Path of Enlightenment|Blue Traveler|blt|Enlightened|blt|2",
				"Arcane Recovery|Blue Traveler|blt|Enlightened|blt|3",
				"Sympathy|Blue Traveler|blt|Enlightened|blt|5",
				"Split Mind|Blue Traveler|blt|Enlightened|blt|9",
				"Expanded Mind|Blue Traveler|blt|Enlightened|blt|11",
				"Comprehension|Blue Traveler|blt|Enlightened|blt|14",
				"Manipulation|Blue Traveler|blt|Enlightened|blt|18"
			],
			"source": "blt",
			"shortName": "Enlightened",
			"className": "Blue Traveler",
			"classSource": "blt"
		},
		{
			"name": "Path of Martial Prowess",
			"subclassFeatures": [
				"Path of Martial Prowess|Blue Traveler|blt|Martial|blt|2",
				"Arcane Strike|Blue Traveler|blt|Martial|blt|3",
				"Extra Attack|Blue Traveler|blt|Martial|blt|5",
				"Aptitude|Blue Traveler|blt|Martial|blt|9",
				"Additional Fighting Style|Blue Traveler|blt|Martial|blt|11",
				"Blue Combo|Blue Traveler|blt|Martial|blt|14",
				"Extra Attack (2)|Blue Traveler|blt|Martial|blt|18"
			],
			"source": "blt",
			"shortName": "Martial",
			"className": "Blue Traveler",
			"classSource": "blt"
		},
		{
			"name": "Path of the Gun Mage",
			"subclassFeatures": [
				"Path of the Gun Mage|Blue Traveler|blt|Gunmage|blt|2",
				"Blue Bullet|Blue Traveler|blt|Gunmage|blt|3",
				"Extra Attack|Blue Traveler|blt|Gunmage|blt|5",
				"Ardent Shooter|Blue Traveler|blt|Gunmage|blt|9",
				"Additional Fighting Style|Blue Traveler|blt|Gunmage|blt|11",
				"Double Tap|Blue Traveler|blt|Gunmage|blt|14",
				"Augmented Blue Bullet|Blue Traveler|blt|Gunmage|blt|18"
			],
			"source": "blt",
			"shortName": "Gunmage",
			"className": "Blue Traveler",
			"classSource": "blt"
		}
	],
	"classFluff": [
		{
			"name": "Blue Traveler",
			"source": "blt",
			"entries": [
				{
					"source": "blt",
					"page": 1,
					"entries": [
						"Standing outside the gaping maw of a cavern entrance you hear a booming echo of an older man sound from within the cave's depths, \"Hey! You! Yeah you sleeping worm! Wake up! It's time for dinner!\"",
						"The cave then shakes with a deafening roar while emanating a soft orange glow from deep within. The sound stops, and the light fades once more to darkness. Suddenly you see emerge before you sprinting out of the cave's mouth, with blue cape still aflame and flapping in the wind, is the man you had heard taunting mere moments ago. He is a short human, seeming to be well over the age of fifty, with a face that is a pure mixture of equal parts amusement and mischief. The man notices you and manages to choke out mid sprint, \"Best be on your way!\" He coughs twice, a puff of black smoke escaping each time.",
						"He stops before your feet and dusts himself off along with squelching the flames behind him, before he continues on to say, \"Dragons are not to be fooled around with,...\" Another cough, another black wisp.",
						"He chuckles and looks up at you with a childish grin, full of satisfaction,  \"... nothing worse in this world than their hot, stinky breath.\"",
						"With those final words, the man wanders off, as if nothing extraordinary had just transpired, and you are left there alone to choose the path that you will follow.",
						{
							"type": "entries",
							"name": "He Who Took the First Steps",
							"entries": [
								"There are many tales regarding the first blue traveler, some of which paint him as a hero whom wandered the world fighting monsters with their own power. Other tales say he was a sailor of sorts who was known by every barwench in every brothel across the seas. Many speak of his courage, his willingness to walk alone into the darkest dungeons, and his uncanny knack for making it out alive. It is believed by most that this man went by the name of Fharlanghn, the God of Roads, horizons and travelling.",
								"Whether it be for their own desires, or a pilgrimage of sorts for those who wish to pay homage to Fharlanghn, blue travelers take to the road in honor of these tales of adventure and exploration. It is for these reasons that they are treated like clerics in a way when visiting a shrine to Fharlanghn, which can be found at most crossroads and oases."
							]
						},
						{
							"type": "entries",
							"name": "Wayward Rover",
							"entries": [
								"Blue travelers take the term \"adaptive learner\" to an entirely new level. They are mages who have mastered the art of using magic to \"mimic\" the spells and special actions that have struck them. Be it the humble cure wounds spell or even the fiery breath of a dragon, these travelers have learned how to copy them all. As long as they're willing to stand in the face of peril, the blue travelers repertoire will continue to grow. In pursuit of this growth the traveler must seek dangerous foes, thus creating a cycle by which a life full of memorable experiences is fabricated.",
								"Many during their traveles tend to train in basic melee combat, which caters to their up-close and personal style. While others on the contrary prefer a life dedicated to knowledge, these travelers forgo their martial training in exchange for greater spellcasting abilities. There are even quiet rumors of gun-bearing, blue-coat wearing, seafarers who sail under flags marked with the holy symbol of Fharlanghn."
							]
						},
						{
							"type": "entries",
							"name": "A Love for Adventure",
							"entries": [
								"Usually blue travelers are lone wanderers, they prefer it that way so as to not jeopardize others for their own desires. However, every once in a blue moon a traveler may happen across a bard whom they will travel alongside of due to common interests and appreciation for eachothers crafts. Besides this most of the time a blue traveler finds themself with a group of fellow adventurers through happenstance like being thrust into battle alongside them, or being hired for a job requiring multiple adventurers. No matter how it happens, any group who shares the love for adventure that a blue traveler has will likely welcome a blue traveler on account of the carefree, joyous atmosphere they tend to emanate, and their abundance of knowledge about the world and it's dangers that they bring to the table."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Blue Traveler",
							"entries": [
								"The first thing you have to do when making a blue traveler is consult with your DM on whether the travelers guild, the deity Fharlanghn, or firearms, have a place in the world they have created. If they do not, it's not such a big deal, the class is still playable in every way, it will just be lacking a bit in the lore department,  and the gun mage path will be unavailable without firearms. If your DM is open to adding these things to his world but needs inspiration or information regarding them he can see the wiki page on Fharlanghn {@link here|https://en.wikipedia.org/wiki/List_of_Greyhawk_deities#Fharlanghn}.",
								{
									"type": "inset",
									"name": "The Travelers' Guild",
									"entries": [
										"The travelers guild is a guild dedicated to a few things, first and foremost it is hearth and home to any traveler who walks through its doors. The guilds second duty is dedication to mapping every nook and cranny of the realm, keeping note on important discoveries and locations, and keeping them secret if deemed necessary. Thirdly, it is a place of buisness where blue travelers can go to set up shop and sell any wares they have found in their explorations, this business works well because there will always be another traveler present who is in need. Last, but certainly not least, it is a place of reverance for the deity Fharlanghn.",
										"The guild also serves lesser purposes such as being a gathering place for storytellers, or where travelers can practice pedagogy amongst their peers.",
										"Seeing how there are so many functions the guild serves, and how open it's doors are, the travelers guild building tends to always be quite large in size, having to accommodate so many.",
										"At the entrance to every guild is a clerk, when a traveler comes seeking housing, the clerk always asks one simple question, \"From where have you come?\" The grade of the room is decided by the answer given, the greater the distance, the greater the luxuries of the room provided. No matter what, the fee is always the same, whatever you can afford."
									]
								},
								"If you are starting at a level greater than 1, you should ask your DM to assign you some starting spells or special actions so you are not a blank slate.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a blue traveler quickly by following these suggestions. First, Intelligence should be your highest ability score. Make Constitution your next-highest ability score and make either Dexterity or Strength your third highest depending on your weapon of choice. Second, choose one of the following backgrounds; {@background Guild Artisan}, {@background Outlander}, {@background Sage}, {@background Sailor}, or make one of your own by following the rules set on {@b page 125} of the {@b PHB} under {@b Customizing a Background}."
									]
								}
							]
						}
					],
					"name": "Blue Traveler",
					"type": "section"
				}
			]
		}
	]
}
