{
	"_meta": {
		"sources": [
			{
				"json": "ArcaneAthenaeumSwordMage",
				"abbreviation": "AASM",
				"full": "Swordmage, A True Arcane Half-Caster",
				"version": "1.0.0",
				"url": "https://www.dmsguild.com/product/224413/Swordmage-A-True-Arcane-HalfCaster-for-5e",
				"authors": [
					"The Arcane Athenaeum"
				],
				"convertedBy": [
					"Frost2779"
				]
			}
		],
		"dateAdded": 1580934477,
		"dateLastModified": 1585045164
	},
	"class": [
		{
			"name": "Swordmage",
			"source": "ArcaneAthenaeumSwordMage",
			"fluff": [
				{
					"type": "section",
					"name": "Swordmage",
					"entries": [
						"An elf nocks an arrow made of spectral blue energy into her bow. She takes careful aim, mutters a short incantation, and lets the arrow fly toward the group of orcs rushing towards her. The arrow slams into the lead orc, then shatters as it explodes into flames and engulfs their ranks.",
						"A human mutters words of arcane power under his breath, causing his warhammer to crackle alight with electricity. Turning the corner, he rushes toward a surprised hobgoblin with a cry, and brings the hammer down on its head with a burst of lightning.",
						"A guard shoves a captured half-elf ahead of him, leading her deeper into the king's dungeon. She quickly concentrates as the guard turns to regard another inmate, and with a flash buries her newly materialized blade into the man's back.",
						"Swordmages are practitioners of both martial combat and arcane magic. To a swordmage, fighters are uncivilized brutes whose only answer to conflict is to hit things harder, while wizards are overly delicate and more at home in a library than the battlefield. Swordmages seek to combine the best of both worlds, seamlessly merging their knowledge of the arcane into battle disciplines which no pure knight or mage could hope to achieve.",
						{
							"type": "entries",
							"name": "A Mystical Bond",
							"entries": [
								"The term \"swordmage\" is in many respects a misnomer; the weapon employed can range from a blade to a hammer to a crossbow. What most defines a swordmage is the unshakable bond that is formed with that particular weapon. Other individuals are able to form similar arcane bonds, but the one between a swordmage and her chosen weapon goes even further.",
								"A bonded weapon is like an extension of a swordmage's own body. It is nearly impossible to rob a swordmage of it, and they are able to sense its location no matter how distant, and call it to their hand from any similar range. Some believe that each weapon contains its own minute soul, one equally capable of communicating with the Weave that surrounds everything. By forging this bond, a swordmage's capability to affect the Weave is increased."
							]
						},
						{
							"type": "entries",
							"name": "Magic and Might",
							"entries": [
								"Without their martial training, a swordmage would still be a formidable (though much less enigmatic) wizard. The meditations and trainings they undertake allow them to comprehend the workings of the Weave, plucking at it to create varied magical effects. Many utilize their spells to augment their own martial ability, while others instead rely on them as their primary methods of combat. Regardless of the specifics, all swordmages channel magic through their weapons, needing no other focus to cast spells.",
								"Without their magic, a swordmage would still be a practiced fighter. Some spend years practicing combat styles and martial arts, learning to intimately understand the swing of a sword or the drawing of a bow. While many wizards sharpen only their minds, swordmages ensure that their bodies become as powerful a weapon as any spell."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Swordmage",
							"entries": [
								"When you create a swordmage character you should consider why you've chosen the complex path of mixing martial combat and magic arts. Were you a squire under the service of a knight who discovered a gift for magic? Were you once a wizard's apprentice, but found yourself drawn to practice with cold steel instead of properly studying?",
								"Why have you gone out into the greater world? Do you wish to prove your unorthodox lifestyle as effective as any other? Are you on a personal mission to collect some arcane secret or ancient artifact? Or perhaps you simply want to put your skills to the test."
							]
						}
					]
				}
			],
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"con",
				"int"
			],
			"spellcastingAbility": "int",
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"arcana",
								"history",
								"insight",
								"intimidation",
								"perception",
								"persuasion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} or (b) a {@item longbow|phb} and a quiver of {@item Arrows (20)|phb|20 arrows}",
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} of (b) two {@filter simple weapons|items|source=phb|category=basic|type=martial weapon}",
					"(a) {@item scale mail|phb} or (b) {@item leather armor|phb}",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"int": 13,
					"or": [
						{
							"str": 13,
							"dex": 13
						}
					]
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Spells Known"
					],
					"rows": [
						[
							0
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						],
						[
							10
						],
						[
							10
						],
						[
							11
						],
						[
							11
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Swordmage}",
						"{@filter 2nd|spells|level=2|class=Swordmage}",
						"{@filter 3rd|spells|level=3|class=Swordmage}",
						"{@filter 4th|spells|level=4|class=Swordmage}",
						"{@filter 5th|spells|level=5|class=Swordmage}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				}
			],
			"classFeatures": [
				[
					{
						"name": "Swordmage Bond",
						"entries": [
							"You know a ritual that creates a magical bond between yourself and one weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must be within your reach throughout the ritual, at the end of which you touch the weapon and forge the bond.",
							"Once you have bonded a weapon to yourself, you can't be disarmed of that weapon unless you are incapacitated. If it is on the same plane of existence, you can summon that weapon as a bonus action on your turn, causing it to teleport instantly to your hand. As long as it is on the same plane as you, you also know its precise location at all times.",
							"If your bonded weapon is broken or damaged, you can spend 1 hour of meditation to recreate the weapon from a fragment. This can be done during a short rest. This process automatically destroys any other fragments of the weapon in existence, so you can't use it to create multiple copies of a broken weapon.",
							"If you attempt to bond with a second weapon, you must break the bond with your existing weapon."
						]
					},
					{
						"name": "Magic Sense",
						"entries": [
							"As an action, you can open yourself to the Weave, allowing you to feel the magical power of objects around you. Until the end of your next turn, you can sense any magic items within 60 feet of you that are not behind total cover. You can sense the presence of a magic item hidden on a person, such as in a pocket or tucked into a boot, so long as the person is not behind total cover. You cannot sense an item contained in an extradimensional space, such as in a bag of holding. You also cannot sense an object protected from divination magic, such as through the spell nondetection, or one affected by a spell such as Nystul's magic aura which hides its magical nature. A thin sheet of lead also blocks your magic sense.",
							"When you use this feature, you can select one of the magic items you sense and learn its rarity (common, uncommon, rare, very rare, legendary, or artifact) and its magic item categor",
							"You can use this feature a number of times equal to 1 + your Intelligence modifier (minimum of 1). You regain all expended uses when you finish a long rest."
						]
					}
				],
				[
					{
						"name": "FIghting Style",
						"entries": [
							"At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
							{
								"type": "options",
								"entries": [
									{
										"type": "entries",
										"name": "Arcane Warrior",
										"entries": [
											"You learn two cantrips of your choice from the wizard spell list. They count as swordmage spells for you, and Intelligence is your spellcasting ability for them. Whenever you gain a level in this class, you can replace one of these cantrips with another cantrip from the wizard spell list."
										]
									},
									{
										"type": "entries",
										"name": "Archery",
										"entries": [
											"You gain a +2 bonus to attack rolls you make with ranged weapons."
										]
									},
									{
										"type": "entries",
										"name": "Defense",
										"entries": [
											"While you are wearing armor, you gain a +1 bonus to AC."
										]
									},
									{
										"type": "entries",
										"name": "Dueling",
										"entries": [
											"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
										]
									},
									{
										"type": "entries",
										"name": "Great Weapon Fighting",
										"entries": [
											"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the twohanded or versatile property for you to gain this benefit."
										]
									},
									{
										"type": "entries",
										"name": "Protection",
										"entries": [
											"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield."
										]
									}
								]
							}
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"Your time spent learning the intricacies of magic allows you to create greater effects beyond the form of your weapon, giving you the ability to cast spells at 2nd level.",
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Swordmage table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"You know two 1st-level spells of your choice from the swordmage spell list.",
									"The Spells Known column of the Swordmage table shows when you learn more swordmage spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots on the Swordmage table. ",
									"Additionally, when you gain a level in this class, you can choose one of the swordmage spells you know from this feature and replace it with another spell from the swordmage spell list. The new spell must also be of a level for which you have spell slots on the Swordmage table."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your swordmage spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever a swordmage spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a swordmage spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can use your bonded weapon as a spellcasting focus for your swordmage spells."
								]
							}
						]
					},
					{
						"name": "Arcane Infusion",
						"entries": [
							"Beginning at 2nd level, you gain the ability to infuse your bonded weapon with arcane energy. As a bonus action, while holding your bonded weapon you can expend one spell slot, infusing your weapon for ten minutes. While infused, your weapon deals additional force damage equal to 1 + the level of the spell slot you expended, to a maximum of 4. If your weapon is not already magical, it becomes magical for the duration.",
							"Instead of force damage, when you apply your arcane infusion you can choose to have it deal another type of damage. The damage must be one which you can deal using a swordmage spell that you know (for example, if you know the spell burning hands, your infusion can deal fire damage) but cannot be bludgeoning, piercing, or slashing damage.",
							"This effect ends early if your bonded weapon is more than 5 feet away from you for 1 minute or more, if you fall unconscious, or if you choose to end it (no action required)."
						]
					}
				],
				[
					{
						"name": "Spell Strike",
						"entries": [
							"Starting at 3rd level, you can use an action on your turn to attempt a spell strike, concentrating a spell into your weapon and using the strike to cast it onto a target. Choose a spell you know of 1st level or higher with a casting time of one action, and spend a spell slot as if you were casting it as normal. The spell must be capable of targeting a hostile creature or have an area of effect in the shape of a cone, cube, cylinder, line, or sphere.",
							"As part of the action, you then make a single weapon attack with your bonded weapon. If the attack hits, the target suffers the attack's normal effects and the effects of the spell. The target has disadvantage on all saving throws made against the spell (if any), and automatically fails Dexterity saving throws. If the spell has an area of effect, it instead only affects the target. Whether the weapon attack hits or misses, the spell slot is expended and the magic fades from your weapon.",
							"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1), expending a use when you successfully hit your target. You regain expended uses of this feature when you finish a long rest."
						]
					},
					{
						"name": "Swordmage Discipline",
						"entries": [
							"At 3rd level, you focus your martial and arcane prowess into a particular discipline, Battlemage, Eldritch Archer, or Spellsword. Your choice grants you features at 3rd level and again at 7th, 11th, and 15th level."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Extra Attack",
						"entries": [
							"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
						]
					}
				],
				[
					{
						"name": "Eldritch Might",
						"entries": [
							"Beginning at 6th level, you can add half your Intelligence modifier (round up) to any Strength, Dexterity, or Constitution ability check you make."
						]
					}
				],
				[
					{
						"name": "Swordmage Discipline Feature",
						"entries": [
							"At 7th level, you gain a feature granted to you by your Swordmage Discipline."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Guiding Strike",
						"entries": [
							"Starting at 10th level, your Spell Strikes leave behind traces of glimmering magic. When you successfully hit a creature with the weapon attack made with your Spell Strike feature, the next attack roll made against the target before the end of your next turn has advantage."
						]
					}
				],
				[
					{
						"name": "Swordmage Discipline Feature",
						"entries": [
							"At 11th level, you gain a feature granted to you by your Swordmage Discipline."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Magic Ward",
						"entries": [
							"Beginning at 14th level, the magic of your bond projects a constant ward against magic. Whenever you suffer damage from a spell or other magical effect and you are wielding your bonded weapon, you can reduce the damage by an amount equal to your Intelligence modifier."
						]
					}
				],
				[
					{
						"name": "Swordmage Discipline Feature",
						"entries": [
							"At 15th level, you gain a feature granted to you by your Swordmage Discipline."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Empowered Spell Strike",
						"entries": [
							"Beginning at 18th level, when you roll dice for the spell you used for your Spell Strike, you can reroll a number of the dice up to your Intelligence modifier (minimum of one). You must use the new rolls."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Archblade",
						"entries": [
							"At 20th level, the bond with your weapon becomes even stronger. Your bonded weapon gains a +1 bonus to attack and damage rolls. Additionally, while wielding your bonded weapon you gain a +1 bonus to your spell attack modifier and your spell save DC increases by 1."
						]
					}
				]
			],
			"subclassTitle": "Swordmage Discipline",
			"subclasses": [
				{
					"name": "Battlemage",
					"source": "ArcaneAthenaeumSwordMage",
					"shortName": "Battlemage",
					"subclassFeatures": [
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Battlemage Magic",
										"entries": [
											"Battlemages wear heavy armor and stride onto the battlefield with little worry for potential dangers. They, more than other swordmages, delve deep enough into the workings of magics to learn the same sorts of spells that wizards do. With this knowledge they wield their spells in flashy and destructive ways, while protecting their allies from harm.",
											"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Battlemage Spells table. The spell counts as a swordmage spell for you, but it doesn't count against the number of swordmage spells you know.",
											{
												"type": "table",
												"caption": "Battlemage Spells",
												"colLabels": [
													"Swordmage Level",
													"Spell"
												],
												"colStyles": [
													"col-3 text-center",
													"col-9"
												],
												"rows": [
													[
														"3rd",
														"{@spell protection from evil and good}"
													],
													[
														"5th",
														"{@spell warding bond}"
													],
													[
														"9th",
														"{@spell enemies abound|xge}"
													],
													[
														"13th",
														"{@spell Otiluke's resilient sphere}"
													],
													[
														"17th",
														"{@spell circle of power}"
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Studied Soldier",
										"entries": [
											"When you choose this discipline at 3rd level, you gain proficiency in heavy armor and shields.",
											"When your Spellcasting feature lets you learn or replace a swordmage spell of 1st level or higher, you can choose the new spell from the swordmage spell list or the wizard spell list. You must otherwise obey all the restrictions for selecting the spell, and it becomes a swordmage spell for you."
										]
									},
									{
										"type": "entries",
										"name": "Arcane Aegis",
										"entries": [
											"When you choose this discipline at 3rd level, you gain the ability to disrupt a single target's attacks against your allies. As an action you can target a single creature within 30 feet of you that you can see. That creature makes a Wisdom saving throw versus your spell save DC. On a failure you mark the creature until your concentration is broken (as if you are concentrating on a spell). A creature marked by you has disadvantage on any attack roll that doesn't target you.",
											"You can use this feature a number of times equal to your Intelligence modifier. You regain expended uses of this feature when you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Hardened Mind",
										"entries": [
											"Starting at 7th level, you gain a bonus to any Constitution saving throw you make to maintain your concentration on a spell or your Arcane Aegis feature. The bonus is equal to half your Intelligence modifier (rounded up, minimum of +1)."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Elemental Protection",
										"entries": [
											"Beginning at 11th level, you can manipulate the energy infused into your weapon to protect you from harm. While you have an active Arcane Infusion, you gain resistance to the damage type of the infusion. You must be wielding your bonded weapon to gain the benefits of this feature."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "War Mage",
										"entries": [
											"At 15th level, channeling magic invigorates you in combat. After you use an action to cast a spell, or while you maintain concentration on a spell or your Arcane Aegis feature, you can make a single weapon attack as a bonus action. You cannot use this feature if you use your action to make a weapon attack in the same turn."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Eldritch Archer",
					"source": "ArcaneAthenaeumSwordMage",
					"shortName": "Eldritch Archer",
					"subclassFeatures": [
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Eldritch Archer Magic",
										"entries": [
											"Eldritch Archers specialize in ranged weaponry, weaving magic into their shots and uing their weapons to extend the lethal range of their spells.",
											"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Eldritch Archer Spells table. The spell counts as a swordmage spell for you, but it doesn't count against the number of swordmage spells you know.",
											{
												"type": "table",
												"caption": "Eldritch Archer Spells",
												"colLabels": [
													"Swordmage Level",
													"Spell"
												],
												"colStyles": [
													"col-3 text-center",
													"col-9"
												],
												"rows": [
													[
														"3rd",
														"{@spell zephyr strike|xge}"
													],
													[
														"5th",
														"{@spell cordon of arrows}"
													],
													[
														"9th",
														"{@spell wind wall}"
													],
													[
														"13th",
														"{@spell elemental bane}"
													],
													[
														"17th",
														"{@spell swift quiver}"
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Arcane Ammunition",
										"entries": [
											"When you choose this discipline at 3rd level, you gain the ability to spontaneously create ammunition from nothing. When you make an attack with your bonded weapon you can choose to create a piece of ammunition (such as an arrow or bolt) in your hand as part of the attack. The ammunition lasts until the end of the turn or until it hits or misses a target. Though the ammunition is made magically, it is not considered magical."
										]
									},
									{
										"type": "entries",
										"name": "Increased Casting Range",
										"entries": [
											"When you choose this discipline at 3rd level, you gain the ability to extend the range of your swordmage spells through your bonded weapon. When you cast a spell that has a range of 10 feet or greater, you can use the normal range of your bonded weapon to determine the spell's range. A spell cannot have a range of Self to be used with this feature, your bonded weapon must be a ranged weapon, and you must be wielding your bonded weapon to use this feature.",
											"At 15th level you can use the long range of your bonded weapon to determine the spell's range."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Phasing Shot",
										"entries": [
											"Starting at 7th level, you learn how to briefly phase your ammunition into the ethereal plane. When you make a ranged attack using your bonded weapon you can choose to make the attack a Phasing Shot. Phasing shots ignore all cover, including total cover, when fired, and ignore obstacles during their flight as long as the obstacle does not extend into the ethereal plane. You still suffer disadvantage when attacking creatures that are heavily obscured from you.",
											"You can use this feature a number of times equal to your Intelligence modifier. You regain expended uses of this feature when you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Arcane Beacon",
										"entries": [
											"Beginning at 11th level, you can use a bonus action to concentrate on a piece of ammunition in your hand (as if concentrating on a spell). If you choose to concentrate on a piece of ammunition made through your Arcane Ammunition feature, the ammunition persists until your concentration ends, at which point it disappears.",
											"While concentrating, you know the location of your ammunition as long as it remains on the same plane of existence as you. You can use a bonus action to change your perception to that of the ammunition until the start of your next turn. While doing so, you can see and hear through the ammunition as if you were there. During this time, you are deaf and blind with regard to your own senses.",
											"Your concentration ends early if the ammunition is ever destroyed. A creature can use its action to snap the ammunition and destroy it.",
											"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1). You regain expended uses of this feature when you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Eldritch Accuracy",
										"entries": [
											"Beginning at 15th level, when you use your Arcane Infusion feature, rather than dealing extra damage you can choose to have the infusion grant a bonus to attack rolls made with your bonded weapon. The bonus is equal to the infusion's extra damage. On subsequent turns you can use a bonus action to swap the infusion between dealing damage or granting the bonus to attack rolls."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Spellsword",
					"source": "ArcaneAthenaeumSwordMage",
					"shortName": "Spellsword",
					"subclassFeatures": [
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Spellsword Magic",
										"entries": [
											"Spellswords are fast-moving skirmishers. Masters at navigating a battlefield, they use their magic to approach their enemies, deal empowered strikes with their weapons, then quickly reposition to a more favorable location.",
											"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Spellsword Spells table. The spell counts as a swordmage spell for you, but it doesn't count against the number of swordmage spells you know.",
											{
												"type": "table",
												"caption": "Spellsword Spells",
												"colLabels": [
													"Swordmage Level",
													"Spell"
												],
												"colStyles": [
													"col-3 text-center",
													"col-9"
												],
												"rows": [
													[
														"3rd",
														"{@spell longstrider}"
													],
													[
														"5th",
														"{@spell blur}"
													],
													[
														"9th",
														"{@spell haste}"
													],
													[
														"13th",
														"{@spell freedom of movement}"
													],
													[
														"17th",
														"{@spell far step}"
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Infusion Surge",
										"entries": [
											"Starting when you choose this discipline at 3rd level, once per turn when you hit with an attack using your bonded weapon and you have an active Arcane Infusion, you can double the damage dealt by the infusion."
										]
									},
									{
										"type": "entries",
										"name": "Arcane Counter",
										"entries": [
											"When you choose this discipline at 3rd level, you gain the ability to teleport short distances and take advantage of openings your opponents make. When a creature within 30 feet of you hits an ally with a melee attack, you can use your reaction to teleport and appear in an unoccupied space within five feet of the attacking creature. As part of the reaction, you can make a single melee weapon attack against the creature. The triggering creature must be beyond your reach when it hits your ally for you to be able to use this feature."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Recursive Strike",
										"entries": [
											"Beginning at 7th level, after you use your Spell Strike feature you can immediately make a single weapon attack against the same target as a bonus action. If the Spell Strike missed, you can attempt the same Spell Strike again with this bonus action attack before the magic fades from your weapon."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Arcane Advance",
										"entries": [
											"Starting at 11th level, when you hit a creature with a melee weapon attack you can use a bonus action to teleport up to 10 feet to an unoccupied space you can see. You must teleport immediately after the hit, but can do so before making additional attacks."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Enhanced Counter",
										"entries": [
											"Beginning at 15th level, when you use your Arcane Counter ability you gain advantage on the attack roll against the triggering creature."
										]
									}
								]
							}
						]
					]
				}
			],
			"classSpells": [
				{
					"name": "Absorb elements",
					"source": "XGE"
				},
				"Burning Hands",
				"Chromatic Orb",
				"Detect Magic",
				"Expeditious Retreat",
				"Faerie Fire",
				"False Life",
				"Feather Fall",
				"Fog Cloud",
				"Ice Knife",
				"Identify",
				"Jump",
				"Magic Missile",
				"Protection from evil and good",
				"Ray of Sickness",
				"Shield",
				"Sleep",
				"Thunderwave",
				"Witch Bolt",
				{
					"name": "Zephyr Strike",
					"source": "XGE"
				},
				{
					"name": "Aganazzar's scorcher",
					"source": "XGE"
				},
				"Blindness/Deafness",
				"Blur",
				"Darkness",
				"Darkvision",
				"Enlarge/reduce",
				"Hold person",
				"Invisibility",
				"Levitate",
				"Locate Object",
				"Magic Weapon",
				"Melf's Acid Arrow",
				"Mirror Image",
				"Misty Step",
				"Nystul's magic aura",
				"Scorching Ray",
				"Shatter",
				{
					"name": "Snilloc's snowball swarm",
					"source": "XGE"
				},
				"Spider climb",
				"Counterspell",
				"Dispel Magic",
				"Fear",
				"Fireball",
				{
					"name": "Flame Arrows",
					"source": "XGE"
				},
				"Glyph of Warding",
				"Haste",
				"Lightning Bolt",
				"Magic Circle",
				{
					"name": "Melf's minute meteors",
					"source": "XGE"
				},
				"Protection from energy",
				"Sleet storm",
				"slow",
				"Stinking cloud",
				"Vampiric touch",
				"Blight",
				"Confusion",
				"Dimension Door",
				{
					"name": "Elemental Bane",
					"source": "XGE"
				},
				"Fire Shield",
				"Freedom of movement",
				"Greater Invisibility",
				"Ice Storm",
				"Locate Creature",
				"Stoneskin",
				{
					"name": "Vitriolic sphere",
					"source": "XGE"
				},
				"Animate Objects",
				"Cloudkill",
				"Cone of Cold",
				"Conjure Volley",
				{
					"name": "Immolation",
					"source": "XGE"
				},
				{
					"name": "Skill empowerment",
					"source": "XGE"
				},
				{
					"name": "Steel wind strike",
					"source": "XGE"
				},
				"Telekinesis",
				"Teleportation circle"
			]
		}
	]
}
