{
	"_meta": {
		"sources": [
			{
				"json": "B:P",
				"abbreviation": "B:P",
				"full": "Badooga's Psion",
				"version": "2.0.0",
				"url": "https://www.gmbinder.com/share/-LuzA9-_dhdbsMPi56Jp",
				"authors": [
					"badooga"
				],
				"convertedBy": [
					"badooga"
				],
				"color": "aa40b4"
			},
			{
				"json": "B:P-UAClassFeatureVariants",
				"abbreviation": "UACFV",
				"full": "Badooga's Psion - Unearthed Arcana: Class Feature Variants",
				"authors": [
					"Wizards of the Coast"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"psionicTypes": {
			"LD": {
				"full": "Lesser Discipline",
				"short": "L. Discipline",
				"hasOrder": false
			},
			"GD": {
				"full": "Greater Discipline",
				"short": "G. Discipline",
				"hasOrder": true,
				"isAltDisplay": true
			}
		},
		"dateAdded": 1579290139,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0cee7caf53",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Psion",
			"source": "B:P",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Talents Known|psionics|source=B:P|type=T}"
					],
					"rows": [
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						]
					]
				},
				{
					"title": "Disciplines Known",
					"colLabels": [
						"{@filter Lesser|psionics|source=B:P|type=LD}",
						"{@filter Greater|psionics|source=B:P|type=GD}"
					],
					"rows": [
						[
							2,
							"—"
						],
						[
							2,
							"—"
						],
						[
							3,
							"—"
						],
						[
							3,
							"—"
						],
						[
							3,
							"—"
						],
						[
							3,
							1
						],
						[
							3,
							1
						],
						[
							3,
							1
						],
						[
							4,
							1
						],
						[
							4,
							2
						],
						[
							4,
							2
						],
						[
							4,
							2
						],
						[
							4,
							2
						],
						[
							4,
							3
						],
						[
							5,
							3
						],
						[
							5,
							3
						],
						[
							5,
							3
						],
						[
							5,
							4
						],
						[
							5,
							4
						],
						[
							5,
							5
						]
					]
				},
				{
					"colLabels": [
						"Psi Points",
						"Psi Limit"
					],
					"rows": [
						[
							4,
							2
						],
						[
							6,
							2
						],
						[
							14,
							3
						],
						[
							17,
							3
						],
						[
							27,
							5
						],
						[
							32,
							5
						],
						[
							38,
							6
						],
						[
							44,
							6
						],
						[
							57,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							64,
							7
						],
						[
							71,
							7
						],
						[
							71,
							7
						],
						[
							71,
							7
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"None"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"insight",
								"investigation",
								"medicine",
								"nature",
								"perception",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item spear|phb} or (b) a {@item mace|phb}",
					"(a) {@item leather armor|phb} or (b) {@item studded leather armor|phb}",
					"(a) a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a {@item scholar's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}"
			},
			"classFeatures": [
				"Psionics|Psion|B:P|1",
				{
					"classFeature": "Psionic Order|Psion|B:P|1",
					"gainSubclassFeature": true
				},
				"Talent Versatility|Psion|B:P|1",
				"Enlightened Knowledge|Psion|B:P|2",
				"Psychic Barrier|Psion|B:P|2",
				"Telepathy|Psion|B:P|2",
				{
					"classFeature": "Psionic Order feature|Psion|B:P|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Psion|B:P|4",
				"Proficiency Versatility|Psion|B:P|4|B:P-UAClassFeatureVariants",
				"Potent Psionics|Psion|B:P|5",
				{
					"classFeature": "Psionic Order feature|Psion|B:P|6",
					"gainSubclassFeature": true
				},
				"Strength of Mind|Psion|B:P|7",
				"Strength of Will|Psion|B:P|7",
				"Ability Score Improvement|Psion|B:P|8",
				"Proficiency Versatility|Psion|B:P|8|B:P-UAClassFeatureVariants",
				"Psionic Guidance|Psion|B:P|9",
				{
					"classFeature": "Psionic Order feature|Psion|B:P|10",
					"gainSubclassFeature": true
				},
				"Psionic Mastery (1/Day)|Psion|B:P|11",
				"Ability Score Improvement|Psion|B:P|12",
				"Proficiency Versatility|Psion|B:P|12|B:P-UAClassFeatureVariants",
				"Psionic Mastery (2/Day)|Psion|B:P|13",
				{
					"classFeature": "Psionic Order feature|Psion|B:P|14",
					"gainSubclassFeature": true
				},
				"Psionic Mastery (3/Day)|Psion|B:P|15",
				"Ability Score Improvement|Psion|B:P|16",
				"Proficiency Versatility|Psion|B:P|16|B:P-UAClassFeatureVariants",
				"Psionic Mastery (4/Day)|Psion|B:P|17",
				"Blindsense|Psion|B:P|18",
				"Ability Score Improvement|Psion|B:P|19",
				"Proficiency Versatility|Psion|B:P|19|B:P-UAClassFeatureVariants",
				"Psionic Body|Psion|B:P|20",
				"Psionic Champion|Psion|B:P|20"
			],
			"subclassTitle": "Psionic Order",
			"page": 1,
			"hasFluff": true
		}
	],
	"psionic": [
		{
			"name": "Beacon",
			"source": "B:P",
			"entries": [
				"As a bonus action, you cause bright light to radiate from your body in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. The light lasts for 1 hour, and you can extinguish it earlier as a bonus action."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Energy Beam",
			"source": "B:P",
			"entries": [
				"As an action, you target one creature you can see within 120 feet of you. Make a ranged psychic attack against the target. On a hit, the target takes {@damage 1d6} acid, cold, fire, lightning, or thunder damage (your choice).",
				"This talent's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6})."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Mind Meld",
			"source": "B:P",
			"entries": [
				"As a bonus action, you can communicate telepathically with one willing creature you can see within 120 feet of you. The target must have an Intelligence of at least 2, otherwise this talent fails and the action is wasted.",
				"This communication can occur until the end of the current turn. You don't need to share a language with the target for it to understand your telepathic utterances, and it understands you even if it lacks a language. You also gain access to one memory of the target's choice, gaining perfect recall of one thing it saw or did."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Minor Creation",
			"source": "B:P",
			"entries": [
				"As an action, you conjure a nonliving, nonmagical object that is small enough to be carried in one hand. The object lasts for 1 minute or until you dismiss it using a bonus action. The object can be a trinket or some other discrete item worth 2 gp or less. At the DM's discretion, you may be allowed to summon a set of multiple smaller items, such as a {@item Ball Bearings (bag of 1,000)|phb|bag of ball bearings} or a {@item fishing tackle|phb|fishing tackle kit}.",
				"If you activate this talent multiple times, you can only maintain the existence of three conjured objects at a time."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Elemental Attunement",
			"source": "B:P",
			"entries": [
				"You can use your action to briefly control elemental forces within 30 feet of you, causing one of the following effects of your choice:",
				{
					"type": "list",
					"items": [
						"Create a harmless, instantaneous sensory effect related to air, earth, fire, or water, such as a shower of sparks, a puff of wind, a spray of light mist, or a gentle rumbling of stone.",
						"Instantaneously light or snuff out a candle, a torch, or a small campfire.",
						"Chill or warm up to 1 pound of nonliving material for up to 1 hour.",
						"Cause earth, fire, water, or mist that can fit within a 1-foot cube to shape itself into a crude form you designate for 1 minute."
					]
				}
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Far Hand",
			"source": "B:P",
			"entries": [
				"As an action, you cast the {@spell mage hand} cantrip, and the hand is invisible when you cast the cantrip with this talent."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Precognitive Insight",
			"source": "B:P",
			"entries": [
				"As an action, you cast the {@spell guidance} cantrip."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Telepathic Imprint",
			"source": "B:P",
			"entries": [
				"As an action, you cast the {@spell encode thoughts|GGR} cantrip."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Telekinetic Projectile",
			"source": "B:P",
			"entries": [
				"As an action, you use telekinesis to hurl an object that is pebble sized or smaller from your hand. Make a ranged psychic attack against a creature or object within 60 feet of you. On a hit, the target takes {@damage 1d6} bludgeoning damage.",
				"This talent's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6})."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Baleful Teleport",
			"source": "B:P",
			"entries": [
				"As an action, you target one hostile creature you can see within 60 feet of you. The target must make a Charisma saving throw. On a failed save, you can teleport the target to an unoccupied space that you can see within 15 feet of the target. That space must be on the ground or on a floor."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Claws of Force",
			"source": "B:P",
			"entries": [
				"As an action, you make a melee psychic attack against a creature or object within your reach. On a hit, the target takes {@damage 1d10} force damage. If it takes any of this damage and is Large or smaller, the target is also pushed up to 5 feet away from you.",
				"This talent's damage increases by {@dice 1d10} when you reach 5th level ({@damage 2d10}), 11th level ({@damage 3d10}), and 17th level ({@damage 4d10})."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Guided Opportunity",
			"source": "B:P",
			"entries": [
				"As an action, choose one creature you can see within 30 feet of you. You implant a psychic beacon within the target, instinctively guiding the next attack made against it. If an ally of yours attacks the target before your next turn, the first attack roll is made with advantage.",
				"This talent targets more creatures when you reach higher levels: two creatures at 5th level, three creatures at 11th level, and four creatures at 17th level. Each beacon is independent and is tracked individually."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Adjust Temperature",
			"source": "B:P",
			"entries": [
				"As an action, you can choose to heat or cool one object that isn't being worn that you can see within 60 feet of you. Any creature in physical contact that comes into contact with the object on its turn must succeed on a Constitution saving throw or take {@damage 1d6} cold or fire damage (your choice). This effect ends when the talent succeeds at dealing damage once. If no creature has taken damage from this talent by the start of your next turn, the object takes the damage instead.",
				"This talent's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6})."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Desiccate",
			"source": "B:P",
			"entries": [
				"As an action, you attempt to forcibly remove the moisture from one creature you can see within 60 feet of you. The target must make a Constitution saving throw. On a failed save, the target takes {@damage 1d8} necrotic damage, and unless the target doesn't require water to sustain itself, it also suffers disadvantage on saving throws against {@condition exhaustion} and on all ability checks until the end of your next turn.",
				"This talent's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8})."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Dream Blade",
			"source": "B:P",
			"entries": [
				"As a bonus action, you manifest a sword of psychic energy in your hand. This magic sword lasts for 1 minute or until you dismiss it using your bonus action. It counts as a simple melee weapon with which you are proficient. It deals {@damage 1d6} psychic damage on a hit and has the finesse and light properties."
			],
			"type": "T",
			"page": 22
		},
		{
			"name": "Project Senses",
			"source": "B:P",
			"entries": [
				"Over the course of a minute, you touch a Small or smaller object that isn't being worn or carried and concentrate on projecting your mind into it. For 10 minutes, or until your concentration ends, you can use your action to project one of your senses through the object, and continue to do so until you use your action to return to your normal senses. You choose this sense from the following list when you activate this talent: sight, hearing, or smell. While projecting this sense through the object, you benefit from it as though you were in the object's space, and you can't use it in your own space until you return to your normal senses.",
				"This talent ends early if the object is ever more than 300 feet from you. Additionally, the object has a slight shimmer while you are projecting one of your senses through it. This shimmer can be noticed if a creature's passive Wisdom ({@skill Perception}) score or active Wisdom ({@skill Perception}) check meets or exceeds your discipline save DC."
			],
			"type": "T",
			"page": 23
		},
		{
			"name": "Crown of Despair",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You have learned to harvest seeds of despair in a creature's psyche, wracking it with self-doubt and inaction."
			],
			"modes": [
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Overwhelming Sorrow",
					"entries": [
						"As an action, you attempt to inflict one creature of your choice that you can see within 60 feet of you with overwhelming sadness. The target must succeed on a Wisdom saving throw or fall {@condition prone}, becoming {@condition incapacitated} and unable to stand up until your concentration ends. A creature with an Intelligence score of 4 or less isn't affected.",
						"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect immediately ends."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Visions of Despair",
					"entries": [
						"As an action, you can force up to six creatures you can see within 60 feet of you to make Wisdom saving throws. A creature with an Intelligence score of 4 or less isn't affected. On a failed save, a target can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the target can take either an action or a bonus action on its turn, not both. These effects last for 1 minute. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Dolorous Mind",
					"entries": [
						"As an action, you choose one creature you can see within 60 feet of you. It must succeed on a Wisdom saving throw, or it is {@condition incapacitated} and has a speed of 0 for 1 minute. It can repeat this saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"order": "Avatar",
			"page": 14
		},
		{
			"name": "Crown of Disgust",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You cause a creature to be flooded with emotions of disgust."
			],
			"modes": [
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Wall of Repulsion",
					"entries": [
						"As an action, you create an invisible, insubstantial wall of energy within 60 feet of you that is up to 30 feet long, 10 feet high, and 1 foot thick. The wall lasts until your concentration ends. Any creature attempting to move through it must make a Wisdom saving throw. On a failed save, a creature can't move through the wall until the start of its next turn. On a successful save, the creature can pass through it. A creature must make this save whenever it attempts to pass through the wall, whether willingly or unwillingly."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Visions of Disgust",
					"entries": [
						"You cause a creature to regard all other beings as horrid, alien entities. As an action, choose one creature you can see within 60 feet of you. The target must make a Wisdom saving throw, taking {@damage 5d6} psychic damage on a failed save, or half as much damage on a successful one. On a failed save, the target also takes {@damage 1d6} psychic damage per creature within 5 feet of it at the end of each of its turns until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "World of Horror",
					"entries": [
						"As an action, choose up to six creatures within 60 feet of you. Each target must make a Wisdom saving throw, taking {@damage 5d6} psychic damage on a failed save, or half as much damage on a successful one. On a failed save, a target is also {@condition frightened} of every creature it encounters until your concentration ends.",
						"While frightened by this effect, a target must take the {@action Dash} action and move away from every creature it is aware of by the safest available route on each of its turns, unless there is nowhere to move. If the target ends its turn in a location where it doesn't have line of sight to another creature, the target can make a Wisdom saving throw. On a successful save, the effect ends for that target."
					]
				}
			],
			"order": "Avatar",
			"page": 15
		},
		{
			"name": "Crown of Rage",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You place a mote of pure fury within a creature's mind, causing its bloodlust to overcome its senses and for it to act as you wish it to."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Id Insinuation",
					"entries": [
						"You cause a creature's id to run rampant. As a bonus action, choose one creature you can see within 60 feet of you. The target must succeed on a Wisdom saving throw or, until the end of your next turn, it can't willingly move unless its movement brings it closer to its nearest enemy that it can see."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Primal Fury",
					"entries": [
						"As an action, choose one creature you can see within 60 feet of you. The target must succeed on a Wisdom saving throw or take {@damage 3d6} psychic damage and immediately use its reaction to move its speed in a straight line toward its nearest enemy. The save automatically succeeds if the target is immune to being {@condition charmed}."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"name": "Blinding Fury",
					"entries": [
						"As an action, choose up to eight creatures you can see within 60 feet of you. Each target must make a Wisdom saving throw, unless it is immune to being {@condition charmed}. On a failed save, a creature must use its reaction to move up to half its speed toward the creature closest to it that it can see, provided it isn't already within 5 feet of that creature. It then must make one melee attack against that creature if it is able to do so."
					]
				}
			],
			"order": "Avatar",
			"page": 15
		},
		{
			"name": "Mantle of Command",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You exert an aura of trust and authority, enhancing the coordination among your allies."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Command to Strike",
					"entries": [
						"When you take the {@action Attack} action, you can choose one ally you can see within 60 feet of you. That ally can use its reaction to immediately make one weapon attack."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Commander's Sight",
					"entries": [
						"As an action, choose one creature you can see within 60 feet of you. Until your concentration ends, your allies have advantage on attack rolls against that target. You can use your bonus action on subsequent turns to target a different creature with this effect. When you do so, the previous target is no longer affected this by this power."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Overwhelming Attack",
					"entries": [
						"When you take the {@action Attack} action, you can choose up to four allies you can see within 60 feet of you. Each of those allies can use its reaction to immediately make one weapon attack."
					]
				}
			],
			"order": "Avatar",
			"page": 17
		},
		{
			"name": "Mantle of Courage",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You focus your mind on courage, radiating confidence and bravado to your allies."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Aura of Victory",
					"entries": [
						"As a bonus action, you project psionic energy until your concentration ends. The energy fortifies you and your allies when your enemies are felled; whenever an enemy you can see is reduced to 0 hit points, you and each of your allies within 30 feet of you gain temporary hit points equal to double the psi points spent to activate this effect."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 7
					},
					"name": "Incite Courage",
					"entries": [
						"As a bonus action, choose up to four creatures you can see within 60 feet of you. The hit point maximum and current hit points of these creatures increase by an amount equal to double the psi points spent to activate this effect. This benefit lasts for 1 hour. Additionally, if any of those creatures is {@condition frightened}, that condition ends on that creature."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "rnd"
					},
					"name": "Pillar of Confidence",
					"entries": [
						"As an action, you and up to five creatures you can see within 60 feet of you each gain one extra action to use on your respective turns. The action is wasted if not used before the end of your next turn. The action can be used only to make one weapon attack or to take the {@action Dash} or {@action Use an Object} action."
					]
				}
			],
			"order": "Avatar",
			"page": 17
		},
		{
			"name": "Mantle of Fury",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You allow the primal fury lurking deep within your mind to burst forth, catching you and you allies in an implacable bloodthirst."
			],
			"modes": [
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Aura of Bloodletting",
					"entries": [
						"As a bonus action, you unleash an aura of rage. Until your concentration ends, you and any ally within 60 feet of you has advantage on melee attack rolls."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Unstoppable Onslaught",
					"entries": [
						"As a bonus action, choose up to three allies you can see within 60 feet of you. Until your concentration ends, a melee weapon deals one extra die of its damage when you or a targeted ally hits with it. Additionally, you and the targeted allies gain advantage on Strength checks and saving throws until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Mindless Charge",
					"entries": [
						"As a bonus action, choose up to three allies you can see within 60 feet of you. You and each of the targeted allies gain an additional action to use on each of your respective turns before your concentration ends. A creature can use that action only to make one weapon attack or to move up to its speed toward a hostile creature that it can see."
					]
				}
			],
			"order": "Avatar",
			"page": 17
		},
		{
			"name": "Mantle of Fear",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You tap into a well of primal fear and turn yourself into a beacon of terror to your enemies."
			],
			"modes": [
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Unsettling Aura",
					"entries": [
						"As a bonus action, you cloak yourself in unsettling psychic energy. Until your concentration ends, any hostile creature within 60 feet of you that can see you has disadvantage on attack rolls against you. Such a creaure must spend 1 extra foot of movement for every foot it moves toward you. A creature ignores this effect if immune to being {@condition frightened}."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Incite Panic",
					"entries": [
						"As an action, you incite panic in up to eight creatures you can see within 90 feet of you that can see you. Until your concentration ends, a target must make a Wisdom saving throw at the start of each of its turns. On a failed save, the target is {@condition frightened} of you until the start of its next turn and must take the Dash action to move away from you by the safest available route. This effect ends for a target when it succeeds on three saving throws against it."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Delirium",
					"entries": [
						"As an action, you cast the {@spell phantasmal killer} spell, without expending a spell slot."
					]
				}
			],
			"order": "Avatar",
			"page": 17
		},
		{
			"name": "Mantle of Joy",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You tap into the joy within you, radiating it outward in soothing, psychic energy that brings hope and comfort to creatures around you."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Soothing Presence",
					"entries": [
						"As a bonus action, choose up to three creatures you can see within 60 feet of you. Each target gains 3 temporary hit points per psi point spent on this effect."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Comforting Aura",
					"entries": [
						"As a bonus action, you emanate an aura of comforting energy until your concentration ends. Each non-hostile creature within 30 feet of you (including you) can roll a {@dice d4} when making a saving throw and add the number rolled to the total."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Beacon of Recovery",
					"entries": [
						"As an action, you emanate an aura of soothing energy until your concentration ends. Each non-hostile creature within 30 feet of you (including you) has advantage on saving throws against effects that inflict any of the following conditions: {@condition blinded}, {@condition deafened}, {@condition exhaustion}, {@condition frightened}, {@condition paralyzed}, {@condition poisoned}, and {@condition stunned}."
					]
				}
			],
			"order": "Avatar",
			"page": 17
		},
		{
			"name": "Mantle of Awe",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You learn to use psionic energy to manipulate others with a subtle combination of psi and your own, natural charm."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Charming Presence",
					"entries": [
						"As an action, you exert an aura of sympathetic power. Roll {@scaledice 2d8|1-7|2d8|psi} per psi point spent on this power; the total is how many hit points worth of creatures this option can affect. Creatures within 30 feet of you are affected in ascending order of their hit point maximums, ignoring {@condition incapacitated} creatures, creatures immune to being {@condition charmed}, and creatures engaged in combat.",
						"Starting with the creature that has the lowest hit point maximum, each creature affected by this option is {@condition charmed} by you for 10 minutes or until you or your companions do anything harmful to it. A charmed target regards you as a friendly acquaintance. Subtract each creature's hit point maximum from the total before moving on to the next creature. A creature's hit point maximum must be equal to or less than the remaining total for that creature to be affected."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Center of Attention",
					"entries": [
						"As an action, you exert an aura of power that grabs a creature's attention. Choose up to three creatures you can see within 60 feet of you. Each target must make a Wisdom saving throw. On a failed save, a target is so thoroughly distracted by you that all other creatures are {@condition invisible} to it until your concentration ends. If a target can no longer see or hear you or if it takes damage, the effect ends for it."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Invoke Awe",
					"entries": [
						"As an action, you exert an aura that inspires awe in others. Choose up to three humanoids you can see within 60 feet of you. Each target must succeed on a Wisdom saving throw or be {@condition charmed} by you until your concentration ends or until you or your companions do anything harmful to it. If you or creatures that are friendly to you are fighting the target, it has advantage on the saving throw. While charmed, the target obeys all your verbal commands to the best of its ability and without doing anything obviously self-destructive. The charmed target will attack only creatures that it has seen attack you since it was charmed or that it was already hostile toward. If the charmed target attacks a creature it would normally see as an ally, it can repeat the saving throw, ending the effect on itself on a success."
					]
				}
			],
			"order": "Avatar",
			"page": 16
		},
		{
			"name": "Mastery of Air",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You become one with the power of elemental air."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Wind Stream",
					"entries": [
						"As an action, you create a line of focused air that is 30 feet long and 5 feet wide. Each creature in that area must make a Strength saving throw, taking {@scaledice 1d8|1-7|1d8|psi} bludgeoning damage per psi point spent on a failed save, or half as much damage on a successful one. On a failed save, a creature is also knocked {@condition prone}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Cloak of Air",
					"entries": [
						"As a bonus action, you seize control of the air around you to create a protective veil. Until your concentration ends, melee attack rolls against you have disadvantage, and when a creature you can see misses you with a melee attack, you can use your reaction to force the creature to repeat the attack roll against itself. Additionally, the area in a 10-foot radius around you is difficult terrain for creatures other than you, and arrows, bolts, and other ordinary projectiles that pass through the area are deflected upward and automatically miss their target. (Boulders hurled by giants or siege engines, and similar projectiles, are unaffected.)"
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Whirlwind",
					"entries": [
						"As an action, choose a point you can see within 60 feet of you. Winds howl in a 20-foot-radius sphere centered on that point. Each creature in the sphere must succeed on a Strength saving throw or take {@damage 8d8} bludgeoning damage and be moved to an unoccupied space of your choice in the sphere. Any loose object in the sphere is moved to an unoccupied space of your choice within it if the object weighs no more than 100 pounds."
					]
				}
			],
			"order": "Wu Jen",
			"page": 18
		},
		{
			"name": "Mastery of Fire",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You align your mind with the energy of elemental fire."
			],
			"modes": [
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Fire Form",
					"entries": [
						"As a bonus action, you become wreathed in flames until your concentration ends. Any creature that moves within 5 feet of you for the first time on a turn or ends its turn there takes {@damage 1d10} fire damage."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"name": "Flame Lash",
					"entries": [
						"As an action, choose a point within 60 feet of you. A tendril of fire emerges from a 5-foot cube of fire centered on that point. The tendril then extends through or is split between up to ten more 5-foot cubes, which you can arrange as you wish. Each cube must have at least one face adjacent to the face of another cube. Each creature in the area must make a Dexterity saving throw, taking {@damage 6d8} fire damage on a failed save, or half as much damage on a successful one.",
						"The fire damages objects in the area and ignites flammable objects that aren't being worn or carried."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Breath of the Red Dragon",
					"entries": [
						"You exhale fire in a 90-foot cone. Each creature in the cone must make a Dexterity saving throw, taking {@damage 7d6} fire damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"order": "Wu Jen",
			"page": 18
		},
		{
			"name": "Mastery of Force",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"As a student of psionic power, you perceive the potential energy that flows through all things. You reach out with your mind, transforming the potential into the actual. Objects and creatures move at your command."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 7
					},
					"name": "Move",
					"entries": [
						"Choose one object you can see within 60 feet of you that isn't being worn or carried by another creature and that isn't secured in place. It can't be larger than 20 feet on a side, and its maximum weight depends on the psi points spent on this ability, as shown below.",
						"As an action, you move the object up to 60 feet, and you must keep the object within sight during this movement. If the object ends this movement in the air, it falls. If the object would fall on a creature, the creature must succeed on a DC 10 Dexterity saving throw or take damage as listed on the table below.",
						{
							"type": "table",
							"colLabels": [
								"Psi Spent",
								"Maximum Weight",
								"Bludgeoning Damage"
							],
							"colStyles": [
								"col-3 text-center",
								"col-6 text-center",
								"col-3 text-center"
							],
							"rows": [
								[
									"2",
									"25 lbs.",
									"{@damage 2d6}"
								],
								[
									"3",
									"50 lbs.",
									"{@damage 4d6}"
								],
								[
									"5",
									"250 lbs.",
									"{@damage 6d6}"
								],
								[
									"6",
									"500 lbs.",
									"{@damage 7d6}"
								],
								[
									"7",
									"1,000 lbs.",
									"{@damage 8d6}"
								]
							]
						}
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Sky Hook",
					"entries": [
						"As a bonus action, you direct your telekinetic focus on yourself and raise yourself into the air. You gain a flying speed of 60 feet, which lasts until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Telekinetic Barrier",
					"entries": [
						"As an action, you create a transparent wall of telekinetic energy, at least one portion of which must be within 60 feet of you. The wall is 40 feet long, 10 feet high, and 1 inch thick. The wall lasts until your concentration ends. Each 10-foot section of the wall has an AC of 15 and 50 hit points."
					]
				}
			],
			"order": "Wu Jen",
			"page": 18
		},
		{
			"name": "Mastery of Ice",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You master the power of ice, shaping it to meet you demands."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Ice Sheet",
					"entries": [
						"As an action, choose a point on the ground you can see within 60 feet of you. The ground surrounding that point, with a 10-foot radius per psi point spent on this power, becomes covered in ice for 10 minutes. It is difficult terrain, and any creature other than you that moves more than 10 feet on it must succeed on a Dexterity saving throw or fall {@condition prone}. If the surface is sloped, a creature that falls prone in the area immediately slides to the bottom of the slope."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Frozen Rain",
					"entries": [
						"As an action, choose a point you can see within 120 feet of you. The air in a 20-foot-radius sphere centered on that point becomes deathly cold and saturated with moisture. Any creature in that area when you use this power and any creature that starts its turn there must make a Constitution saving throw, taking {@damage 6d6} cold damage on a failed save, or half as much damage on a successful one. On a failed save, a creature also its speed is halved until it starts its turn outside the cube.",
						"As a bonus action on subsequent turns, you can move the cube up to 30 feet in any direction. The rain lasts until your concentration ends.",
						"You can increase this effect's damage by {@scaledice 6d6|5-7|1d6|psi} per each additional psi point spent on it."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Ice Barrier",
					"entries": [
						"As an action, you create a wall of ice, at least one portion of which must be within 60 feet of you. The wall is 60 feet long, 15 feet high, and 1 foot thick. The wall lasts until your concentration ends. Each 10-foot section of the wall has AC 12 and 30 hit points. A creature that damages the wall with a melee attack takes cold damage equal to the damage the creature dealt to the wall."
					]
				}
			],
			"order": "Wu Jen",
			"page": 18
		},
		{
			"name": "Mastery of Light and Darkness",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You claim dominion over light and darkness with your mind."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Darkness",
					"entries": [
						"As an action, you create an area of darkness, which lasts until your concentration ends. Choose a spot you can see within 60 feet of you. Darkness radiates from that point in a sphere with a 10-foot radius per psi point spent on this power. This darkness is considered magical for the purpose of foiling darkvision, and any light produced by effects equivalent to spells of 2nd level or lower is suppressed in this area."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"name": "Radiant Beam",
					"entries": [
						"As an action, you project a beam of light at one creature you can see within 60 feet of you. The target must make a Dexterity saving throw, taking {@damage 6d6} radiant damage on a failed save, or half as much damage on a successful one. On a failed save, the target is also {@condition blinded} for 1 minute. A blinded target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"You can increase this effect's damage by {@scaledice 6d6|5-7|1d6|psi} per each additional psi point spent on it."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Shadow Stride",
					"entries": [
						"You gain the ability to enter a shadow and move from inside it to inside another shadow within 120 feet. Both shadows must be at least the same size as you. You must use 5 feet of movement to enter a shadow. You instantly know the location of all other shadows within 120 feet and, as part of the move used to enter the shadow, can either pass into one of those shadows or step out of the shadow you're in. You appear in a spot of your choice within 5 feet of the destination shadow, using another 5 feet of movement. If you have no movement left, you appear within 5 feet of the shadow you entered.",
						"You can use this transportation ability once per round for the duration. You must end each turn outside a shadow."
					]
				}
			],
			"order": "Wu Jen",
			"page": 19
		},
		{
			"name": "Mastery of Water",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"Your mind becomes one with elemental water, attuning your thoughts to its ebb and flow."
			],
			"modes": [
				{
					"cost": {
						"min": 3,
						"max": 7
					},
					"name": "Water Whip",
					"entries": [
						"As an action, you unleash a jet of water in a line that is 60 feet long and 5 feet wide. Each creature in the line must make a Strength saving throw, taking {@damage 3d6} bludgeoning damage on a failed save, or half as much damage on a successful one. In addition, you can move each target that fails its saving throw up to 30 feet to an unoccupied space touching the line. You can increase this power's damage by {@scaledice 3d6|3-7|1d6|psi} per additional psi point spent on it."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Water Breathing",
					"entries": [
						"As an action, you grant up to ten willing creatures you can see within 60 feet of you the ability to breathe underwater for the next 24 hours."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Tendril of Water",
					"entries": [
						"When you activate this power using your bonus action, and as a bonus action on each of your turns until your concentration ends, you can cause a tendril of water to lash out at one creature or object you can see within 60 feet of you. The target must make a Strength saving throw, taking {@damage 4d10} bludgeoning damage on a failed save, or half as much damage on a successful one. On a failed save, you can also knock the target {@condition prone}, or you can move it up to 10 feet in any direction."
					]
				}
			],
			"order": "Wu Jen",
			"page": 19
		},
		{
			"name": "Mastery of Storms",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"Your mind reaches into the sky, reshaping the stuff of storms to serve your needs."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Cloud Steps",
					"entries": [
						"As an action, you conjure forth clouds to create a solid, translucent staircase that lasts until your concentration ends. The stairs form a spiral that fills a 10-foot square and reaches upward 20 feet per psi point spent. Alternatively, you can create a straight staircase that reaches 15 feet upwards and 15 feet horizontally per psi point spent."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"name": "Lightning Leap",
					"entries": [
						"As an action, you let loose a line of lightning that is 60 feet long and 5 feet wide. Each creature in the line must make a Dexterity saving throw, taking {@damage 6d6} lightning damage on a failed save, or half as much damage on a successful one. You can then teleport to an unoccupied space touched by the line.",
						"You can increase this power's damage by {@scaledice 6d6|5-7|1d6|psi} per additional psi point spent on it."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Thunderous Burst",
					"entries": [
						"As an action, choose a point within 60 feet of you. A blast of thunder washes over a 15-foot-radius sphere centered on that point and is audible out to 900 feet. Each creature and unattended object in the area must make a Constitution saving throw, taking {@damage 7d6} thunder damage on a failed save, or half as much damage on a successful one. On a failed save, a target is also pushed up to 10 feet away in a straight line and is knocked {@condition prone}. If the saving throw fails by 5 or more, a creature is also {@condition deafened} until the end of your next turn. While deafened in this way, the creature is also {@condition incapacitated}."
					]
				}
			],
			"order": "Wu Jen",
			"page": 19
		},
		{
			"name": "Mastery of Wood and Earth",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You attune your mind to seize control of wood and earth."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Armored Form",
					"entries": [
						"As an action, you sheathe yourself in armor made of stone and wood. For 8 hours, your base AC is 13 + your Dexterity modifier. This effect ends if you are wearing or don armor."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Wall of Wood",
					"entries": [
						"As an action, you create a wall of wood at least one portion of which must be within 60 feet of you. The wall is 60 feet long, 10 feet high, and 1 foot thick. The wall lasts until your concentration ends. Each 10-foot wide section of the wall has AC 12 and 25 hit points. Breaking one section creates a 10-foot by 10-foot hole in it, but the wall otherwise remains intact."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Warp Earth",
					"entries": [
						"As an action, you can choose an area on the ground no larger than 20 foot on a side within 90 feet of you. You can reshape natural or constructed stone and wood in the area in any manner you choose. For example, you can cause a tree or wall to bend or collapse, erect or shift a barrier, create caltrop-like spikes or difficult terrain, or form a pillar or trench. These changes are confined to the targeted area, and can't extend beyond 20 feet above or below it.",
						"If you create a barrier, a pillar, or some other construction, each segment that fits within a 10-foot-square can have no more than an AC of 15 and 30 hit points per inch of thickness it has, at the DM's discretion.",
						"You can't entirely enclose or entomb any creature within the area, but you are allowed to restrain them. If a creature is partially buried, pinned, or otherwise has its movement hampered by this power, it must succeed on a Dexterity saving throw or become {@condition restrained}; on subsequent turns, the creature can use its action to make a Strength check against your discipline save DC, freeing itself on a success. A creature can't be damaged and restrained by this effect at the same time."
					]
				}
			],
			"order": "Wu Jen",
			"page": 19
		},
		{
			"name": "Aura Sight",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You refocus your sight to see the energy that surrounds all creatures. You perceive auras, energy signatures that can reveal key elements of a creature's nature."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Assess Foe",
					"entries": [
						"As a bonus action, you analyze the aura of one creature you see. You learn the creature's Intelligence score, whether or not it is below half its maximum hit points, and its current attitude and intentions toward you or one other creature, object, or location of your choice."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "View Aura",
					"entries": [
						"As an action, you study one creature's aura. Until your concentration ends, while you can see the target, you learn if it's under the effect of any magical or psionic effects, its current hit point total, and its basic emotional state. While this effect lasts, you have advantage on Wisdom ({@skill Insight}) and Charisma checks you make against it."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Perceive the Unseen",
					"entries": [
						"As a bonus action, you gain the ability to see auras even of {@condition invisible} or hidden creatures. Until your concentration ends, you can see all creatures, including hidden and {@condition invisible} ones, regardless of lighting conditions."
					]
				}
			],
			"order": "Awakened",
			"page": 13
		},
		{
			"name": "Intellect Fortress",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You forge an indomitable wall of psionic energy around your mind, allowing you to defend yourself from both physical and psychic attacks."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Psychic Parry",
					"entries": [
						"As a reaction, you can impose disadvantage on an attack roll against you if you can see the attacker. If the attack still hits you, the attacker takes {@damage 2d10} psychic damage."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Psychic Redoubt",
					"entries": [
						"As an action, you can grant psionic protection to yourself or or one willing creature you can see within 60 feet of you. Until your concentration ends, the target has resistance to psychic damage, as well as advantage on Intelligence, Wisdom, and Charisma saving throws."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"name": "Counter Psionics",
					"entries": [
						"You use your reaction to attempt to interrupt a creature within 60 feet of you that you can see from activating a psionic discipline or talent. If the creature spent an amount of psi points equal to or less than the amount of psi points you spent on this power, their activation fails and has no effect. Otherwise, make an ability check using your psionic ability. The DC equals 10 + the amount of psi points spent to activate the power. On a success, the creature's activation fails and has no effect."
					]
				}
			],
			"order": "Awakened",
			"page": 16
		},
		{
			"name": "Precognition",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"By analyzing information around you, from subtle hints to seemingly disconnected facts, you learn to weave a string of probabilities in an instant that gives you extraordinary insights."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Precognitive Hunch",
					"entries": [
						"As a bonus action, you open yourself to receive momentary insights that improve your odds of success; until your concentration ends, whenever you make an attack roll, a saving throw, or an ability check, you roll a {@dice d4} and add it to the total."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 8,
						"unit": "hr"
					},
					"name": "Sense Threat",
					"entries": [
						"As an action, you create a psychic model of reality in your mind and set it to show you a few seconds into the future. Until your concentration ends, you can't be surprised, attack rolls against you can't gain advantage, and you gain a +5 bonus to initiative."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Victory Before Battle",
					"entries": [
						"When you roll initiative, you can use this power to grant yourself and up to five creatures of your choice within 60 feet of you a +5 bonus to initiative."
					]
				}
			],
			"order": "Awakened",
			"page": 21
		},
		{
			"name": "Psychic Assault",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You wield your mind like a weapon, unleashing salvos of psionic energy."
			],
			"modes": [
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Mind Cannon",
					"entries": [
						"When you activate this power using your bonus action, and as a bonus action on each of your turns until your concentration ends, you can target one creature you can see within 90 feet of you. The target must make an Intelligence saving throw, taking {@damage 2d10} psychic damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"name": "Psychic Blast",
					"entries": [
						"As an action, you unleash devastating psychic energy in a 60-foot cone. Each creature in that area must make an Intelligence saving throw, taking {@damage 8d6} psychic damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Psychic Crush",
					"entries": [
						"As an action, you create a 20-foot cube of psychic energy centered on a point within 60 feet of you. Each creature in that area must make an Intelligence saving throw, taking {@damage 5d6} psychic damage on a failed save, or half as much damage on a successful one. On a failed save, a creature is also {@condition stunned} until the end of your next turn."
					]
				}
			],
			"order": "Awakened",
			"page": 21
		},
		{
			"name": "Psychic Disruption",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You create psychic static that disrupts other creatures' ability to think clearly."
			],
			"modes": [
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Daze",
					"entries": [
						"As an action, choose one creature you can see within 60 feet of you. That creature must make an Intelligence saving throw. On a failed save, the target is {@condition incapacitated} until the end of your next turn or until it takes any damage. A creature is immune to this power if it is immune to being {@condition stunned}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Mind Storm",
					"entries": [
						"As an action, choose a point you can see within 60 feet of you. Each creature in a 20-foot-radius sphere centered on that point must make an Intelligence saving throw, taking {@damage 5d6} psychic damage on a failed save, or half as much damage on a successful one. On a failed save, a creature also has muddled thoughts until the end of your next turn. During that time, it rolls a {@dice d6} and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"name": "Null Psionics",
					"entries": [
						"As an action, choose one creature, object, or psionic effect within range. For each effect on the target that was created by a psionic discipline or talent, if the effect was created using an amount of psi points equal to or less than the amount of psi points you spent on this power, the effect ends immediately. For every other effect, make an ability check using your psionic ability. The DC equals 10 + the amount of psi points spent to create the effect. On a successful check, the effect ends immediately."
					]
				}
			],
			"order": "Awakened",
			"page": 21
		},
		{
			"name": "Telepathic Contact",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"By channeling psionic power, you gain the ability to control other creatures by substituting your will for their own."
			],
			"modes": [
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Sudden Betrayal",
					"entries": [
						"As an action, you target one creature you can communicate with via telepathy. The target must succeed on a Charisma saving throw, or until your concentration ends, it must target its allies with attacks and other damaging effects. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. A creature is immune to this power if it is immune to being {@condition charmed}."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Phantom Idea",
					"entries": [
						"While you concentrate on this power, you probe one creature's mind. The creature must remain within 30 feet of you, and you must be able to see it. If you reach the power's full duration, the target must make three Intelligence saving throws, and you plant a memory or an idea in it, which lasts for a number of hours based on the number of saving throws it fails. You choose whether the idea or memory is trivial (such as \"I had porridge for breakfast\" or \"Ale is the worst\") or personality-defining (\"I failed to save my village from orc marauders and am therefore a coward\" or \"Magic is a scourge, so I renounce it\"). With one failed saving throw, the idea or memory lasts for the next 4 hours. With two failed saving throws, it lasts for 24 hours. With three failed saving throws, it lasts for 48 hours."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Psychic Domination",
					"entries": [
						"As an action, you target one humanoid you can see within 60 feet of you. The target must make a Charisma saving throw. On a failed save, you can choose the creature's actions and movement on its turns until your concentration ends. At the end of each of its turns, it can repeat the saving throw, ending the effect on itself on a success. A creature is immune to this power if it is immune to being {@condition charmed}."
					]
				}
			],
			"order": "Awakened",
			"page": 21
		},
		{
			"name": "Adaptive Body",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You can alter your body to match your surroundings, allowing you to withstand punishing environments. With greater psi energy, you can extend this protection to others."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Adaptive Shield",
					"entries": [
						"When you take acid, cold, fire, lightning, or thunder damage, you can use your reaction to gain resistance to damage of that type—including the triggering damage—until the end of your next turn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Energy Adaptation",
					"entries": [
						"As an action, you gain resistance to acid, cold, fire, lightning, or thunder damage (your choice), which lasts until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Energy Shield",
					"entries": [
						"As an action, you gain resistance to acid, cold, fire, lightning, or thunder damage (your choice), which lasts for 10 minutes. While you have this resistance, whenever a creature within 5 feet of you hits you with a melee attack, they take {@damage 2d8} damage of the damage type you chose."
					]
				}
			],
			"order": "Immortal",
			"page": 13
		},
		{
			"name": "Bestial Form",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You transform your body, gaining traits of different beasts."
			],
			"modes": [
				{
					"name": "Bestial Transformation",
					"entries": [
						"As a bonus action, you alter your physical form to gain different characteristics. When you use this power, you can choose one or more of the following effects. Each effect has its own psi point cost. Add them together to determine the total cost. This transformation lasts for 1 hour, until you die, or until you end it as a bonus action."
					],
					"submodes": [
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Amphibious",
							"entries": [
								"You gain gills; you can breathe air and water."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Climbing",
							"entries": [
								"You grow tiny hooked claws that give you gain a climbing speed equal to your walking speed."
							]
						},
						{
							"cost": {
								"min": 5,
								"max": 5
							},
							"name": "Flight",
							"entries": [
								"Wings sprout from your back. You gain a flying speed equal to your walking speed."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Keen Senses",
							"entries": [
								"Your eyes and ears become more sensitive. You gain advantage on Wisdom ({@skill Perception}) checks."
							]
						},
						{
							"cost": {
								"min": 3,
								"max": 3
							},
							"name": "Perfect Senses",
							"entries": [
								"You gain a keen sense of smell and an instinct to detect prey. You can see {@condition invisible} creatures and objects within 10 feet of you, even if you are {@condition blinded}."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Swimming",
							"entries": [
								"You gain fins and webbing between your fingers and toes; you gain a swimming speed equal to your walking speed."
							]
						},
						{
							"cost": {
								"min": 3,
								"max": 3
							},
							"name": "Tough Hide",
							"entries": [
								"Your skin becomes extremely tough and durable; bludgeoning, piercing, and slashing damage that you take from nonmagical attacks is reduced by 3."
							]
						}
					]
				}
			],
			"order": "Immortal",
			"page": 14
		},
		{
			"name": "Brute Force",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You augment your natural strength with psionic energy, granting you the ability to achieve incredible feats of might."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Knock Back",
					"entries": [
						"When you hit a target with a melee attack, you can activate this power as a reaction. The target must succeed on a Strength saving throw or be knocked 10 feet away from you per psi point spent. The target moves in a straight line. If it hits an object, this movement immediately ends and the target takes {@scaledice 1d6|1-7|1d6|psi} bludgeoning damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Mighty Leap",
					"entries": [
						"As part of your movement, you jump in any direction up to 20 feet per psi point spent."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Brute Strike",
					"entries": [
						"As a bonus action, you imbue your strikes with devastating power. Whenever you hit a creature with a melee attack before your concentration ends, the target must make a Strength saving throw. On a failed save, the target takes an additional {@damage 2d8} damage and is knocked {@condition prone}."
					]
				}
			],
			"order": "Immortal",
			"page": 14
		},
		{
			"name": "Celerity",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You channel psionic power into your body, honing your reflexes and agility to an incredible degree. The world seems to slow down while you continue to move as normal."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Rapid Step",
					"entries": [
						"As a bonus action, you increase your walking speed by 10 feet per psi point spent until the end of the current turn. If you have a climbing or swimming speed, this increase applies to that speed as well."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Blur of Motion",
					"entries": [
						"As a bonus action, you cause yourself to be {@condition invisible} during any of your movement during the current turn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Surge of Action",
					"entries": [
						"As an action, you cast the {@spell haste} spell on yourself, without expending a spell slot."
					]
				}
			],
			"order": "Immortal",
			"page": 14
		},
		{
			"name": "Corrosive Metabolism",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"Your control over your body allows you to deliver acid or poison attacks."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Noxious Touch",
					"entries": [
						"As an action, you deliver a touch of acid or poison to one creature within your reach. The target must make a Constitution saving throw, taking {@scaledice 1d12|1-7|1d12|psi} acid or poison damage (your choice) per psi point spent on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"name": "Breath of the Black Dragon",
					"entries": [
						"You exhale a wave of acid in a 60-foot line that is 5 feet wide. Each creature in the line must make a Constitution saving throw, taking {@damage 6d6} acid damage on a failed save, or half as much on a successful one. You can increase the damage by {@scaledice 6d6|5-7|1d6|psi} per additional psi point spent on it."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Breath of the Green Dragon",
					"entries": [
						"You exhale a cloud of poison in a 90-foot cone. Each creature in the line must make a Constitution saving throw, taking {@damage 8d6} poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"order": "Immortal",
			"page": 14
		},
		{
			"name": "Diminution",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You manipulate the matter that composes your body, drastically reducing your size without surrendering any of your might."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Miniature Form",
					"entries": [
						"As a bonus action, you become Tiny until your concentration ends. While this size, you gain a +5 bonus to Dexterity ({@skill Stealth}) checks and can move through gaps up to 6 inches across without squeezing."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Sudden Shift",
					"entries": [
						"As a reaction when you are hit by an attack, you shift down to minute size to avoid the attack. The attack misses, and you move up to 5 feet without provoking opportunity attacks before returning to normal size."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Microscopic Form",
					"entries": [
						"As a bonus action, you become smaller than Tiny until your concentration ends. While this size, you gain a +10 bonus to Dexterity ({@skill Stealth}) checks and a +5 bonus to AC, you can move through gaps up to 1 inch across without squeezing, and you can't cast spells, activate psionic powers, or make weapon attacks."
					]
				}
			],
			"order": "Immortal",
			"page": 15
		},
		{
			"name": "Giant Growth",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You infuse yourself with psionic energy to grow to tremendous size, bolstering your strength and durability."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Ogre Form",
					"entries": [
						"As a bonus action, you gain 10 temporary hit points. In addition, until your concentration ends, your melee weapon attacks deal an extra {@damage 1d4} bludgeoning damage on a hit, and your reach increases by 5 feet. If you're smaller than Large, you also become Large for the duration."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Explosive Growth",
					"entries": [
						"As a bonus action, you briefly become Large before returning to normal, sending your opponents flying. Each creature within 5 feet of you is pushed 5 feet away from you and must make a Strength saving throw, taking {@damage 4d6} bludgeoning damage on a failed save, or half as much damage on a successful one. On a failed save, a creature is also knocked {@condition prone}."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Giant Form",
					"entries": [
						"As a bonus action, you gain 30 temporary hit points. In addition, until your concentration ends, your melee weapon attacks deal an extra {@damage 2d6} bludgeoning damage on a hit, and your reach increases by 10 feet. If you're smaller than Huge, you also become Huge for the duration."
					]
				}
			],
			"order": "Immortal",
			"page": 16
		},
		{
			"name": "Iron Durability",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You transform your body to become a living metal, allowing you to shrug off attacks that would cripple weaker creatures."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Iron Hide",
					"entries": [
						"As a reaction when you are hit by an attack, you gain a +4 bonus to AC until the end of your next turn. This bonus applies against the triggering attack."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Adamantine Shielding",
					"entries": [
						"As a bonus action, you reinforce your body with adamantine. For 1 minute, any critical hit against you becomes a normal hit."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Iron Resistance",
					"entries": [
						"As a bonus action, you gain resistance to nonmagical bludgeoning, piercing, and slashing damage, which lasts until your concentration ends."
					]
				}
			],
			"order": "Immortal",
			"page": 16
		},
		{
			"name": "Psionic Restoration",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You wield psionic energy to cure wounds and restore health to yourself and others."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Mend Wounds",
					"entries": [
						"As an action, you can spend psi points to restore hit points to one creature you touch. The creature regains {@scaledice 1d8|1-7|1d8|psi} hit points per psi point spent."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Restore Life",
					"entries": [
						"As an action, you touch one creature that has died within the last minute. The creature returns to life with 0 hit points and is stabilized. This power can't return to life a creature that has died of old age, nor can it restore a creature missing any vital body parts."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Restore Vigor",
					"entries": [
						"As an action, you can touch one creature and choose one of the following: remove any reductions to one of its ability scores, remove one effect that reduces its hit point maximum, or reduce its {@condition exhaustion} level by one."
					]
				}
			],
			"order": "Immortal",
			"page": 21
		},
		{
			"name": "Nomadic Arrow",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You imbue a ranged weapon with a strange semblance of sentience, allowing it to unerringly find its mark."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Speed Dart",
					"entries": [
						"As a bonus action, you imbue one ranged weapon you hold with psionic power. The next attack you make with it that hits before the end of the current turn deals an extra {@scaledice 1d10|1-7|1d10|psi} psychic damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Seeking Missile",
					"entries": [
						"When you miss with a ranged weapon attack, you can use your reaction to reroll the attack roll against the same target."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Faithful Archer",
					"entries": [
						"As a bonus action, you imbue a ranged weapon with a limited sentience. Until your concentration ends, you can make an extra ranged attack with the weapon at the start of each of your turns (no action required). If it is a thrown weapon, it returns to your grasp each time you make any attack with it."
					]
				}
			],
			"order": "Nomad",
			"page": 20
		},
		{
			"name": "Nomadic Chameleon",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You create a screen of psychic power that distorts your appearance, allowing you to blend into the background or even turn invisible."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Displacement",
					"entries": [
						"As a bonus action, you project an illusion that makes you appear to be standing near your actual location, granting you a +2 bonus to AC until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Step from Sight",
					"entries": [
						"As a bonus action, you cloak yourself from sight. You can target one additional creature for every additional psi point you spend on this power. The added targets must be visible to you and within 60 feet of you. Each target turns {@condition invisible} and remains so until your concentration ends or until immediately after it targets, damages, or otherwise affects any creature with an attack, a spell, or another ability."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Enduring Invisibility",
					"entries": [
						"As a bonus action, you turn {@condition invisible} and remain so until your concentration ends."
					]
				}
			],
			"order": "Nomad",
			"page": 20
		},
		{
			"name": "Nomadic Mind",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You dispatch part of your psyche into the noosphere, the collective vista of minds and knowledge possessed by living things."
			],
			"modes": [
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Dream Stride",
					"entries": [
						"As an action, you separate your spirit from your body. Your spirit appears next to you as a ghostly, translucent copy of your physical form. This separation lasts until your concentration ends. During this time, you are deaf and blind with regard to your own senses; instead, you can see through your spirit's eyes and hear what it hears. Your spirit has the same senses that you do, and also has darkvision and can see into the Ethereal Plane out to 60 feet. You control your spirit telepathically. Your spirit is {@condition incapacitated} and cannot interact with anything for the duration, with the exception that it can't move through creatures, objects, or other physical barriers. Your spirit has a flying speed of 30 feet, and it can hover.",
						"If your concentration ends or an attack hits your spirit, your spirit returns to your body, and the effect ends. Your spirit ignores all other damage and effects."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Psychic Speech",
					"entries": [
						"As an action, you attune your mind to the psychic imprint of all language. For 1 hour, you gain the ability to understand any language you hear or attempt to read. In addition, when you speak, all creatures that can understand a language understand what you say, regardless of what language you use."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Watchful Eye",
					"entries": [
						"After concentrating for 10 minutes, you cast the {@spell scrying} spell, without expending a spell slot."
					]
				}
			],
			"order": "Nomad",
			"page": 20
		},
		{
			"name": "Nomadic Step",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You exert your mind on the area around you, twisting the intraplanar pathways you perceive to allow instantaneous travel."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Step of a Dozen Paces",
					"entries": [
						"If you haven't moved yet on your turn, you take a bonus action to teleport up to 20 feet per psi point spent to an unoccupied space you can see, and your speed is reduced to 0 until the end of the turn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Transposition",
					"entries": [
						"If you haven't moved yet on your turn, choose a willing creature you can see within 90 feet of you. As a bonus action, you and that creature teleport, swapping places, and your speed is reduced to 0 until the end of the turn. This power fails and is wasted if either of you can't fit in the destination space."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "hr"
					},
					"name": "Nomad's Gate",
					"entries": [
						"As an action, you create a 5-foot cube of dim, gray light within 5 feet of you. You create an identical cube at any point of your choice within 1 mile that you have viewed within the past 24 hours. Until your concentration ends, anyone entering one of the cubes immediately teleports to the other one, appearing in an unoccupied space next to it. The teleportation fails if there is no space for the creature to appear in."
					]
				}
			],
			"order": "Nomad",
			"page": 20
		},
		{
			"name": "Third Eye",
			"source": "B:P",
			"type": "GD",
			"entries": [
				"You create a third, psychic eye in your mind, which you cast out into the world. It channels thoughts and knowledge back to you, greatly enhancing your senses."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Tremorsense",
					"entries": [
						"As a bonus action, you gain {@sense tremorsense|MM} with a radius of 30 feet, which lasts until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Piercing Sight",
					"entries": [
						"As a bonus action, you gain the ability to see through objects that are up to 1 foot thick within 30 feet of you. This sight lasts until your concentration ends."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Truesight",
					"entries": [
						"As a bonus action, you gain {@sense truesight} with a radius of 30 feet, which lasts until your concentration ends."
					]
				}
			],
			"order": "Nomad",
			"page": 22
		},
		{
			"name": "Battle Aspect",
			"source": "B:P",
			"type": "LD",
			"page": 8,
			"entries": [
				"As an action, you use psionic energy to protect yourself from physical harm. Until the end of your next turn, you have resistance to bludgeoning, piercing, and slashing damage dealt by weapon attacks.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Psionic Vigor",
					"entries": [
						"You gain 5 temporary hit points per psi point spent."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Steadfast Stanchion",
					"entries": [
						"You can't be unwillingly moved or knocked {@condition prone} for the duration."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Warding Shield",
					"entries": [
						"Allies within 10 feet of you also benefit from the same resistances for the duration."
					]
				}
			]
		},
		{
			"name": "Blind Spot",
			"source": "B:P",
			"type": "LD",
			"page": 8,
			"entries": [
				"As an action, you erase your image from the mind of one creature you can see within 120 feet of you; the target must succeed on an Intelligence saving throw, or you are {@condition invisible} to it until the end of your next turn.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Memory Hole",
					"entries": [
						"On a failed save, the target also can't hear you, and any tracks or other traces of your passage are invisible to it for the duration."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Clouded Vision",
					"entries": [
						"On a failed save, the target has disadvantage on Wisdom ({@skill Perception}) checks and attack rolls that rely on sight for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Veil of the Mind's Eye",
					"entries": [
						"On a failed save, each ally within 30 feet of you is also {@condition invisible} to the target for the duration."
					]
				}
			]
		},
		{
			"name": "Burning Flux",
			"source": "B:P",
			"type": "LD",
			"page": 8,
			"entries": [
				"As an action, you telekinetically grasp space and shape it into a whirlwind of fire. Until the start of your next turn, the fire fills a 5-foot cube centered on a point within 60 feet of you. Any creature in the fire's space when you activate this discipline must succeed on a Dexterity saving throw or take {@damage 1d8} fire damage. A creature must also make the saving throw when it moves into the fire's space for the first time on a turn or ends its turn there.",
				"The fire ignites flammable objects in its area that aren't being worn or carried.",
				"This discipline's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Vortex of Flame",
					"entries": [
						"For each psi point spent, this discipline's damage increases by {@scaledice 1d6|1-7|1d6|psi}, and the size of the cube of fire increases by 5 feet."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Combustion",
					"entries": [
						"If a target fails the saving throw, it catches on fire, taking {@damage 1d4} fire damage at the end of each of its turns for 1 minute or until it or a creature adjacent to it extinguishes the flames with an action."
					]
				},
				{
					"cost": {
						"min": 4,
						"max": 4
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Rolling Flame",
					"entries": [
						"Instead of disappearing at the start of your next turn, the fire persists until your concentration ends. You can your bonus action to move the cube of fire up to 30 feet in any direction, forcing any creature whose space it passes through to make the saving throw against the effect."
					]
				}
			]
		},
		{
			"name": "Cerulean Blaze",
			"source": "B:P",
			"type": "LD",
			"page": 8,
			"entries": [
				"As an action, you channel the radiance of the Cerulean Sign, releasing a burst of light that sears aberrations and other nearby foes. Each creature of your choice that you can see within 5 feet of you must succeed on a Constitution saving throw or take {@damage 1d6} radiant damage. If a target is an aberration, it instead takes {@damage 1d10} radiant damage.",
				"This discipline's damage increases by one die when you reach 5th level ({@damage 2d6} or {@damage 2d10}), 11th level ({@damage 3d6} or {@damage 3d10}), and 17th level ({@damage 4d6} or {@damage 4d10}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "All-Seeing Eye",
					"entries": [
						"On a failed save, a target sheds dim light in a 10-foot radius until your concentration ends. Any attack roll against such a target has advantage if the attacker can see it, and an affected target can't benefit from being {@condition invisible}."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Blinding Flash",
					"entries": [
						"On a failed save, a target is {@condition blinded} for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Seal the Threshold",
					"entries": [
						"On a failed save, a target is {@condition incapacitated} until the end of your next turn. An aberration, celestial, elemental, fey, or fiend is instead {@condition stunned} for 1 minute; such a creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			]
		},
		{
			"name": "Concussion Burst",
			"source": "B:P",
			"type": "LD",
			"page": 8,
			"entries": [
				"As an action, you emit a wave of pummeling force. Each creature within 5 feet of you, other than you, must succeed on a Constitution saving throw or take {@damage 1d6} thunder damage.",
				"This discipline's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Knock Back",
					"entries": [
						"On a failed save, a target is pushed up to 10 feet per psi point spent in a straight line away from you, and it takes an additional {@scaledice 1d6|1-7|1d6|psi} damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Pressure Wave",
					"entries": [
						"The damage and radius of the discipline increases by {@scaledice 1d6|1-7|1d6|psi} and 5 feet per psi point spent, respectively."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Staggering Blow",
					"entries": [
						"On a failed save, a target is also knocked {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Cranial Disturbance",
			"source": "B:P",
			"type": "LD",
			"page": 9,
			"entries": [
				"As an action, you can target one creature within 60 feet of you that you can communicate with via telepathy. The target must succeed on a Wisdom saving throw or take {@damage 1d4} psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.",
				"This discipline's damage increases by {@dice 1d4} when you reach 5th level ({@damage 2d4}), 11th level ({@damage 3d4}), and 17th level ({@damage 4d4}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Ego Whip",
					"entries": [
						"On a failed save, the target is filled with self-doubt. The target can't take reactions and suffers disadvantage on ability checks until the end of its next turn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Distracting Figment",
					"entries": [
						"On a failed save, the target thinks it perceives a threatening creature just out of its sight; until the end of your next turn, melee attack rolls against it and checks made to grapple or shove it have advantage."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Dread Spiral",
					"entries": [
						"On a failed save, the target has disadvantage on Intelligence, Wisdom, and Charisma saving throws until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Deceleration",
			"source": "B:P",
			"type": "LD",
			"page": 9,
			"entries": [
				"As an action, you alter time around one creature you can see within 60 feet of you. The target must make a Charisma saving throw. On a failed save, the target's speed is halved until the end of your next turn.",
				"This discipline targets more creatures when you reach higher levels: two creatures at 5th level, three creatures at 11th level, and four creatures at 17th level.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Weakened Defenses",
					"entries": [
						"On a failed save, a target's ability to defend itself is crippled. For the duration, it takes a -2 penalty to AC and Dexterity saving throws."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Temporal Sabotage",
					"entries": [
						"On a failed save, a target's ability to act is crippled. For the duration, it can't take reactions or bonus actions, and it can't make more than one melee or ranged attack during its turn."
					]
				},
				{
					"cost": {
						"min": 4,
						"max": 4
					},
					"name": "Time Thief",
					"entries": [
						"Until the end of your next turn, your speed is doubled. Additionally, you can take an additional action immediately after activating this discipline to {@action Disengage}, {@action Dodge}, {@action Hide}, or {@action Use an Object}."
					]
				}
			]
		},
		{
			"name": "Dissolve the Flesh",
			"source": "B:P",
			"type": "LD",
			"page": 9,
			"entries": [
				"You focus on the matter making up one creature within 60 feet of you. The target must succeed on a Constitution saving throw, or you destabilize its body, and the target begins to dissolve away. The target takes {@damage 1d10} necrotic damage, and it can't regain hit points until the start of your next turn. If the target dies to this damage, its body fades away into nothingness, leaving behind its equipment and items.",
				"This discipline's damage increases by {@dice 1d10} when you reach 5th level ({@damage 2d10}), 11th level ({@damage 3d10}), and 17th level ({@damage 4d10}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Thought of Unmaking",
					"entries": [
						"On a failed save, the target continues to dissolve over time. Until your concentration ends, the target can't regain hit points, and whenever the target takes damage that isn't psychic damage for the first time on a turn, it takes an additional {@damage 1d4} necrotic damage."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Semi-Corporeal Form",
					"entries": [
						"On a failed save, the target deals only half damage with weapon attacks that use Strength until your concentration ends. The target can make a Constitution saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Fragile Existence",
					"entries": [
						"On a failed save, the target has disadvantage on Strength, Constitution, and death saving throws until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Force Punch",
			"source": "B:P",
			"type": "LD",
			"page": 9,
			"entries": [
				"As an action, you can attack one creature you can see within 120 feet of you with a hand crafted from telekinetic energy. The target must make a Strength saving throw. On a failed save, the target takes {@damage 1d6} force damage, and if it is Large or smaller, you can move it up to 10 feet in a straight line in a direction of your choice. You can't lift the target off the ground unless it is already airborne or underwater.",
				"This discipline's damage increases by {@dice 1d6} when you reach 5th level ({@damage 2d6}), 11th level ({@damage 3d6}), and 17th level ({@damage 4d6}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Push",
					"entries": [
						"On a failed save, the target takes an additional {@scaledice 1d6|1-7|1d6|psi} damage per psi point spent, and you can move it an additional 10 feet per point spent."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Crushing Bludgeon",
					"entries": [
						"On a failed save, the target is also knocked {@condition prone} if it is Huge or smaller, and it can't stand up until the end of your next turn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Tear the World",
					"entries": [
						"Each creature of your choice within 20 feet of the target must also succeed on a Strength saving throw or be affected by the discipline. You must move each affected creature in the same direction as the original target."
					]
				}
			]
		},
		{
			"name": "Hypnotic Pulse",
			"source": "B:P",
			"type": "LD",
			"page": 9,
			"entries": [
				"As an action, you sear one creature within 60 feet of you with an ebony ray of psychic compulsion. The target must make a Wisdom saving throw. On a failed save, the target takes {@damage 1d4} psychic damage, and it must use its reaction to move up to 5 feet in a direction of your choice. This movement doesn't provoke opportunity attacks.",
				"This discipline targets more creatures when you reach higher levels: two creatures at 5th level, three creatures at 11th level, and four creatures at 17th level.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Soul Break",
					"entries": [
						"On a failed save, a target is {@condition charmed} by you until the end of your next turn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Daggers of Pain",
					"entries": [
						"On a failed save, a target has disadvantage on the next saving throw it makes before the end of your next turn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Psychic Enervation",
					"entries": [
						"On a failed save, a target suffers one level of {@condition exhaustion}, which goes away after 1 hour."
					]
				}
			]
		},
		{
			"name": "Inertial Screen",
			"source": "B:P",
			"type": "LD",
			"page": 10,
			"entries": [
				"As an action, you create a 10-foot-by-10-foot vertical panel of force centered on a point you choose within 90 feet of you. It can't cut through a creature's space when it appears. This screen appears to be a transparent wall that slightly shimmers when light hits it. It is 6 inches thick, and creatures and objects have difficulty passing through it. The screen provides half cover against attacks and effects that pass through it, and the barrier's space is difficult terrain for any creature passing through it. The screen fades away at the start of your next turn.",
				"This discipline creates more barriers when you reach higher levels: two panels at 5th level, three panels at 11th level, and four panels at 17th level. Each panel must be contiguous with at least one other panel.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Through the Walls",
					"entries": [
						"One side of the screen that you choose has no effect. Creatures don't gain cover from attacks and effects that pass through this side and come out the other side, and creatures that pass through this side of the screen have their movement unaffected."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Mind Shroud",
					"entries": [
						"One side of the screen that you choose displays an image of your choice. This image is static and can't change, and it heavily obscures everything behind it. Viewers behind the image can see through the screen as normal.",
						"Physical interaction with the image reveals it to be an illusion, because this interaction reveals the presence of the inertial screen. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence ({@skill Investigation}) check against your discipline save DC. If a creature discerns the illusion for what it is, the creature can see through the image."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Hand of Caution",
					"entries": [
						"The screen continues to persists unti your concentration ends. Until then, whenever an attack or effect would pass through the screen, you can use your reaction to harden the screen into a barrier, preventing the attack or effect from passing through it."
					]
				}
			]
		},
		{
			"name": "Kinetic Trawl",
			"source": "B:P",
			"type": "LD",
			"page": 10,
			"entries": [
				"As an action, you throw out a 5-foot-radius net of constricting force at a point within 60 feet of you. Each creature in the area must make a Strength saving throw. On a failed save, a creature's speed is reduced by 10 feet until the start of your next turn.",
				"This discipline's radius increases by 5 feet when you reach 5th level (10 feet), 11th level (15 feet), and 17th level (20 feet).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Telekinetic Bombard",
					"entries": [
						"On a failed save, a creature takes {@scaledice 1d8|1-7|1d8|psi} bludgeoning damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Gravity Well",
					"entries": [
						"On a failed save, a creature is also knocked {@condition prone}."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Telekinetic Clasp",
					"entries": [
						"Creatures in the targeted area automatically have their speed reduced by 10 feet. On a failed save, a creature is {@condition restrained} until the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Mind Thrust",
			"source": "B:P",
			"type": "LD",
			"page": 10,
			"entries": [
				"As an action, you target one creature you can see within 90 feet of you. The target must succeed on an Intelligence saving throw or take {@damage 1d8} psychic damage.",
				"This discipline's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Psychic Spear",
					"entries": [
						"On a failed save, the target takes an additional {@scaledice 1d8|1-7|1d8|psi} damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Mental Trauma",
					"entries": [
						"On a failed save, the target can't benefit from resistance to psychic damage until your concentration ends. During this time, whenever the target takes psychic damage for the first time on a turn, it takes an additional {@damage 2d6} psychic damage."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Psychic Overload",
					"entries": [
						"On a failed save, the target is also {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				}
			]
		},
		{
			"name": "Psionic Shield",
			"source": "B:P",
			"type": "LD",
			"page": 10,
			"entries": [
				"As an action, you protect yourself or an ally within 30 feet of you with a veil of psychic energy. Attack rolls against the target have disadvantage until the end of your next turn.",
				"This discipline's range increases by 10 feet when you reach 5th level (40 feet), 11th level (50 feet), and 17th level (60 feet).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Scripture of Steel",
					"entries": [
						"The target also gains advantage on attack rolls for the duration."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Submerge the Will",
					"entries": [
						"The target also gains advantage on saving throws for the duration."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Power of One",
					"entries": [
						"For the duration, allies within 10 feet of the target also gain the same protection, and the original target gains advantage on ability checks and immunity to being {@condition charmed} or {@condition frightened}."
					]
				}
			]
		},
		{
			"name": "Psionic Weapon",
			"source": "B:P",
			"type": "LD",
			"page": 10,
			"entries": [
				"As a bonus action, you can imbue psionic energy into a one-handed melee weapon you are holding. For 1 minute, the weapon can't be forced from your grasp, and you can choose to use a {@damage d8} instead of the weapon's normal damage die. The weapon is also considered magical, if it wasn't already. This effect ends if you activate it again or if you let go of the weapon.",
				"While this effect persists, you can also spend psi points to augment the effect (no action required), choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Winged Weapon",
					"entries": [
						"When you make an attack with the weapon, you can choose to seize control of the weapon using telekinesis. The weapon flies toward one creature you can see within 5 feet of you, plus an extra 5 feet per psi point spent, and makes a one-handed melee weapon attack against it. On a hit, the weapon deals its normal damage, and the target must succeed on a Constitution saving throw or take {@scaledice 1d6|1-7|1d6|psi} force damage per psi point spent. The weapon returns to your grasp after it attacks."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Revealing Strike",
					"entries": [
						"When you hit a creature with an attack made with this weapon, you can highlight the target's weaknesses. The next attack roll made against the target before the end of your next turn has advantage."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Crippling Strike",
					"entries": [
						"When you hit a creature with an attack made with this weapon, you can amplify the target's weaknesses. The target has disadvantage on the next saving throw it makes before the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Psychic Grip",
			"source": "B:P",
			"type": "LD",
			"page": 11,
			"entries": [
				"You attempt to grasp a creature in telekinetic energy and hold it captive. As an action, choose one creature that is no more than one size larger than you that you can see within 30 feet of you. The target must succeed on a Strength saving throw or be {@condition grappled} by you for 1 minute, until your concentration ends, or until the target leaves your reach, which is 30 feet for this grapple.",
				"The grappled target can escape by succeeding on a Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check contested by your psionic ability plus your proficiency bonus.",
				"This discipline's range and reach by 10 feet when you reach 5th level (40 feet), 11th level (50 feet), and 17th level (60 feet).",
				"When the target fails its save, and as an action on subsequent turns before your concentration ends, you can create one of the following effects:"
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Crush",
					"entries": [
						"The target takes {@scaledice 1d8|1-7|1d8|psi} bludgeoning damage per psi point spent."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Move",
					"entries": [
						"You move the target up to 10 feet per psi point spent. You can move it in the air and hold it there. It falls if the grapple ends."
					]
				},
				{
					"cost": {
						"min": 4,
						"max": 4
					},
					"name": "Crisis of Breath",
					"entries": [
						"The target becomes {@condition restrained} until the end of your next turn, and it must make a Constitution saving throw. On a failed save, the target is also suffocating and can't speak or breath for the same duration."
					]
				}
			]
		},
		{
			"name": "Psychic Inquisition",
			"source": "B:P",
			"type": "LD",
			"page": 11,
			"entries": [
				"As an action, you beguile one non-hostile humanoid you can communicate with via telepathy. You have advantage on all Charisma checks directed at the target for 1 minute or until your concentration ends. When the effect ends, the creature knows it was influenced by you.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Read Thoughts",
					"entries": [
						"For the duration, you can read the surface thoughts of the target—its basic emotional state, and what it is primarily thinking about at any given moment."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Subtle Influence",
					"entries": [
						"Once before your concentration ends, you can force the target to make a Wisdom saving throw. On a failed save, the target beliefs your last statement to be true, or pursues one course of action that you suggest to it. The chosen statement or course of action must be reasonable and not destructive in any way. If you concentrate for the discipline's full duration, this effect lasts for 1 hour. The target doesn't automatically learn it was influenced by you unless your concentration breaks prematurely."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Ransack Mind",
					"entries": [
						"For the duration, you probe the target's mind. The target must remain within 30 feet of you, and you must be able to see it. If you reach the discipline's full duration, the target must make three Intelligence saving throws, and you learn information from it based on the number of saving throws it fails. You learn its key memories from the past 12 hours with one failed save, the past 24 hours with two failed saves, or the past 48 hours with three failed saves."
					]
				}
			]
		},
		{
			"name": "Psychic Leech",
			"source": "B:P",
			"type": "LD",
			"page": 11,
			"entries": [
				"As an action, you can target one creature you can see that you can communicate with via telepathy. The target must make an Intelligence saving throw. On a failed save, the target takes {@damage 1d4} psychic damage, and you can add a {@dice d4} to the next Intelligence, Wisdom, or Charisma check or saving throw you make before the end of your next turn.",
				"This discipline targets more creatures when you reach higher levels: two creatures at 5th level, three creatures at 11th level, and four creatures at 17th level.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Intellect Leech",
					"entries": [
						"On a failed save, a target can't take reactions until the end of your next turn. During this time, it must subtract a {@dice d4} from any Intelligence, Wisdom, or Charisma saving throw it makes before the end of your next turn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Unconscious Assault",
					"entries": [
						"On a failed save, a target is {@condition incapacitated} until the end of your next turn. If a target was already incapacitated, it also suffers disadvantage on its next saving throw against the effect causing that condition. A target is immune to this effect if it is immune to being {@condition stunned}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Emotion Leech",
					"entries": [
						"On a failed save, you establish a conduit to a target's mind. Until your concentration ends, when such a target takes damage for the first time on a turn, you regain hit points equal to your psionic ability modifier. If a target is {@condition frightened}, the healing gained from it is doubled."
					]
				}
			]
		},
		{
			"name": "Psychic Phantoms",
			"source": "B:P",
			"type": "LD",
			"page": 11,
			"entries": [
				"As an action, you plant a false belief in the mind of one creature that you can see within 60 feet of you. You can create a sound or an image. Only the target of this talent perceives the sound or image you create, and it persists for up to 1 minute.",
				"If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a creature's roar, a musical instrument, or any other sound you pick. It continues unabated throughout the duration, or you can have it repeat at different times before the effect ends.",
				"If you create an image, it must fit within a 5-foot cube and can't move or be reflective. The image can't create any effect that influences a sense other than sight. The image disappears if the creature touches it.",
				"The maximum size of an image (a 5-foot cube) you create increases by 5 feet when you reach 5th level (10 feet), 11th level (15 feet), and 17th level (20 feet).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Phantom Foe",
					"entries": [
						"The target must succeed on a Wisdom saving throw or become {@condition frightened} by the illusion until your concentration ends. The frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Greater Phantom",
					"entries": [
						"The illusion can consist of both a sound and an image, and you can cause the same illusion to appear to up to five other creatures within 60 feet of you."
					]
				},
				{
					"cost": {
						"min": 4,
						"max": 4
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Hallucination",
					"entries": [
						"Until your concentration ends, you can use a bonus action on each of your turns to cause the location and nature of the illusion to change, as long as the illusion remains within 60 feet of you and satisfies the conditions above. For example, if you create an illusion of a creature and move it, you can alter the image so that it appears to be walking, and if you create a sound, you can choose to make different sounds at different times, even making it carry on a conversation, for example."
					]
				}
			]
		},
		{
			"name": "Sense Minds",
			"source": "B:P",
			"type": "LD",
			"page": 12,
			"entries": [
				"As a bonus action, you can focus on the mind of one creature you can see within 60 feet of you using telepathy. For 10 minutes, or until your concentration ends, you always know the target's location, but only while you are within 1 mile of each other. During this time, the target can't become hidden from you, and if it's invisible, it gains no benefit from that condition against you.",
				"This discipline targets more creatures when you reach higher levels: two creatures at 5th level, three creatures at 11th level, and four creatures at 17th level.",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Enhance Minds",
					"entries": [
						"You can enhance the abilities of any number of targets by lending them some of your mental energy. For the duration, each target you choose can add a d4 to its ability checks and saving throws."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Connect Minds",
					"entries": [
						"For the duration, you can communicate with any target through telepathy, whether or not you share a common language. The target can reply to you telepathically, and you can also allow multiple targets of this power to communicate with each other. During this same duration, you can use your action to see through a target's eyes and hear what it hears, and continue to do so until you use your action to return to your normal senses. While perceiving through the target's senses, you gain the benefits of any special senses possessed by that creature, though you are blinded and deafened to your own surroundings."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Read Moves",
					"entries": [
						"For the duration, no attack roll or ability check made by a target has advantage against you while you aren't incapacitated."
					]
				}
			]
		},
		{
			"name": "Shock Bolt",
			"source": "B:P",
			"type": "LD",
			"page": 12,
			"entries": [
				"As an action, you target one creature within 60 feet of you with a bolt of lightning. The target must succeed on a Dexterity saving throw or take {@damage 1d8} lightning damage. If it is significantly wet or in water, it has disadvantage on the save.",
				"This discipline's damage increases by {@dice 1d8} when you reach 5th level ({@damage 2d8}), 11th level ({@damage 3d8}), and 17th level ({@damage 4d8}).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Arcing Bolt",
					"entries": [
						"A bolt of lightning jumps from the first target to another creature within 20 feet of it. For each psi point spent on this power beyond the first one, a bolt of lightning jumps from the last creature in the chain to a new creature within 20 feet of them. A creature can't be targeted by more than one bolt. Any creature targeted by a bolt of lightning must also make a Dexterity saving throw against this discipline. On a failed save, a target takes an additional {@scaledice 1d6|1-7|1d6|psi} damage per psi point spent on this power."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Armor Attraction",
					"entries": [
						"If the target is wearing armor made of metal, it has disadvantage on the saving throw, and on a failed save, suffers disadvantage on attack rolls and ability checks until the start of your next turn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Nervous System Malfunction",
					"entries": [
						"On a failed save, the target's speed is halved and it has disadvantage on ability checks until the end of its next turn, and at the end of its next turn, it takes {@damage 3d8} lightning damage plus an additional {@damage 1d8} lightning damage for every 5 feet of movement it used during its turn."
					]
				}
			]
		},
		{
			"name": "Transport Self",
			"source": "B:P",
			"type": "LD",
			"page": 12,
			"entries": [
				"As an action, you teleport up to 15 feet to an unoccupied space that you can see.",
				"This discipline's range increases by 5 feet when you reach 5th level (20 feet), 11th level (25 feet), and 17th level (30 feet).",
				"When you use this discipline, you can also spend psi points to augment the effect, choosing from the options below."
			],
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Feather Step",
					"entries": [
						"If you teleport into the air with this discipline, you gain a flying speed equal to your walking speed until the end of the turn; you fall if you end your turn in the air and nothing else is holding you aloft."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Speed of Thought",
					"entries": [
						"You activate this discipline using your bonus action, rather than your action."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Dimensional Stowaway",
					"entries": [
						"You can bring one willing creature within 5 feet of you with you when you teleport. Additionally, you needn't be able to see the targeted destination; you can choose a destination that you can visualize or describe by stating its distance and direction from you. If you would arrive in a place already occupied by an object or a creature, you and any creature traveling with you each take 4d6 force damage, and the discipline fails to teleport you."
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Psionics",
			"source": "B:P",
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 1,
			"entries": [
				"As a student of psionics, you can master and use psionic talents and disciplines, the rules for which appear {@variantrule Psionic Disciplines and Talents|B:P|here}. Psionics is a special art that involves tapping into the mind's true power, distinct from magic.",
				{
					"type": "entries",
					"name": "Psionic Talents",
					"entries": [
						"A psionic talent is a minor psionic effect you have mastered. At 1st level, you know two psionic talents of your choice. You learn additional talents of your choice at higher levels. The Talents Known column of the Psion table shows the total number of talents you know at each level; when that number goes up for you, choose a new talent."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Disciplines",
					"entries": [
						"A psionic discipline is a rigid set of mental exercises that allows a psion to manifest psionic power. A psion masters only a few disciplines at a time.",
						"Each lesser discipline contains an at-will power and three augmentations of said power that you can activate using psi points. You choose to augment a lesser discipline when you activate it, before any of its effects occur, except when the discipline says otherwise.",
						"Each greater discipline contains three separate powers you can activate using psi points. They are associated with (but not limited to) a specific Psionic Order, and they often contain stronger effects than those of lesser disciplines.",
						"At 1st level, you know two lesser disciplines of your choice. The Lesser Disciplines Known and Greater Disciplines Known columns of the Psion table shows the total number of disciplines you know at each level; when one of those numbers goes up for you, choose a new discipline as appropriate. In addition, whenever you gain a level in this class, you can replace one discipline you know with a different one of your choice, as long as the new discipline is of the same type."
					]
				},
				{
					"type": "entries",
					"name": "Psi Points",
					"entries": [
						"You have an internal reservoir of energy that can be devoted to psionic disciplines you know. This energy is represented by psi points. Each psionic discipline describes effects you can create with it by spending a certain number of psi points. A psionic talent requires no psi points.",
						"The number of psi points you have is based on your psion level, as shown in the Psi Points column of the Psion table. The number shown for your level is your psi point maximum. Your psi point total returns to its maximum when you finish a long rest. The number of psi points you have can't go below 0 or over your maximum."
					]
				},
				{
					"type": "entries",
					"name": "Psi Limit",
					"entries": [
						"Though you have access to a potent amount of psionic energy, it takes training and practice to channel that energy. There is a limit on the number of psi points you can spend to activate a psionic discipline. The limit is based on your psion level, as shown in the Psi Limit column of the Psion table. For example, as a 3rd-level psion, you can spend no more than 3 psi points on a discipline each time you use it, no matter how many psi points you have."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Ability",
					"entries": [
						"Intelligence is your psionic ability for your psionic disciplines. You use your Intelligence modifier when setting the saving throw DC for a psionic discipline or when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Discipline",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Discipline",
							"attributes": [
								"int"
							]
						}
					]
				}
			]
		},
		{
			"name": "Psionic Order",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 1,
			"entries": [
				"At 1st level, you choose a Psionic Order from the list of available orders. Each order specializes in a specific approach to psionics.",
				"Your order gives you features when you choose it at 1st level and additional features at 3rd, 6th, 10th, and 14th level."
			]
		},
		{
			"name": "Psychic Barrier",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you can shield yourself from harm using the psi energy you use to power your psionic disciplines.",
				"Immediately after you spend psi points on a psionic discipline on your turn, you can use your bonus action to gain temporary hit points equal to the number of psi points you spent."
			]
		},
		{
			"name": "Telepathy",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 2,
			"entries": [
				"At 2nd level, your mind awakens to the ability to communicate via telepathy. You can telepathically speak to any creature you can see within 120 feet of you in this manner. You don't need to share a language with the creature for it to understand your telepathic messages, but the creature must be able to understand at least one language or be telepathic itself."
			]
		},
		{
			"name": "Psionic Order feature",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 3,
			"entries": [
				"At 3rd level, you gain another feature from your Psionic Order."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "B:P-UAClassFeatureVariants",
			"isClassFeatureVariant": true,
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 4,
			"entries": [
				"{@i 4th-level feature (enhances Ability Score Improvement)}",
				"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).",
				"This change represents one of your skills atrophying as you focus on a different skill."
			]
		},
		{
			"name": "Potent Psionics",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 5,
			"entries": [
				"Starting at 5th level, when you deal damage with a psionic talent or a lesser discipline, you can add your psionic ability modifier to the damage. Additionally, whenever you spend psi points to augment a lesser discipline that deals damage on a failed save, the target takes half as much damage on a successful save, but it suffers none of the other effects of the discipline."
			]
		},
		{
			"name": "Psionic Order feature",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 6,
			"entries": [
				"At 6th level, you gain another feature from your Psionic Order."
			]
		},
		{
			"name": "Strength of Mind",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 7,
			"entries": [
				"Even the simplest psionic technique requires a deep understanding of how psionic energy can augment mind and body. This understanding allows you to alter your defenses to better deal with threats.",
				"Starting at 7th level, you can swap out your proficiency in Wisdom saving throws whenever you finish a short or long rest. To do so, choose Strength, Dexterity, Constitution, or Charisma. You gain proficiency in saves using that ability, instead of Wisdom. This change lasts until you finish your next short or long rest."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "B:P-UAClassFeatureVariants",
			"isClassFeatureVariant": true,
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 8,
			"entries": [
				"{@i 8th-level feature (enhances Ability Score Improvement)}",
				"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).",
				"This change represents one of your skills atrophying as you focus on a different skill."
			]
		},
		{
			"name": "Psionic Order feature",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 10,
			"entries": [
				"At 10th level, you gain another feature from your Psionic Order."
			]
		},
		{
			"name": "Psionic Mastery (1/Day)",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 11,
			"entries": [
				"Beginning at 11th level, your mastery of psionic energy allows you to push your mind beyond its normal limits. As an action, you can create a special pool of 9 psi points that disappear at the end of the current turn. As a part of the action used to create this pool, you can spend these special psi points to activate and/or augment up to three disciplines at once, dividing up the points as you see fit. You can only spend these points on disciplines that require an action or bonus action to activate, and you can't activate the same power more than once. You must abide by your psi limit for each power you activate.",
				"If more than one of the disciplines you activate with these points require concentration, you can concentrate on all of them. Activating one of them ends any effect you were already concentrating on, and if you begin concentrating on an effect that doesn't use these special points, the disciplines that you're concentrating on end.",
				"At 15th level, the pool of psi points you gain from this feature increases to 11.",
				"You have one use of this feature, and you regain any expended use of it with a long rest. You gain one additional use of this feature at 13th, 15th, and 17th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "B:P-UAClassFeatureVariants",
			"isClassFeatureVariant": true,
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 12,
			"entries": [
				"{@i 12th-level feature (enhances Ability Score Improvement)}",
				"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).",
				"This change represents one of your skills atrophying as you focus on a different skill."
			]
		},
		{
			"name": "Psionic Mastery (2/Day)",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 13,
			"entries": [
				"At 13th level, you can use your Psionic Mastery twice per day."
			]
		},
		{
			"name": "Psionic Order feature",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 14,
			"entries": [
				"At 14th level, you gain another feature from your Psionic Order."
			]
		},
		{
			"name": "Psionic Mastery (3/Day)",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 15,
			"entries": [
				"At 15th level, you can use your Psionic Mastery three times per day."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "B:P-UAClassFeatureVariants",
			"isClassFeatureVariant": true,
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 16,
			"entries": [
				"{@i 16th-level feature (enhances Ability Score Improvement)}",
				"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).",
				"This change represents one of your skills atrophying as you focus on a different skill."
			]
		},
		{
			"name": "Psionic Mastery (4/Day)",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 17,
			"entries": [
				"At 17th level, you can use your Psionic Mastery four times per day."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "B:P",
			"page": 3,
			"className": "Psion",
			"classSource": "B:P",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Proficiency Versatility",
			"source": "B:P-UAClassFeatureVariants",
			"isClassFeatureVariant": true,
			"page": 1,
			"className": "Psion",
			"classSource": "B:P",
			"level": 19,
			"entries": [
				"{@i 19th-level feature (enhances Ability Score Improvement)}",
				"When you gain the Ability Score Improvement feature from your class, you can also replace one of your skill proficiencies with a skill proficiency offered by your class at 1st level (the proficiency you replace needn't be from the class).",
				"This change represents one of your skills atrophying as you focus on a different skill."
			]
		},
		{
			"name": "Psionic Body",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"level": 20,
			"entries": [
				"At 20th level, your mastery of psionic power causes your mind to transcend the body. Your physical form is infused with psionic energy. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.",
						"You no longer age.",
						"You are immune to disease, poison damage, and the {@condition poisoned} condition.",
						"If you die, roll a {@dice d20}. On a 16 or higher, you discorporate with 0 hit points, instead of dying, and you fall {@condition unconscious}. You and your gear disappear. You appear at a spot of your choice {@dice 1d4} days later on the plane of existence where you died, having gained the benefits of one long rest."
					]
				}
			]
		},
		{
			"name": "Talent Versatility",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 1st-level and higher psion {@variantrule optional class features|tce|optional feature} (enhances Psionic Talents)}",
				"Whenever you gain a level in this class, you can replace a psionic talent you know with another talent available to your class. This change represents a shift of focus in your psionic training and practice, causing you to lose access to one power and gain access to another."
			]
		},
		{
			"name": "Enlightened Knowledge",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 2nd-level psion {@variantrule optional class features|tce|optional feature}}",
				"You can add half your proficiency bonus, rounded down, to any Intelligence or Wisdom check you make that doesn't already use your proficiency bonus."
			]
		},
		{
			"name": "Strength of Will",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 7,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 7th-level psion {@variantrule optional class features|tce|optional feature} (replaces Strength of Mind)}",
				"You have acquired greater mental strength. You gain proficiency in Charisma saving throws."
			]
		},
		{
			"name": "Psionic Guidance",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 9,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 9th-level psion {@variantrule optional class features|tce|optional feature}}",
				"You can tap into your inner wellspring of psionic power to try to conjure success from failure. When you make an ability check that fails, you can spend 3 psi points to reroll the d20, and you must use the new roll, potentially turning the failure into a success."
			]
		},
		{
			"name": "Blindsense",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 18,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 18th-level psion {@variantrule optional class features|tce|optional feature}}",
				"If you aren't incapacitated, you are aware of the location of any hidden or invisible creature within 10 feet of you, unless they can't be communicated with via telepathy or are protected by a {@spell mind blank} spell, a {@spell nondetection} spell, or similar effects."
			]
		},
		{
			"name": "Psionic Champion",
			"source": "B:P",
			"page": 24,
			"className": "Psion",
			"classSource": "B:P",
			"level": 20,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 20th-level psion {@variantrule optional class features|tce|optional feature} (replaces Psionic Body)}",
				"You embody the power of the mind. Your Intelligence and Wisdom scores increase by 4. Your maximum for those scores is now 24."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Order of the Avatar",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 1,
			"entries": [
				"Psions of the Order of the Avatar delve into the world of emotion, mastering their inner life to such an extent that they can manipulate and amplify the emotions of others with the same ease that an artist shapes clay. Known as Avatars, these psions vary from tyrants to inspiring leaders.",
				"Avatars can bring out extreme emotions in the people around them. For their allies, they can lend hope, ferocity, and courage, transforming a fighting band into a deadly, unified force. For their enemies, they bring fear, disgust, and trepidation that can make even the most hardened veteran act like a shaky rookie.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Psion|B:P|Avatar|B:P|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"At 1st level, you gain proficiency with medium armor, shields, and martial weapons."
			],
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 1,
			"header": 1
		},
		{
			"name": "Avatar of Protection",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you can use your psi energy to protect your allies from harm. When an ally you can see within 30 feet of you is hit by an attack, you can use your reaction to reduce the damage they take by up to your psionic ability modifier + your psion level (minimum of 1).",
				"You can use this feature a number of times equal to your psionic ability modifier (a minimum of once). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Extra Attack",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "Ardent Surge",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you learn to send a surge of powerful emotion that invigorates a faltering ally. When you use an avatar discipline on your turn, you can use your bonus action to allow an ally within 30 feet of you to regain hit points equal to {@dice 1d10} + your psion level.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Avatar of Speed",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Avatar",
			"subclassSource": "B:P",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you project an aura of speed. While you aren't {@condition incapacitated}, any ally within 30 feet of you who can see you can take the {@action Dash} action as a bonus action."
			]
		},
		{
			"name": "Order of the Awakened",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 1,
			"entries": [
				"Psions dedicated to the Order of the Awakened seek to unlock the full potential of the mind. By transcending the physical, the Awakened hope to attain a state of being focused on pure intellect and mental energy.",
				"The Awakened are skilled at bending minds and unleashing devastating psionic attacks, and they can read the secrets of the world through psionic energy. Awakened psions who take to adventuring excel at unraveling mysteries, solving puzzles, and defeating monsters by turning them into unwilling pawns.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Talent|Psion|B:P|Awakened|B:P|1"
				}
			]
		},
		{
			"name": "Awakened Talent",
			"entries": [
				"At 1st level, choose two of your skill proficiencies. You gain expertise with each skill, which means your proficiency bonus is doubled for any ability check you make with it. The skills you choose mustn't already benefiting from a feature, such as Expertise, that doubles your proficiency bonus with it."
			],
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 1,
			"header": 1
		},
		{
			"name": "Psionic Investigation",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you can focus your mind to read the psionic imprint left on an object. If you hold an object and concentrate on it for 10 minutes (as if concentrating on a psionic discipline), you learn a few basic facts about it. You gain a mental image from the object's point of view, showing the last creature to hold the object within the past 24 hours.",
				"You also learn of any events that have occurred within 20 feet of the object within the past hour. The events you perceive unfold from the object's perspective. You see and hear such events as if you were there, but can't use other senses.",
				"Additionally, you can embed an intangible psionic sensor within the object. For the next 24 hours, you can use an action to learn the object's location relative to you (its distance and direction) and to look at the object's surroundings from its point of view as if you were there. This perception lasts until the start of your next turn.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Psionic Surge",
			"source": "B:P",
			"page": 4,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can batter down an opponent's defenses with a surge of psychic energy. When you force a creature to make a save against an awakened discipline you use against it, you can impose disadvantage on the saving throw (no action required).",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Thought Shield",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, your thoughts can't be read by telepathy or other means unless you allow it. You also have resistance to psychic damage, and whenever a creature deals psychic damage to you, that creature takes the same amount of damage that you do."
			]
		},
		{
			"name": "Spectral Form",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Awakened",
			"subclassSource": "B:P",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you gain the ability to become a ghostly figure of psionic energy. As an action, you can transform into a transparent, ghostly version of yourself. While in this form, you gain resistance to acid, cold, fire, lightning, and thunder damage, and to bludgeoning, piercing, and slashing damage from nonmagical attacks. You can also move through other creatures and objects as if they were difficult terrain, but you take {@damage 1d10} force damage if you end your turn inside one.",
				"The form lasts for 10 minutes or until you use an action to end it. Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Order of the Immortal",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 1,
			"entries": [
				"The Order of the Immortal uses psionic energy to augment and modify the physical form. Followers of this order are known as Immortals. They use psionic energy to modify their bodies, strengthening them against attack and turning themselves into living weapons.",
				"Their mastery of the physical form grants them their name, for Immortals are notoriously difficult to kill.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Immortal Durability|Psion|B:P|Immortal|B:P|1"
				}
			]
		},
		{
			"name": "Immortal Durability",
			"entries": [
				"Starting at 1st level, your hit point maximum increases by 1 per psion level.",
				"In addition, while you aren't wearing armor or wielding a shield, your base AC equals 10 + your Dexterity modifier + your Constitution modifier."
			],
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 1,
			"header": 1
		},
		{
			"name": "Psychic Recuperation",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use your Psychic Barrier, you can choose to regain hit points equal to the number of psi points you spent, rather than gaining temporary hit points."
			]
		},
		{
			"name": "Psionic Resilience",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, your psionic energy grants you extraordinary fortitude. At the start of each of your turns, you gain temporary hit points equal to your Intelligence modifier (minimum of 0) if you have at least 1 hit point and aren't {@condition incapacitated}."
			]
		},
		{
			"name": "Mental Vitality",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you have advantage on saving throws made to maintain concentration on disciplines. Additionally, while you are concentrating on an immortal discipline, your concentration can't be broken as a result of taking damage."
			]
		},
		{
			"name": "Immortal Will",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Immortal",
			"subclassSource": "B:P",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can draw on your reserves of psionic power to survive beyond death. At the end of your turn while at 0 hit points, you can spend 5 psi points to immediately regain a number of hit points equal to your psion level + your Constitution modifier.",
				"Additionally, you cannot be instantly killed by effects that trigger when you are left with 0 hit points, such as that of the {@spell disintegrate} spell."
			]
		},
		{
			"name": "Order of the Nomad",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 1,
			"entries": [
				"Psions of the Order of the Nomad keep their minds in a strange, rarified state. They seek to accumulate as much knowledge as possible, as they quest to unravel the mysteries of the multiverse and seek the underlying structure of all things. At the same time, they perceive a bizarre, living web of knowledge they call the noosphere.",
				"Nomads, as their name indicates, delight in travel, exploration, and discovery. They desire to accumulate as much knowledge as possible, and the pursuit of secrets and hidden lore can become an obsession for them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breadth of Knowledge|Psion|B:P|Nomad|B:P|1"
				}
			]
		},
		{
			"name": "Breadth of Knowledge",
			"entries": [
				"At 1st level, you gain the ability to extend your knowledge. When you finish a long rest, you gain one proficiency of your choice: a tool, a skill, or a language. This benefit lasts until you finish a long rest."
			],
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 1,
			"header": 1
		},
		{
			"name": "Memory of One Thousand Steps",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you gain the ability to use psionics to recall your steps. As a reaction when you are hit by an attack, you can teleport to an unoccupied space that you occupied since the start of your last turn, and the attack misses you. Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Superior Teleportation",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain a superior talent for teleportation. When you use a psionic discipline to teleport any distance, you can increase that distance by up to 10 feet."
			]
		},
		{
			"name": "Nomadic Talent",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you gain the ability to draw knowledge of new psionic talents from the noosphere. Whenever you finish a short or long rest, you can replace one of the psionic talents you know with another talent from the same list."
			]
		},
		{
			"name": "Effortless Journey",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Nomad",
			"subclassSource": "B:P",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your mind can mystically move your body. Once on each of your turns, you can teleport up to 30 feet to an unoccupied space you can see (no action required)."
			]
		},
		{
			"name": "Order of the Wu Jen",
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 1,
			"entries": [
				"The Order of the Wu Jen features some of the most devoted psions. These psions seek to lock themselves away from the world, denying the limits of the physical world and replacing it with a reality that they create for themselves. Known as wu jens, these psions cast their minds into the world, seize control of its fundamental principles, and rebuild it.",
				"In practical terms, wu jens excel at controlling the forces of the natural world. They can hurl objects with their minds, control the four elements, and alter reality to fit their desires.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hermit's Study|Psion|B:P|Wu Jen|B:P|1"
				}
			]
		},
		{
			"name": "Hermit's Study",
			"entries": [
				"At 1st level, you gain proficiency with two of the following skills of your choice: {@skill Animal Handling}, {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Medicine}, {@skill Nature}, {@skill Perception}, {@skill Religion}, or {@skill Survival}."
			],
			"source": "B:P",
			"page": 5,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 1,
			"header": 1
		},
		{
			"name": "Elemental Potency",
			"source": "B:P",
			"page": 6,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when a creature's resistance reduces acid, cold, fire, lightning, or thunder damage dealt by a psionic discipline or talent of yours, you can use your reaction and spend 1 psi point to cause that use of the effect to ignore the creature's resistance."
			]
		},
		{
			"name": "Arcane Dabbler",
			"source": "B:P",
			"page": 6,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn three wizard spells of your choice and always have them prepared. The spells must be of 1st through 3rd level.",
				"As a bonus action, you can spend psi points to create spell slots that you can use to cast these spells, as well as other spells you are capable of casting. The psi-point cost of each spell slot is detailed on the table below.",
				{
					"type": "table",
					"colLabels": [
						"Spell Slot Level",
						"Psi Cost"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"1st",
							"2"
						],
						[
							"2nd",
							"3"
						],
						[
							"3rd",
							"5"
						],
						[
							"4th",
							"6"
						],
						[
							"5th",
							"7"
						]
					]
				},
				"The spell slot remains until you use it or finish a long rest. You must observe your psi limit when spending psi points to create a spell slot.",
				"Whenever you gain a level in this class, you can replace on of the chosen wizard spells with a different wizard spell of 1st through 3rh level."
			]
		},
		{
			"name": "Equilibrium",
			"source": "B:P",
			"page": 6,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you cast a spell that deals damage using a spell slot created by Arcane Dabbler, you can change the spell's damage to acid, cold, fire, lightning, or thunder."
			]
		},
		{
			"name": "Elemental Mastery",
			"source": "B:P",
			"page": 6,
			"className": "Psion",
			"classSource": "B:P",
			"subclassShortName": "Wu Jen",
			"subclassSource": "B:P",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can attune to one damage type of your choice when you finish a long rest: acid, cold, fire, lightning, or thunder. You gain resistance to the attuned damage type until you choose a different one with this feature.",
				"Additionally, when you take damage of a type you are attuned to, you can spend 3 psi points as a reaction to ignore that damage; you gain immunity to that damage type until the end of your next turn."
			]
		}
	],
	"variantrule": [
		{
			"name": "Psionic Disciplines and Talents",
			"source": "B:P",
			"page": 6,
			"type": "section",
			"entries": [
				"Psionic talents and disciplines are the heart of a psionicist's craft. They are the mental exercises and psionic formulae used to forge will into tangible, psychic effects.",
				{
					"type": "entries",
					"name": "Using a Lesser Discipline",
					"entries": [
						"Each {@filter lesser discipline|psionics|source=B:P|type=LD} has a base power that you can activate at will. When you activate the effect, but before any of its effects occur, you can spend psi points to augment the power in some way as described below the power, except when the discipline states that it works differently. You can only spend psi points on one augmentation at a time."
					]
				},
				{
					"type": "entries",
					"name": "Using a Greater Discipline",
					"entries": [
						"Each {@filter greater discipline|psionics|source=B:P|type=GD} has several ways you can use it, all contained in its description. The discipline specifies the type of action and number of psi points it requires for each power. It also details whether you must concentrate on its effects, how many targets it affects, what saving throws it requires, and so on.",
						"Greater disciplines were each discovered by different orders and tend to reflect their creators' specialties. However, a psionicist can learn any discipline regardless of its associated order. "
					]
				},
				{
					"name": "Using a Talent",
					"type": "entries",
					"entries": [
						"{@filter Psionic talents|psionics|source=B:P|type=T} are minor abilities that require psionic aptitude but don't drain a psionicist's reservoir of psionic power. Talents are similar to lesser disciplines and use the same rules, but they lack the ability to be augmented in any way."
					]
				},
				{
					"name": "Discipline Rules",
					"type": "entries",
					"entries": [
						"The following sections go into more detail on using a discipline. Psionic disciplines aren't magical, but they function similarly to spells.",
						{
							"type": "entries",
							"name": "Effect Options and Psi Points",
							"entries": [
								"A discipline provides different options for how to use it with your psi points. Each effect option has a name, and the psi point cost of that option appears in parentheses after its name. You must spend that number of psi points to use that option, while abiding by your psi limit. If you don't have enough psi points left, or the cost is above your psi limit, you can't use the power.",
								"Some options show a range of psi points, rather than a specific cost. To use that option, you must spend a number of points within that point range, still abiding by your psi limit. Some options let you spend additional psi points to increase a discipline's potency. Again, you must abide by your psi limit, and you must spend all the points when you first use the discipline; you can't decide to spend additional points once you see the discipline in action.",
								"Each option notes specific information about its effect, including any action required to use it and its range."
							]
						},
						{
							"type": "entries",
							"name": "Bonus Actions",
							"entries": [
								"While you have access to a great reservoir of psychic energy, the rate at which you can expend this energy is limited. When you spend psi points using your bonus action, you can't spend psi points on your action during the same turn, and vice versa."
							]
						},
						{
							"type": "entries",
							"name": "Components and Displays",
							"entries": [
								"Disciplines don't require the components that many spells require. Using a discipline requires no spoken words, gestures, or materials, as the power of psionics comes from the mind. However, when a psionic power is manifested, a display may accompany the primary effect. This secondary effect may be auditory and/or visual, such as a greenish glow around the psionicist or a faint humming noise originating from the psionicist's forehead. No power's display is significant enough to create consequences for the psionicist or any other creatures during combat.",
								"While the specifics of a display may be left up to the player (with the approval of the DM), they always allow the psionicist to be identified as the source of a psionic discipline (as it is with spell components), both during and after the discipline takes effect.",
								{
									"type": "inset",
									"name": "Disciplines that Cast Spells",
									"entries": [
										"When a discipline or talent has you cast a spell (including a cantrip), the spell uses your discipline attack modifier or discipline save DC. Additionally, the effect counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. However, your casting of the spell is not actually considered to be a magical effect. You are merely duplicating the effect of the spell with your mind; as such, the spell uses a display instead of its normal components, and the effect counts as a psionic effect and not a spell for the purpose of resolving effects like {@spell antimagic field} and {@spell counterspell}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Duration",
							"entries": [
								"An effect option in a discipline specifies how long its effect lasts.",
								{
									"type": "entries",
									"name": "Instantaneous",
									"entries": [
										"If no duration is specified, the effect of the option is instantaneous."
									]
								},
								{
									"type": "entries",
									"name": "Concentration",
									"entries": [
										"Some options require concentration to maintain their effects. This requirement is noted with \"conc.\" after the option's psi point cost. The \"conc.\" notation is followed by the maximum duration of the concentration. For example, if an option says \"conc., 1 min.,\" you can concentrate on its effect for up to 1 minute.",
										"Concentrating on a discipline follows the same rules as concentrating on a spell. This rule means you can't concentrate on a spell and a discipline at the same time, nor can you concentrate on two disciplines at the same time. See {@book chapter 10|PHB|10}, \"Spellcasting,\" in the Player's Handbook for how concentration works."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Targets and Areas of Effect",
							"entries": [
								"Psionic disciplines use the same rules as spells for determining targets and areas of effect, as presented in {@book chapter 10|PHB|10}, \"Spellcasting,\" of the Player's Handbook."
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws and Attack Rolls",
							"entries": [
								"If a discipline requires a saving throw, it specifies the type of save and the results of a successful or failed saving throw. The DC is determined by your psionic ability.",
								"Some disciplines require you to make a psychic attack to determine whether the discipline's effect hits its target. The attack roll uses your psionic ability, and is the same as a ranged spell attack for the purpose of other game effects."
							]
						},
						{
							"type": "entries",
							"name": "Combining Psionic Effects",
							"entries": [
								"The effects of different psionic disciplines add together while the durations of the disciplines overlap. Likewise, different options from a psionic discipline combine if they are active at the same time. However, a specific option from a psionic discipline doesn't combine with itself if the option is used multiple times. Instead, the most potent effect—usually dependent on how many psi points were used to create the effect—applies while the durations of the effects overlap.",
								"Psionics and spells are separate effects, and therefore their benefits and drawbacks overlap."
							]
						},
						{
							"name": "Psionics-Magic Transparency",
							"type": "variant",
							"entries": [
								"In many settings, psionics is a special form of magic use. In such a setting, psionics still isn't considered spellcasting (except in cases where it duplicates a spell effect), but a psionic power counts as a magical effect for the purpose of game effects like {@spell antimagic field} and {@spell detect magic}, as well as for monster traits like Magic Resistance. Feel free to treat psionics as a form of magic, either in flavor or just in terms of mechanics, in your games."
							]
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Order of the Avatar",
			"subclassFeatures": [
				"Order of the Avatar|Psion|B:P|Avatar|B:P|1",
				"Avatar of Protection|Psion|B:P|Avatar|B:P|3",
				"Extra Attack|Psion|B:P|Avatar|B:P|6",
				"Ardent Surge|Psion|B:P|Avatar|B:P|10",
				"Avatar of Speed|Psion|B:P|Avatar|B:P|14"
			],
			"source": "B:P",
			"shortName": "Avatar",
			"className": "Psion",
			"classSource": "B:P"
		},
		{
			"name": "Order of the Awakened",
			"subclassFeatures": [
				"Order of the Awakened|Psion|B:P|Awakened|B:P|1",
				"Psionic Investigation|Psion|B:P|Awakened|B:P|3",
				"Psionic Surge|Psion|B:P|Awakened|B:P|6",
				"Thought Shield|Psion|B:P|Awakened|B:P|10",
				"Spectral Form|Psion|B:P|Awakened|B:P|14"
			],
			"source": "B:P",
			"shortName": "Awakened",
			"className": "Psion",
			"classSource": "B:P"
		},
		{
			"name": "Order of the Immortal",
			"subclassFeatures": [
				"Order of the Immortal|Psion|B:P|Immortal|B:P|1",
				"Psychic Recuperation|Psion|B:P|Immortal|B:P|3",
				"Psionic Resilience|Psion|B:P|Immortal|B:P|6",
				"Mental Vitality|Psion|B:P|Immortal|B:P|10",
				"Immortal Will|Psion|B:P|Immortal|B:P|14"
			],
			"source": "B:P",
			"shortName": "Immortal",
			"className": "Psion",
			"classSource": "B:P"
		},
		{
			"name": "Order of the Nomad",
			"subclassFeatures": [
				"Order of the Nomad|Psion|B:P|Nomad|B:P|1",
				"Memory of One Thousand Steps|Psion|B:P|Nomad|B:P|3",
				"Superior Teleportation|Psion|B:P|Nomad|B:P|6",
				"Nomadic Talent|Psion|B:P|Nomad|B:P|10",
				"Effortless Journey|Psion|B:P|Nomad|B:P|14"
			],
			"source": "B:P",
			"shortName": "Nomad",
			"className": "Psion",
			"classSource": "B:P"
		},
		{
			"name": "Order of the Wu Jen",
			"subclassFeatures": [
				"Order of the Wu Jen|Psion|B:P|Wu Jen|B:P|1",
				"Elemental Potency|Psion|B:P|Wu Jen|B:P|3",
				"Arcane Dabbler|Psion|B:P|Wu Jen|B:P|6",
				"Equilibrium|Psion|B:P|Wu Jen|B:P|10",
				"Elemental Mastery|Psion|B:P|Wu Jen|B:P|14"
			],
			"source": "B:P",
			"shortName": "Wu Jen",
			"className": "Psion",
			"classSource": "B:P"
		}
	],
	"classFluff": [
		{
			"name": "Psion",
			"source": "B:P",
			"entries": [
				{
					"name": "Psion",
					"type": "section",
					"entries": [
						"A human clad in simple robes walks along a forest path. A gang of goblins emerges from the brush, arrows trained on him, their smiles wide at their good fortune of finding such easy prey for the legion's slave pens. Their smiles turn to shrieks of terror as the traveler grows to giant size and leaps at them, his staff now a deadly cudgel.",
						"The militia forms in ranks to prepare for the orcs' charge. The growling brutes howl their battle cries and surge forward. To their surprise, the human rabble holds its ground and fights with surprising ferocity. Suddenly, mindless fear clings to the orcs' minds and they, despite facing a far inferior foe, turn and run, never noticing the calm half-elf standing amid the militia and directing its efforts.",
						"Baron von Ludwig was always proud of his grand library. Little did he know that each evening, a gnome laden with blank scrolls slipped past his guards each night and dutifully copied his most heavily guarded archives. When the duke's men arrived to arrest him for dealing with demons, he never guessed that the gnome scribe traveling with them had spent more time in his keep than he had over the past year.",
						"These heroes are all psions, followers of a strange and mysterious form of power. Psions shun the world to turn their eyes inward, mastering the full potential of their minds and exploring their psyches before turning to face the world. Psions are incredibly rare, and most prefer to keep the nature of their abilities secret. Using their inner, psychic strength, they can read minds, fade into invisibility, transform their bodies into living iron, and seize control of the physical world and bend it to their will.",
						{
							"type": "entries",
							"name": "Hermits and Outcasts",
							"entries": [
								"Psions are loners. Most discover the secrets of their power through vague references in tomes of lore or by ingratiating themselves to a master of the power.",
								"In order to master their power, psions must first master themselves. They spend months and years in quiet contemplation, exploring their minds and leaving nothing uncovered. During this time, they shun society and typically live as hermits at the edge of society. A psion who studied under a master worked as a virtual slave, toiling away at mundane tasks in return for the occasional lesson or cryptic insight.",
								"When psions finally master their power, they return to the world to broaden their horizons and practice their craft. Some psions prefer to remain isolated, but those who become adventurers aren't content to remain on the fringe of the world."
							]
						},
						{
							"type": "entries",
							"name": "Eccentric Minds",
							"entries": [
								"In order to maintain the strict discipline and intense self-knowledge needed to tap into their power, psions develop a variety of practices to keep their focus sharp. These practices are reflected in taboos and quirks, strange little behaviors that govern a psion's actions.",
								"These quirks are oaths or behavioral tics that help keep psions in the proper frame of mind while maintaining perfect control over their minds and bodies. While these taboos are harmless, they help cast psions as outsiders. Few feel accepted by society, and fewer still care to become integrated with it. To psions, the life of the mind is where they feel most at home.",
								{
									"type": "entries",
									"name": "Selecting Quirks",
									"entries": [
										"To add some texture to your psion, consider the quirks your character has acquired. They're a great roleplaying tool to add character to the game. You can roll on or pick from the table below, or create your own quirks. Aim to create two quirks, to give them more of a chance to come into play. Finally, consider why your character chose these behaviors. What do they say about your character's personality or background? Are they based on a specific incident or a belief?",
										{
											"type": "table",
											"caption": "Psion Quirks",
											"colLabels": [
												"d20",
												"Quirk"
											],
											"colStyles": [
												"col-1 text-center",
												"text-align-left col-11"
											],
											"rows": [
												[
													"1",
													"You never cut your hair."
												],
												[
													"2",
													"You refuse to wear clothes of a specific color."
												],
												[
													"3",
													"You never say your name."
												],
												[
													"4",
													"You never wear footwear."
												],
												[
													"5",
													"You always wear a mask."
												],
												[
													"6",
													"You dye your hair bright blue or green."
												],
												[
													"7",
													"You pick a new name each day."
												],
												[
													"8",
													"You never immerse yourself in water."
												],
												[
													"9",
													"You sleep on bare earth."
												],
												[
													"10",
													"You never consume alcohol."
												],
												[
													"11",
													"You wear a veil to conceal your face."
												],
												[
													"12",
													"You always wear a specific piece of clothing."
												],
												[
													"13",
													"You refuse to light fires."
												],
												[
													"14",
													"You refuse to write things down, instead using pictograms."
												],
												[
													"15",
													"You never sit on a chair, preferring to stand or sit on the floor."
												],
												[
													"16",
													"You never answer to any name but your own."
												],
												[
													"17",
													"You write down the name of each creature you slay, and name ones that are unnamed."
												],
												[
													"18",
													"You consume only water and raw vegetables."
												],
												[
													"19",
													"You spend any money you earn within 1 week of gaining it."
												],
												[
													"20",
													"You often speak to an imaginary companion, and act only with its blessing."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Creating a Psion",
							"entries": [
								"When creating a psion, consider your character's background. How did you become a psion? What first drew you to this practice? Are you self-taught, or did you have a master? If you had a master, what is that relationship like?",
								"Consider also why you returned to the world from your hermitage. Did you leave someone or something behind when you took up your studies? Are you driven by revenge or some other motivation?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a psion quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity or Constitution. Second, choose the {@background hermit} background."
									]
								}
							]
						}
					],
					"source": "B:P",
					"page": 1
				}
			]
		}
	]
}
