{
	"_meta": {
		"sources": [
			{
				"json": "SterlingVermin",
				"abbreviation": "SVM",
				"full": "The Pugilist Class",
				"authors": [
					"Benjamin Huffman"
				],
				"convertedBy": [
					"foreveryone"
				],
				"version": "1.0",
				"url": "http://www.dmsguild.com/product/184921/the-Pugilist-Class",
				"targetSchema": "1.0.0"
			}
		]
	},
	"class": [
	{
		"name": "Pugilist",
		"source": "SterlingVermin",
		"hd": {
			"number": 1,
			"faces": 8
		},
		"proficiency": [
			"str",
			"con"
		],
		"classTableGroups": [{
			"colLabels": [
				"Fisticuffs",
				"Moxie Points"
			],
			"rows": [
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 6
						}]
					},
					0
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 6
						}]
					},
					2
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 6
						}]
					},
					2
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 6
						}]
					},
					3
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					3
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					4
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					4
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					5
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					5
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 8
						}]
					},
					6
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					6
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					7
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					7
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					8
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					8
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 10
						}]
					},
					9
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 12
						}]
					},
					9
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 12
						}]
					},
					10
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 12
						}]
					},
					10
				],
				[{
						"type": "dice",
						"toRoll": [{
							"number": 1,
							"faces": 12
						}]
					},
					12
				]
			]
		}],
		"startingProficiencies": {
			"weapons": [
				"simple",
				"improvised weapons",
				"whip",
				"hand crossbow"
			],
			"tools": [
				"any one type of artisan's tools or any one gaming set of your choice or thieve's tools"
			],
			"skills": {
				"choose": 2,
				"from": [
					"Acrobatics",
					"Athletics",
					"Deception",
					"Intimidation",
					"Perception",
					"Sleight of Hand",
					"Stealth"
				]
			}
		},
		"startingEquipment": {
			"additionalFromBackground": true,
			"default": [
				"(a) leather armor or (b) any simple weapon",
				"(a) a dungeoneer's pack or (b) an explorer's pack",
				"(a) a set of artisan's tools or (b) a gaming set or (c) thieve's tool"
			],
			"goldAlternative": "5d4"
		},
		"classFeatures": [
			[{
					"name": "Iron Chin",
					"entries": [
						"Beginning at 1st level, while you are wearing armor not heavier than light and not wielding a shield, you can use your Constitution modifier instead of your Dexterity modifier."
					]
				},
				{
					"name": "Martial Arts",
					"entries": [
						"Your years of fighting in back alleys and taverns have given you mastery over combat styles that use unarmed strikes and pugilist weapons, which are simple melee weapons without the two-handed property, whips, and improvised weapons.",
						"You gain the following benefits while you are unarmed or wielding only pugilist weapons and you aren't wearing armor heavier than light or wielding a shield.",
						{
							"type": "list",
							"items": [
								"You can roll a d6 in place of the normal damage of your unarmed strike or pugilist weapon. This die changes as you gain pugilist levels, as shown in the Fisticuffs column of the Pugilist table.",
								"When you use the Attack action with an unarmed strike or a pugilist weapon on your turn, you can make one unarmed strike or grapple as a bonus action. For example, if you take the Attack action and attack with a dagger, you can also make an unarmed strike as a bonus action, assuming you haven't already taken a bonus action this turn."
							]
						}
					]
				}
			],
			[{
					"name": "Moxie",
					"entries": [
						"Your experience laying the beatdown on others has given you a moxie you can channel in the midst of battle. This swagger is represented by a number of moxie points. Your pugilist level determines the maximum number of points you have, as shown in the Moxie Points column of the Pugilist table.",
						"You can spend these points to fuel various moxie features. You start knowing three such features: brace up, the old one-two, and stick and move. You learn more moxie features as you gain levels in this class.",
						"When you spend amoxieki point, it is unavailable until you finish a short or long rest.",
						"Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:",
						{
							"type": "entries",
							"name": "Brace Up",
							"entries": [
								"You can use a bonus action and spend 1 moxie point to brace for attacks. Roll your fisticuffs die + your pugilist level + your Constitution modifier and gain that many temporary hit points."
							]
						},
						{
							"type": "entries",
							"name": "The Old One-Two",
							"entries": [
								"Immediately after you take the Attack action on your turn, you can spend 1 moxie point to make two unarmed strikes as a bonus action."
							]
						},
						{
							"type": "entries",
							"name": "Stick and Move",
							"entries": [
								"You can use a bonus action and expend 1 moxie point to make a shove attack or the Dash action."
							]
						}
					]
				},
				{
					"name": "Street Smart",
					"entries": [
						"Beginning at 2nd level, carousing, shadowboxing, and sparring all count as light activity for the purposes of resting for you. Additionally, once you have caroused in a settlement for 8 hours or more, you know all public locations in the city as if you were born and raised there and you cannot be lost by non-magical means while within the city."
					]
				}
			],
			[{
					"name": "Bloodied but Unbowed",
					"entries": [
						"Starting at 3rd level, when you are reduced to less than half of your maximum hit points you gain your pugilist level + your Constitution modifier in temporary hit points and regain all expended moxie points. You cannot use this feature again until you complete a short or long rest."
					]
				},
				{
					"name": "Fight Club",
					"entries": [
						"When you reach 3rd level, you commit yourself to a fight club, chosen from the list of available fight clubs. Your fight club grants you features at 3rd level and again at 6th, 11th, and 17th level."
					],
					"gainSubclassFeature": true
				}
			],
			[{
					"name": "Ability Score Improvement",
					"entries": [
						"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
						"If your DM allows the use of feats, you may instead take a feat."
					]
				},
				{
					"name": "Dig Deep",
					"entries": [
						"Beginning at 4th level, you discover a strength inside you that can’t be broken. As a bonus action you gain resistance to bludgeoning, piercing, and slashing damage for one minute. At the end of that minute you gain a level of exhaustion."
					]
				}
			],
			[{
					"name": "Extra Attack",
					"entries": [
						"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
					]
				},
				{
					"name": "Haymaker",
					"entries": [
						"Starting at 5th level, before you make an attack roll with an unarmed strike or pugilist melee weapon attack that does not already have disadvantage you can declare you are swinging wild haymakers. You make all attack rolls until the end of this turn with disadvantage and when you deal damage you do not roll for damage but use the maximum die result instead."
					]
				}
			],
			[{
					"name": "Moxie-Fueled Fists",
					"entries": [
						"Starting at 6th level, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to non-magical attacks and damage."
					]
				},
				{
					"name": "Fight Club feature",
					"entries": [
						"At 6th level, you gain one feature granted by your Fight Club."
					],
					"gainSubclassFeature": true
				}
			],
			[{
					"name": "Fancy Footwork",
					"entries": [
						"At 7th level, you gain proficiency in Dexterity saving throws."
					]
				},
				{
					"name": "Shake it Off",
					"entries": [
						"Starting at 7th level, you can use your action to end one effect on yourself that is causing you to be {@condition charmed} or {@condition frightened}."
					]
				}
			],
			[{
				"name": "Ability Score Improvement",
				"entries": [
					"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
					"If your DM allows the use of feats, you may instead take a feat."
				]
			}],
			[{
				"name": "Down but Not Out",
				"entries": [
					"At 9th level, when you use your Bloodied but Unbowed feature you can choose to also use this feature. If you do, you add your proficiency bonus to your damage with unarmed attacks and pugilist weapons for the next minute. You can use this feature again after you complete a long rest."
				]
			}],
			[{
				"name": "School of Hard Knocks",
				"entries": [
					"By 10th level, you’ve graduated top of the class at the school of hard knocks and you took most of them on the head. You have resistance to psychic damage and gain advantage on saving throws against effects that would make you stunned or unconscious."
				]
			}],
			[{
				"name": "Fight Club feature",
				"entries": [
					"At 11th level, you gain one feature granted by your Fight Club."
				],
				"gainSubclassFeature": true
			}],
			[{
				"name": "Ability Score Improvement",
				"entries": [
					"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
					"If your DM allows the use of feats, you may instead take a feat."
				]
			}],
			[{
				"name": "Rabble Rouser",
				"entries": [
					"Starting at 13th level, word of your exploits travels quickly in cities and other settlements. Once you have taken a long rest by carousing in a settlement you gain advantage on all Charisma (Persuasion) and Charisma (Intimidation) rolls made against the people who live there."
				]
			}],
			[{
				"name": "Unbreakable",
				"entries": [
					"Starting at 14th level, you gain advantage on Strength, Dexterity, and Constitution saving throws.",
					"Additionally, whenever you make a saving throw and fail, you can spend 1 moxie point to reroll it and take the second result."
				]
			}],
			[{
				"name": "Herculean",
				"entries": [
					"At 15th level, your carrying capacity is doubled, your jump height and distance are doubled, and when you deal damage to an inanimate object that damage is doubled."
				]
			}],
			[{
				"name": "Ability Score Improvement",
				"entries": [
					"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
					"If your DM allows the use of feats, you may instead take a feat."
				]
			}],
			[{
				"name": "Fight Club feature",
				"entries": [
					"At 17th level, you gain one feature granted by your Fight Club."
				],
				"gainSubclassFeature": true
			}],
			[{
				"name": "Fighting Spirit",
				"entries": [
					"Starting at 18th level, when you have 4 levels of exhaustion or fewer and are reduced to 0 hit points you regain half of your maximum hit points, half of your maximum moxie points, and gain a level of exhaustion. You cannot use this feature again until you complete a long rest."
				]
			}],
			[{
				"name": "Ability Score Improvement",
				"entries": [
					"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
					"If your DM allows the use of feats, you may instead take a feat."
				]
			}],
			[{
				"name": "Peak Physical Condition",
				"entries": [
					"At 20th level, your Strength and Constitution ability scores increase by 2 to a maximum of 22.",
					"Additionally, when you take a long rest you recover 2 levels of exhaustion instead of 1 and you regain all your expended hit dice instead of half your expended hit dice."
				]
			}]
		],
		"subclassTitle": "Fight Club",
		"subclasses": [{
				"name": "the Sweet Science",
				"subclassFeatures": [
					[{
						"name": "The Sweet Science",
						"entries": [
							"Pugilists who practice the Sweet Science hit hard, fast, and often. This style is sometimes used by fighters who battle for the entertainment of the upper classes, but is just as often practiced in the backalleys and the bars by those whose next breath depends on a knockout.",
							{
								"type": "entries",
								"name": "Cross Counter",
								"entries": [
									"Starting when you choose this fight club at 3rd level, you can block the brunt of an attack and launch one of your own in the same fluid motion. You can use your reaction and spend 2 moxie points to reduce the damage of a melee weapon attack made against you by 1d10 + your Strength modifier + your pugilist level.",
									"If you reduce the damage to 0, you can make an unarmed strike or pugilist weapon attack against acreature within range as part of the same reaction."
								]
							}
						]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "One, Two, Three, Floor",
							"entries": [
								"At 6th level, when you use your bonus action to use the Old One-Two and both attacks are successful you can immediately spend 1 moxie point to make an additional attack with an unarmed strike as part of that bonus action. If you hit with this additional attack you deal no damage and the creature is knocked prone."
							]
						}]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "Float Like a Butterfly, Sting Like a Bee",
							"entries": [
								"At 11th level, when you reduce damage from an attack to 0 and successfully hit an enemy creature using your Cross Counter feature you regain 1 moxie point."
							]
						}]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "Knock Out",
							"entries": [
								"At 17th level, when you hit with an unarmed strike or pugilist weapon you can spend 1 or more moxie points to try to knock out the opponent instead of dealing damage. Roll 3d12 + 1d12 for every moxie point spent after the first + your pugilist level; if the total is equal to or greater than the creature’s remaining hit points, it is unconscious for 10 minutes."
							]
						}]
					}]
				],
				"source": "SterlingVermin",
				"shortName": "Sweet Science"
			},
			{
				"name": "the Squared Circle",
				"subclassFeatures": [
					[{
						"name": "The Squared Circle",
						"entries": [
							"Pugilists who fight in the Squared Circle know you don’t have to knock an opponent senseless to get them to submit. Of course, members of the squared circle do beat their opponents senseless, they just know they don’t have to.",
							{
								"type": "entries",
								"name": "Groundwork",
								"entries": [
									"Starting when you choose this fight club at 3rd level, you gain the following additional moxie features.",
									{
										"type": "entries",
										"entries": [{
											"type": "entries",
											"name": "Compression Lock",
											"entries": [
												"When a creature attempts to break a grapple with you and succeeds, you can use your reaction and spend 1 moxie point to force the creature to roll again. The creature must use the second result."
											]
										}]
									},
									{
										"type": "entries",
										"entries": [{
											"type": "entries",
											"name": "Quick Pin",
											"entries": [
												"When a hostile creature’s movement provokes an opportunity attack from you, you can use your reaction and spend 1 moxie point to make a grapple attack instead of an opportunity attack."
											]
										}]
									},
									{
										"type": "entries",
										"entries": [{
											"type": "entries",
											"name": "To the Mat",
											"entries": [
												"You can use a bonus action and spend 1 moxie point to make a grapple attack against a creature within range. If successful, the creature is also knocked prone."
											]
										}]
									}
								]
							}
						]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "Meat Shield",
							"entries": [
								"At 6th level, when you have an enemy creature grappled you gain half cover against all attacks made against you by a creature you are not grappling. When a weapon attack made by a creature you are not grappling misses you, you may use your reaction and spend 1 moxie point to have that creature make the same attack with a new roll against an enemy creature you are grappling."
							]
						}]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "Heavyweight",
							"entries": [
								"At 11th level, you count as one size larger than you are for the purposes of grappling. In addition, you can move your full movement speed when you are dragging or carrying a grappled creature your size or smaller."
							]
						}]
					}],
					[{
						"entries": [{
							"type": "entries",
							"name": "Clean Finish",
							"entries": [
								"At 17th level, your mastery of grappling reaches its peak. While you have a creature grappled you gain advantage on all attacks against it.",
								"Additionally, when you make an unarmed strike or pugilist weapon attack against a creature you have grappled you score a critical hit on a roll of 19 or 20."
							]
						}]
					}]
				],
				"source": "SterlingVermin",
				"shortName": "Squared Circle"
			}
		]
	}
	]
}