{
	"_meta": {
		"sources": [
			{
				"json": "SterlingVermin",
				"abbreviation": "SVM",
				"full": "The Pugilist Class",
				"authors": [
					"Benjamin Huffman"
				],
				"convertedBy": [
					"foreveryone"
				],
				"version": "3.0",
				"url": "http://www.dmsguild.com/product/184921/the-Pugilist-Class",
				"targetSchema": "1.0.0"
			}
		]
	},
	"class": [
		{
			"name": "Pugilist",
			"source": "SterlingVermin",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"con"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Fisticuffs",
						"Moxie Points"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							0
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							2
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							2
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							3
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							3
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							4
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							4
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							5
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							5
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							6
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							6
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							7
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							7
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							8
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							8
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							9
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 12
									}
								]
							},
							9
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 12
									}
								]
							},
							10
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 12
									}
								]
							},
							10
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 12
									}
								]
							},
							12
						]
					]
				}
			],
			"startingProficiencies": {
				"weapons": [
					"simple",
					"improvised weapons",
					"whip",
					"hand crossbow"
				],
				"tools": [
					"any one type of artisan's tools or any one gaming set of your choice or thieve's tools"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Acrobatics",
						"Athletics",
						"Deception",
						"Intimidation",
						"Perception",
						"Sleight of Hand",
						"Stealth"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) leather armor or (b) any simple weapon",
					"(a) a dungeoneer's pack or (b) an explorer's pack",
					"(a) a set of artisan's tools or (b) a gaming set or (c) thieve's tool"
				],
				"goldAlternative": "5d4"
			},
			"classFeatures": [
				[
					{
						"name": "Iron Chin",
						"entries": [
							"Beginning at 1st level, you can use Constitution instead of Dexterity to determine your armor class when you are wearing light or no armor and are not using a shield."
						]
					},
					{
						"name": "Fisticuffs",
						"entries": [
							"Your years of fighting in back alleys and taverns have given you mastery over combat styles that use unarmed strikes and pugilist weapons, which are simple melee weapons without the two-handed property, whips, and improvised weapons.",
							"You gain the following benefits while you are unarmed or wielding only pugilist weapons and you aren't wearing armor heavier than light or wielding a shield.",
							{
								"type": "list",
								"items": [
									"You can roll a d6 in place of the normal damage of your unarmed strike or pugilist weapon. This die changes as you gain pugilist levels, as shown in the Fisticuffs column of the Pugilist table.",
									"When you use the Attack action with an unarmed strike or a pugilist weapon on your turn, you can make one unarmed strike or grapple as a bonus action."
								]
							}
						]
					}
				],
				[
					{
						"name": "Moxie",
						"entries": [
							"Starting at 2nd level, your experience laying the beatdown on others has given you a moxie you can channel in the midst of battle. This swagger is represented by a number of moxie points. Your pugilist level determines the maximum number of points you have, as shown in the Moxie Points column of the Pugilist table.",
							"You can spend these points to fuel various moxie features. You start knowing three such features: Brace Up, The Old One-Two, and Stick and Move. You learn more moxie features as you gain levels in this class. You regain all expended moxie points when you complete a short or long rest.",
							{
								"type": "entries",
								"name": "Brace Up",
								"entries": [
									"You can use a bonus action and spend 1 moxie point to brace for attacks. Roll your fisticuffs die + your pugilist level + your Constitution modifier and gain that many temporary hit points."
								]
							},
							{
								"type": "entries",
								"name": "The Old One-Two",
								"entries": [
									"Immediately after you take the Attack action on your turn, you can spend 1 moxie point to make two unarmed strikes as a bonus action."
								]
							},
							{
								"type": "entries",
								"name": "Stick and Move",
								"entries": [
									"You can use a bonus action and expend 1 moxie point to make a shove attack or the Dash action."
								]
							}
						]
					},
					{
						"name": "Street Smart",
						"entries": [
							"Beginning at 2nd level, carousing, shadowboxing, and sparring all count as light activity for the purposes of resting for you. Additionally, once you have caroused in a settlement for 8 hours or more, you know all public locations in the city as if you were born and raised there and you cannot be lost by non-magical means while within the city."
						]
					}
				],
				[
					{
						"name": "Bloodied but Unbowed",
						"entries": [
							"Starting at 3rd level, when you are reduced to less than half of your maximum hit points you gain your pugilist level + your Constitution modifier in temporary hit points and regain all expended moxie points. You cannot use this feature again until you complete a short or long rest."
						]
					},
					{
						"name": "Fight Club",
						"entries": [
							"Starting at 3rd level, you choose a fight club that best exemplifies your style from the list of available fight clubs. Your fight club grants you features at 3rd level and again at 6th, 11th, and 17th level."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					},
					{
						"name": "Dig Deep",
						"entries": [
							"Beginning at 4th level, you discover a strength inside you that can’t be broken. As a bonus action you gain resistance to bludgeoning, piercing, and slashing damage for one minute. At the end of that minute you gain a level of {@condition exhaustion}."
						]
					}
				],
				[
					{
						"name": "Extra Attack",
						"entries": [
							"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
						]
					},
					{
						"name": "Haymaker",
						"entries": [
							"Starting at 5th level, before you make an attack roll with an unarmed strike or pugilist melee weapon attack that does not already have disadvantage you can declare you are swinging wild haymakers. You make all attack rolls until the end of this turn with disadvantage and when you deal damage you do not roll for damage but use the maximum die result instead."
						]
					}
				],
				[
					{
						"name": "Moxie-Fueled Fists",
						"entries": [
							"Starting at 6th level, your unarmed strikes count as magical for the purpose of overcoming resistance and immunity to non-magical attacks and damage."
						]
					},
					{
						"name": "Fight Club feature",
						"entries": [
							"At 6th level, you gain one feature granted by your Fight Club."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Fancy Footwork",
						"entries": [
							"At 7th level, you gain proficiency in Dexterity saving throws."
						]
					},
					{
						"name": "Shake it Off",
						"entries": [
							"Starting at 7th level, you can use your action to end one effect on yourself that is causing you to be {@condition charmed} or {@condition frightened}."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Down but Not Out",
						"entries": [
							"At 9th level, when you use your Bloodied but Unbowed feature you can choose to also use this feature. If you do, you add your proficiency bonus to your damage with unarmed attacks and pugilist weapons for the next minute. You can use this feature again after you complete a long rest."
						]
					}
				],
				[
					{
						"name": "School of Hard Knocks",
						"entries": [
							"By 10th level, you’ve graduated top of the class at the school of hard knocks and you took most of them on the head. You have resistance to psychic damage and gain advantage on saving throws against effects that would make you stunned or unconscious."
						]
					}
				],
				[
					{
						"name": "Fight Club feature",
						"entries": [
							"At 11th level, you gain a feature granted by your Fight Club."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Rabble Rouser",
						"entries": [
							"Starting at 13th level, word of your exploits travels quickly in cities and other settlements. Once you have taken a long rest by carousing in a settlement you gain advantage on all Charisma (Persuasion) and Charisma (Intimidation) rolls made against the people who live there."
						]
					}
				],
				[
					{
						"name": "Unbreakable",
						"entries": [
							"Starting at 14th level, you gain advantage on Strength, Dexterity, and Constitution saving throws. Additionally, whenever you make a saving throw and fail, you can spend 1 moxie point to reroll it and take the second result."
						]
					}
				],
				[
					{
						"name": "Herculean",
						"entries": [
							"At 15th level, your carrying capacity is doubled, and when you deal damage with a melee weapon or unarmed strike to an inanimate object that damage is doubled. Your standing jump distance is the same as your running start jump distance."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Fight Club feature",
						"entries": [
							"At 17th level, you gain a feature granted by your Fight Club."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Fighting Spirit",
						"entries": [
							"Starting at 18th level, when you have 4 levels of {@condition exhaustion} or fewer and are reduced to 0 hit points, you regain half of your maximum hit points, half of your maximum moxie points, and gain a level of {@condition exhaustion}. You cannot use this feature again until you complete a long rest."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Peak Physical Condition",
						"entries": [
							"At 20th level, your Strength and Constitution ability scores increase by 2 to a maximum of 22. Additionally, when you take a long rest you recover 2 levels of {@condition exhaustion} instead of 1 and you regain all your expended hit dice instead of half your expended hit dice."
						]
					}
				]
			],
			"subclassTitle": "Fight Club",
			"subclasses": [
				{
					"name": "Arena Royale",
					"subclassFeatures": [
						[
							{
								"name": "Arena Royale",
								"entries": [
									"Pugilists in the Arena Royale fight club travel the world earning their keep as equal parts performer and gladiator. Whether performing in staged physical competitions, or fighting it out in unscripted brawls, pugilists in the Arena Royale care as much about the theatrics of a fight as they do its outcome. Pugilists in this fight club also care deeply about their reputation and work to build up local and regional legends about their performing personas.",
									{
										"type": "entries",
										"name": "Bonus Proficiency",
										"entries": [
											"Starting when you choose this Fight Club at 3rd level, you gain proficiency in the Performance skill, if you don’t have it already. If you do, you gain proficiency in your choice of the Intimidation or Persuasion skill."
										]
									},
									{
										"type": "entries",
										"name": "Persona Libre",
										"entries": [
											"Also at 3rd level, you create an alternate persona that you can adopt or discard as a bonus action on your turn. When you create an alternate persona you should give the persona a striking name as well as some physical signifier (such as a mask, colorful cape, or another prominent idiosyncratic feature). Unless you tell a creature, or the creature sees you adopt your persona, they do not know you and the adopted persona are the same person.",
											"Additionally, you have a pool of persona points equal to 3 + your Charisma modifier (minimum 1). When you use an ability that costs moxie points, you can spend persona points instead. In addition, before you make a Charisma ability check you can spend a persona point to add your Strength modifier to the result. You can only use persona points while you have adopted your persona. You regain all expended persona points when you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Work the Crowd",
										"entries": [
											"At 6th level, while you have adopted your alternate persona, you can use your action to inspire your choice of fear or adoration in those nearby. When you do, all creatures within 30 feet who can see you must succeed on a Wisdom saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be charmed, if you chose adoration, or frightened if you chose fear. This effect lasts for one minute. Each time a creature takes damage from you or one of your allies it can repeat the saving throw, ending the effect on a success. You can use this feature again after you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "High Flyer",
										"entries": [
											"Starting at 11th level, your base movement increases by 10 feet, your jump distance is doubled, and you can use a bonus action on your turn to take the Dash action."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Signature Move",
										"entries": [
											"Starting at 17th level, you create a signature move that you can use while you have adopted your alternate persona. Give your signature move a name and a description. You can replace one of your unarmed attacks or attacks with a pugilist weapon on your turn with this signature move.",
											"When you use your signature move, you can jump in any direction up to your movement speed, make an attack roll with advantage against a creature in your reach and, if you hit, the attack is a critical and the creature is stunned until the end of your next turn.",
											"If you hit with your signature move, you must finish a long rest before you can use it again. If you miss with your signature move, you regain the use of it after 1 minute."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Arena Royale"
				},
				{
					"name": "Bloodhound Bruisers",
					"subclassFeatures": [
						[
							{
								"name": "Bloodhound Bruisers",
								"entries": [
									"Pugilists in the Bloodhound Bruisers fight club are notorious for looking for trouble and finding it every time. Members of this fight club are highly observant of character traits and physical evidence and can form an almost supernatural connection to the cities they live in. Most use these abilities to become urban defenders of the downtrodden but others lend their talents to less savory organizations.",
									{
										"type": "entries",
										"name": "Ever Vigilant",
										"entries": [
											"When you choose this fight club at 3rd level, you have advantage on initiative rolls. During the first round of combat, you have advantage on attack rolls against creatures who haven’t acted yet."
										]
									},
									{
										"type": "entries",
										"name": "Detective Work",
										"entries": [
											"Also at 3rd level, you gain proficiency with two of the following skills of your choice: Insight, Investigation, or Perception. In addition, when you make an Insight (Wisdom), Perception (Wisdom), or Investigation (Intelligence) ability check you can spend 1 moxie point to gain advantage on that ability check."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Scrap Like a Sleuth",
										"entries": [
											"At 6th level, you can use a bonus action and expend 2 moxie points to hone in on the idiosyncrasies and bad habits of an enemy you can see within 30 feet. When you do, you have advantage on weapon attacks against the creature and you add your proficiency bonus to your AC against attacks made by that creature. These effects continue for 1 minute or until you use this feature again."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Heart of the City",
										"entries": [
											"Starting at 11th level, when you take a long rest in a settlement, you can choose to become familiar with the settlement. When you use this feature again, you replace your previous familiar settlement with the current one. You gain the following benefits while in a familiar settlement:",
											{
												"type": "list",
												"entries": [
													"You cannot be surprised and you add your proficiency bonus to your initiative.",
													"You have darkvision to a range of 120 feet.",
													"When you make an ability check using the Insight, Investigation, or Perception skills that adds your proficiency bonus, add twice your proficiency bonus instead."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Eyes Wide Open",
										"entries": [
											"Starting at 17th level, you can use a bonus action and spend 1 moxie point to open your senses to your surroundings for 1 minute. During this time, you have advantage on saving throws against being blinded or deafened and have truesight out to a distance of 30 feet."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Bloodhound Bruisers"
				},
				{
					"name": "Dog & Hound",
					"subclassFeatures": [
						[
							{
								"name": "Dog & Hound",
								"entries": [
									"You’ve never had a friend you could rely on that walked on two legs. Lucky for you, you’ve got the best fourlegged friend a body could ask for. Pugilists in the Dog & Hound fight club are as faithful to their canine companions as their canine companions are to them.",
									{
										"type": "entries",
										"name": "Bonus Proficiency",
										"entries": [
											"When you choose this fight club at 3rd level, you gain proficiency with the Animal Handling skill if you don’t already have it. If you do, you gain proficiency in your choice of the Perception or Survival skill."
										]
									},
									{
										"type": "entries",
										"name": "Brawler's Best Friend",
										"entries": [
											"Also at 3rd level, you gain a hound that accompanies you on your adventures and fights alongside you. Your hound can be any breed of dog or similar canine creature, but uses the statistics of a {@creature wolf}. You add your proficiency bonus to your hound’s AC, saving throws, attack rolls, and damage rolls.",
											"For each level you gain after 3rd, your hound gains an additional d8 hit die and increases its hit points accordingly",
											"You can use a bonus action on each of your turns to verbally command your hound to take the Attack, Dash, Disengage, Dodge, or Help action that turn. It does not have its own turn unless you are incapacitated or absent.",
											"If you are incapacitated or absent, the hound acts on its own (continuing to act on your turn, if you are incapacitated), focusing on protecting you and itself. The hound never requires your command to use its reaction, such as when making an opportunity attack.",
											"If your hound dies, you can obtain a new one by spending 8 hours bonding with a canine animal that isn’t hostile to you."
										]
									},
									{
										"type": "entries",
										"name": "Mutt With Moxie",
										"entries": [
											"At 3rd level, you share everything with your faithful hound: food, shelter, even moxie. When you use certain moxie abilities, your hound gains a benefit as well.",
											{
												"type": "entries",
												"name": "Brace Up",
												"entries": [
													"When you gain temporary hit points as a result of using your Brace Up moxie ability, your hound gains the same number of temporary hit points."
												]
											},
											{
												"type": "entries",
												"name": "The Old One-Two",
												"entries": [
													"When you use your The Old One-Two moxie ability, your hound can make one or both attacks instead of you."
												]
											},
											{
												"type": "entries",
												"name": "Stick and Move",
												"entries": [
													"When you use your Stick and Move moxie ability, your hound can take the Dash action."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Arcanine Bite",
										"entries": [
											"At 6th level, your hound’s attacks count as magical for the purpose of overcoming resistance and immunity to non-magical attacks and damage."
										]
									},
									{
										"type": "entries",
										"name": "Coordinated Attack",
										"entries": [
											"Also at 6th level, you and your canine companion form a more potent fighting team. When you use the Attack action on your turn, if your hound can see you, it can use its reaction to make a melee attack."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Hound's Best Friend",
										"entries": [
											"At 11th level, when a creature deals damage to your hound with an attack, you can use your reaction to make an opportunity attack against that creature if you are within range."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Dire Hound",
										"entries": [
											"Beginning at 17th level, you use the statistics for a {@creature dire wolf}, instead of a wolf, for your hound, except that its size remains Medium. These statistics are modified as described in your Brawler’s Best Friend feature."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Dog & Hound"
				},
				{
					"name": "Piss & Vinegar",
					"subclassFeatures": [
						[
							{
								"name": "Piss & Vinegar",
								"entries": [
									"Pugilists in the Piss & Vinegar fight club revel in their reputations as heels. Widely despised for their obscene curses and dirty tricks, these pugilists take pride in their ability to provoke and fight to win at all costs.",
									{
										"type": "entries",
										"name": "Bonus Proficiency",
										"entries": [
											"Starting when you choose this fight club at 3rd level, you gain proficiency with the Intimidation skill if you don’t have it already."
										]
									},
									{
										"type": "entries",
										"name": "Salty Salute",
										"entries": [
											"Also at 3rd level, you have mastered the art of the enraging insult. You can use a bonus action on your turn to provoke a creature within 60 feet who can see or hear you. That creature must make a Wisdom saving throw. On a failure, the creature takes your fisticuff’s damage die + your Charisma modifier in psychic damage and has disadvantage on any attack rolls it makes that do not include you as a target before the start of your next turn. For any of your Piss & Vinegar features that require your opponent to make a saving throw, the saving DC is calculated as follows:",
											{
												"type": "abilityDc",
												"name": "Piss & Vinegar",
												"attributes": [
													"cha"
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Dirty Tricks",
										"entries": [
											"Starting at 6th level, you have a few tricks up your sleeve to even the odds when the going gets rough. You can each of these dirty tricks once and regain their use when you finish a short or long rest.",
											{
												"type": "entries",
												"name": "Heelstomper",
												"entries": [
													"When you deal damage with an unarmed attack, you attempt to slow the creature you hit. The creature must make a Dexterity saving throw. On a failure, you gain 1 moxie point (up to your maximum) and its movement speed is halved for one minute."
												]
											},
											{
												"type": "entries",
												"name": "Low Blow",
												"entries": [
													"When you deal damage with an unarmed attack you can choose to hit them below the belt. The creature must make a Strength saving throw. On a failure, you gain 1 moxie point (up to your maximum) and it is knocked {@condition prone}."
												]
											},
											{
												"type": "entries",
												"name": "Pocket Sand",
												"entries": [
													"You can use a bonus action to attempt to blind a creature within 5 feet. The creature must make a Constitution saving throw. On a failure, you gain 1 moxie point (up to your maximum) and it is blinded until the end of its next turn."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Mean Old Cuss",
										"entries": [
											"At 11th level, your threats and mean spirited tricks pack an extra punch. When you make a Charisma (Intimidation) ability check, you can use your reaction and spend 1 moxie to give yourself advantage on the roll. When a creature makes a saving throw against one of your Piss & Vinegar features, you can use your reaction and spend 1 moxie to give that roll disadvantage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "The Uncouth Art",
										"entries": [
											"Starting at 17th level, you gain the ability to offend every creature in the room with minimal effort. When you use your Salty Salute feature, you can choose to target a number of creatures within 60 feet who can see or hear you up to your level in this class instead of a single creature. You gain 1 moxie point (up to your maximum) the first time each creature targeted in this way hits you with an attack before the start of your next turn. You can use this feature again after you finish a long rest."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Piss & Vinegar"
				},
				{
					"name": "The Sweet Science",
					"subclassFeatures": [
						[
							{
								"name": "The Sweet Science",
								"entries": [
									"Pugilists who practice the Sweet Science hit hard, fast, and often. This style is sometimes used by fighters who battle for the entertainment of the upper classes, but is just as often practiced in the backalleys and the bars by those whose next breath depends on a knockout.",
									{
										"type": "entries",
										"name": "Cross Counter",
										"entries": [
											"Starting when you choose this fight club at 3rd level, you can block the brunt of an attack and launch one of your own in the same fluid motion. You can use your reaction and spend 2 moxie points to reduce the damage of a melee weapon attack made against you by 1d10 + your Strength modifier + your pugilist level.",
											"If you reduce the damage to 0, you can make an unarmed strike or pugilist weapon attack against acreature within range as part of the same reaction."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "One, Two, Three, Floor",
										"entries": [
											"At 6th level, when you use your bonus action to use the Old One-Two and hit the same creature with both attacks, you can immediately spend 1 moxie point to make an additional attack with an unarmed strike as part of that bonus action. If you hit, the creature is knocked {@condition prone} in addition to taking damage as normal for your unarmed strike."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Float Like a Butterfly, Sting Like a Bee",
										"entries": [
											"At 11th level, when you reduce damage from an attack to 0 and successfully hit an enemy creature using your Cross Counter feature you regain 1 moxie point (up to your maximum)."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Knock Out",
										"entries": [
											"At 17th level, when you hit with an unarmed strike or pugilist weapon you can spend 1 or more moxie points to try to knock out the opponent instead of dealing damage. Roll 3d12 + 1d12 for every moxie point spent after the first and add your pugilist level to the result; if the total is equal to or greater than the creature’s remaining hit points, it is unconscious for 10 minutes."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Sweet Science"
				},
				{
					"name": "The Squared Circle",
					"subclassFeatures": [
						[
							{
								"name": "The Squared Circle",
								"entries": [
									"Pugilists who fight in the Squared Circle know you don’t have to knock an opponent senseless to get them to submit. Of course, members of the squared circle do beat their opponents senseless, they just know they don’t have to.",
									{
										"type": "entries",
										"name": "Groundwork",
										"entries": [
											"Starting when you choose this fight club at 3rd level, you gain the following additional moxie features.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Compression Lock",
														"entries": [
															"When a creature attempts to break a grapple with you and succeeds, you can use your reaction and spend 1 moxie point to force the creature to roll again. The creature must use the second result."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Quick Pin",
														"entries": [
															"When a hostile creature’s movement provokes an opportunity attack from you, you can use your reaction and spend 1 moxie point to make a grapple attack instead of an opportunity attack."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "To the Mat",
														"entries": [
															"You can use a bonus action and spend 1 moxie point to make a grapple attack against a creature within range. If successful, the creature is also knocked {@condition prone}."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Meat Shield",
										"entries": [
											"At 6th level, when you have an enemy creature grappled you gain half cover against all attacks made against you by a creature you are not grappling. When a weapon attack made by a creature you are not grappling misses you, you may use your reaction and spend 1 moxie point to have that creature make the same attack with a new roll against an enemy creature you are grappling."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Heavyweight",
										"entries": [
											"At 11th level, you count as one size larger than you are for the purposes of grappling. In addition, you can move your full movement speed when you are dragging or carrying a grappled creature your size or smaller."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Clean Finish",
										"entries": [
											"At 17th level, your mastery of grappling reaches its peak. While you have a creature grappled you gain advantage on all attacks against it. Additionally, when you make an unarmed strike or pugilist weapon attack against a creature you have grappled you score a critical hit on a roll of 19 or 20."
										]
									}
								]
							}
						]
					],
					"source": "SterlingVermin",
					"shortName": "Squared Circle"
				}
			]
		}
	],
	"itemProperty": [
		{
			"abbreviation": "UN",
			"source": "SterlingVermin",
			"entries": [
				{
					"type": "entries",
					"name": "Unarmed",
					"entries": [
						"When you make an unarmed attack you can choose to deal the damage of this weapon instead of your normal unarmed attack damage."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Brass Knuckles",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "None",
			"value": "1gp",
			"weight": "1",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Katar",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "None",
			"value": "3gp",
			"weight": "3",
			"dmg1": "{@dice 1d4}",
			"dmgType": "P",
			"property": [
				"L",
				"UN"
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Knuckle Knives",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "None",
			"value": "3gp",
			"weight": "2",
			"dmg1": "{@dice 1d4}",
			"dmgType": "S",
			"property": [
				"L",
				"UN"
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Bonebreakers",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Legendary",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "by a pugilist",
			"entries": [
				"These unremarkable brass knuckles appear well used if not well loved. They are covered in dings and scratches accompanied by the odd stain.",
				"You gain a +3 bonus to attack and damage rolls made with this magic weapon. When you hit a creature with this weapon, you can use your reaction to attempt to maim them. When you do, the creature must succeed on a Constitution saving throw (DC 16) or be maimed in one of the following ways of your choice:",
				{
					"type": "list",
					"items": [
						"{@b {@i Broken Arm.}} The creature has disadvantage with weapon attack rolls.",
						"{@b {@i Broken Leg.}} The creature’s walking speed is halved.",
						"{@b {@i Broken Ribs.}} The creature has disadvantage on Strength and Dexterity ability checks and saving throws.",
						"{@b {@i Broken Skull.}} Attack rolls against the creature are considered one higher for the purposes of determining whether or not the result is a critical."
					]
				},
				"The maimed condition ends on a creature only after they have received medical treatment from a trained professional and rested for one month or they are targeted by a greater restoration spell or similar magic. After you use this ability to attempt to maim a creature, you must finish a short or long rest before you can use it again."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Bottle of Brew Tasting",
			"wondrous": true,
			"rarity": "Rare",
			"entries": [
				"This magic item is a glass bottle with a blank label. When a potion or other liquid is poured into the bottle, the contents and effects of the liquid will appear, written in Common, on the label. This writing fades when the bottle is emptied of its contents.",
				"If this bottle is broken, it loses the ability to identify liquids but instead functions as an improvised weapon with a +2 bonus to attack rolls and damage rolls."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Club of Unconsciousness",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L"
			],
			"reqAttune": "YES",
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon",
				"Additionally, this club has 5 charges. When you deal damage with this weapon, you can expend one or more charges to attempt to render the creature unconscious. When you do, roll 5d8 (+2d8 for each charge expended beyond the first). If the creature has a number of hit points remaining that is equal to or less than the total of your roll, the creature forgets everything it saw and heard over the last minute and is unconscious for 1 hour or until another person uses an action to shake or slap the sleeper awake.",
				"The club regains 1d3 + 1 expended charges daily at dawn."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Coin of Easy Living",
			"wondrous": true,
			"rarity": "Uncommon",
			"reqAttune": "YES",
			"entries": [
				"This gold coin appears totally normal to mundane senses but, when flipped, always lands heads up. While you are attuned to this item, you can summon it to your palm at will."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "1st Level Enchanted Inks",
			"type": "P",
			"rarity": "Common",
			"entries": [
				"This set of inks can be used to make a single tattoo, which consumes the inks. When a creature is tattooed with enchanted inks, choose one spell. The spell’s level cannot exceed 1st level.",
				"The tattooed creature can cast this spell, using the tattoo as a spellcasting focus. Constitution is the spellcasting ability for this spell. After casting the spell with the tattoo, the creature cannot cast the spell in this way again until it finishes a long rest."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "2nd Level Enchanted Inks",
			"type": "P",
			"rarity": "Uncommon",
			"entries": [
				"This set of inks can be used to make a single tattoo, which consumes the inks. When a creature is tattooed with enchanted inks, choose one spell. The spell’s level cannot exceed 2nd level.",
				"The tattooed creature can cast this spell, using the tattoo as a spellcasting focus. Constitution is the spellcasting ability for this spell. After casting the spell with the tattoo, the creature cannot cast the spell in this way again until it finishes a long rest."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "3rd Level Enchanted Inks",
			"type": "P",
			"rarity": "Rare",
			"entries": [
				"This set of inks can be used to make a single tattoo, which consumes the inks. When a creature is tattooed with enchanted inks, choose one spell. The spell’s level cannot exceed 3rd level.",
				"The tattooed creature can cast this spell, using the tattoo as a spellcasting focus. Constitution is the spellcasting ability for this spell. After casting the spell with the tattoo, the creature cannot cast the spell in this way again until it finishes a long rest."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "4th Level Enchanted Inks",
			"type": "P",
			"rarity": "Very Rare",
			"entries": [
				"This set of inks can be used to make a single tattoo, which consumes the inks. When a creature is tattooed with enchanted inks, choose one spell. The spell’s level cannot exceed 4th level.",
				"The tattooed creature can cast this spell, using the tattoo as a spellcasting focus. Constitution is the spellcasting ability for this spell. After casting the spell with the tattoo, the creature cannot cast the spell in this way again until it finishes a long rest."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "5th Level Enchanted Inks",
			"type": "P",
			"rarity": "Legendary",
			"entries": [
				"This set of inks can be used to make a single tattoo, which consumes the inks. When a creature is tattooed with enchanted inks, choose one spell. The spell’s level cannot exceed 5th level.",
				"The tattooed creature can cast this spell, using the tattoo as a spellcasting focus. Constitution is the spellcasting ability for this spell. After casting the spell with the tattoo, the creature cannot cast the spell in this way again until it finishes a long rest."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Everful Stein",
			"wondrous": true,
			"rarity": "Uncommon",
			"entries": [
				"This large ceramic stein is decorated with dwarven glyphs and topped with a brass metal lid that can be opened by thumb lever. While the lid is closed and the stein is empty, the owner need only name a non-magical ale, beer, or mead he has had before and the stein fills with that brew."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Leather Jerkin +1",
			"wondrous": true,
			"rarity": "Rare",
			"entries": [
				"You have a +1 bonus to AC while you are unarmored and wearing this garment."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Leather Jerkin +2",
			"wondrous": true,
			"rarity": "Very Rare",
			"entries": [
				"You have a +2 bonus to AC while you are unarmored and wearing this garment."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Leather Jerkin +3",
			"wondrous": true,
			"rarity": "Legendary",
			"entries": [
				"You have a +3 bonus to AC while you are unarmored and wearing this garment."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Loaded Dice",
			"wondrous": true,
			"rarity": "Rare",
			"reqAttune": "YES",
			"entries": [
				"This set of six-sided dice is indistinguishable from mundane dice, but blessed with good fortune. After you make an ability check, attack roll, or saving throw, but before the DM declares success or failure, you can expend 1 charge to reroll the d20. Loaded dice can have up to 7 charges and regain 1d6+1 charges each week.",
				"Additionally, if used to play a dice game, the owner of the dice has advantage on any ability check to determine the winner of the game."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Mage Mashers",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Very Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These brass knuckles are forged from a dull black ore that sparkles with a prism of colors when held to light. They feel heavier than they look like they should be, especially to creatures capable of casting spells.",
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you hit a creature with the spellcasting or pact magic trait, that creature takes an extra {@dice 1d6} force damage. In addition, any creature who makes a saving throw to maintain concentration on a spell as a result of damage you deal with these weapons has disadvantage on that saving throw."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Medallion of Mettle",
			"wondrous": true,
			"rarity": "Rare",
			"reqAttune": "YES",
			"entries": [
				"This ostentatious medallion draws the eye of even casual onlookers. Whenever you gain temporary hit points, you gain an additional {dice 1d6} temporary hit points."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Mugfist Knuckles",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Uncommon",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These brass knuckles are plated with cheap faux gold that wouldn’t fool even the most casual observer",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you attack a creature with this magic weapon and roll a 20, {@dice 1d6} gold pieces fall onto the ground in the creature’s space."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Penitent Pummelers (Brass Knuckles)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These weapons are made of gold and etched with a holy symbol over each knuckle. You gain a +1 to attack and damage rolls with this magic weapon. When you hit a fiend or undead creature, that creature takes an extra {@dice 1d6} radiant damage."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Penitent Pummelers (Katar)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "P",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These weapons are made of gold and etched with a holy symbol over each knuckle. You gain a +1 to attack and damage rolls with this magic weapon. When you hit a fiend or undead creature, that creature takes an extra {@dice 1d6} radiant damage."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Penitent Pummelers (Knuckle Knives)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "S",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These weapons are made of gold and etched with a holy symbol over each knuckle. You gain a +1 to attack and damage rolls with this magic weapon. When you hit a fiend or undead creature, that creature takes an extra {@dice 1d6} radiant damage."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Poundwise Porter",
			"type": "P",
			"rarity": "Very Rare",
			"entries": [
				"This potion is thick and so dark brown it is nearly black. For one minute after consuming this potion, you gain +3 to damage with unarmed attacks."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Prehensile Whip",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Martial",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "S",
			"property": [
				"F",
				"R"
			],
			"reqAttune": "YES",
			"entries": [
				"When not in use this whip looks like any other but, when wielded by an attuned creature, the weapon moves with purpose and articulation that betrays its magical nature. You gain a +1 to attack and damage rolls with this magic weapon. When you hit a creature or object with this weapon you may use your reaction to make a grapple attack against it using the whip instead of a free hand. When grappling in this way, your reach is considered 10 feet."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Punchdrunk Punters (Brass Knuckles)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These beat up and well worn weapons smell as if they’ve spent a week at the bottom of a forgotten cask in a busy tavern.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. Each time you deal damage to a creature, that creature gains a toxin point. It keeps the toxin point for one hour. You can use an action to cause a creature you can see to take {@dice 1d8} poison damage per toxin point it has, then it loses all toxin points."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Punchdrunk Punters (Katar)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "P",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These beat up and well worn weapons smell as if they’ve spent a week at the bottom of a forgotten cask in a busy tavern.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. Each time you deal damage to a creature, that creature gains a toxin point. It keeps the toxin point for one hour. You can use an action to cause a creature you can see to take {@dice 1d8} poison damage per toxin point it has, then it loses all toxin points."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Punchdrunk Punters (Knuckle Knives)",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "S",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These beat up and well worn weapons smell as if they’ve spent a week at the bottom of a forgotten cask in a busy tavern.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. Each time you deal damage to a creature, that creature gains a toxin point. It keeps the toxin point for one hour. You can use an action to cause a creature you can see to take {@dice 1d8} poison damage per toxin point it has, then it loses all toxin points."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Ramuh's Katar",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Very Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "P",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"This punching dagger style weapon is carved from a single chunk of superconductive, dark violet metal that binds to the fist and forearm with black leather straps",
				"While you are attuned to and wearing this magical weapon, you have advantage on initiative rolls and your jumping distances are tripled. You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you attack a creature with this magic weapon and roll a 20 on the attack roll, that creature takes an additional 8 lightning damage."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Ratbite",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Legendary",
			"dmg1": "{@dice 1d4}",
			"dmgType": "S",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These pungent weapons are made of leather of dubious origin with clumps of fur still attached. The leather grip fits snugly over the knuckles, with rat teeth and bits of bone sticking out the outward facing side. It gives off a unpleasant odor.",
				"You gain a +3 bonus to attack and damage rolls made with these magic weapons. While you are attuned to these weapons, you are immune to disease. Any creature who takes damage from this weapon must succeed on a DC 11 Constitution saving throw or contract {@disease sewer plague}. When you attack a creature with this magic weapon and roll a 20, they take an additional 8 necrotic damage and have disadvantage on saving throws against diseases for one week."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Salamander Sauce",
			"type": "P",
			"rarity": "Uncommon",
			"entries": [
				"This potion is bright red and smells of peppers and spices. It is typically drizzled on food prior to being consumed but it is possible to consume it straight. A vial of salamander sauce typically has two doses.",
				"When you consume this potion, you choose how many doses to consume. If you consume one dose, you gain resistance to cold damage for 8 hours. If you consume two doses, you gain immunity to cold damage and vulnerability to fire damage for 8 hours. For each dose you consume beyond the first two, you must succeed on a Constitution saving throw (DC 14) or gain a level of {@condition exhaustion}."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Scyboo Snack",
			"type": "P",
			"rarity": "Uncommon",
			"entries": [
				"This potion must be baked into a biscuit form before its magic can take effect. Its smell is slightly off-putting to humanoids, but is very enticing to beasts. When a beast consumes a biscuit made from this potion, its size increases by one category (from Medium to Large, for example) for 10 minutes. While the beast’s size is increased, it has advantage on Strength checks and saving throws and its weapon attacks deal 1d4 extra damage."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Spiked Collar +1",
			"wondrous": true,
			"rarity": "Uncommon",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with metal spikes protruding around the outside of the collar. A beast wearing this wondrous item has a +1 bonus to unarmed strike attack and damage rolls while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Spiked Collar +2",
			"wondrous": true,
			"rarity": "Rare",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with metal spikes protruding around the outside of the collar. A beast wearing this wondrous item has a +2 bonus to unarmed strike attack and damage rolls while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Spiked Collar +3",
			"wondrous": true,
			"rarity": "Very Rare",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with metal spikes protruding around the outside of the collar. A beast wearing this wondrous item has a +3 bonus to unarmed strike attack and damage rolls while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Studded Collar +1",
			"wondrous": true,
			"rarity": "Uncommon",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with crystalline studs decorating the outside of the collar. A beast wearing this wondrous item has a +1 bonus to AC and saving throws while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Studded Collar +2",
			"wondrous": true,
			"rarity": "Rare",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with crystalline studs decorating the outside of the collar. A beast wearing this wondrous item has a +2 bonus to AC and saving throws while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Studded Collar +3",
			"wondrous": true,
			"rarity": "Very Rare",
			"entries": [
				"This collar comes in a variety of colors and sizes, all with crystalline studs decorating the outside of the collar. A beast wearing this wondrous item has a +3 bonus to AC and saving throws while wearing this collar."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Thunder Knuckles",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Very Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "B",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"These brass knuckles are made of blue cobalt rings with a silver knuckle guard in the shape of a cloudbank. Once attuned, the cloudbank darkens and shifts constantly across the knuckles of its wearer occasionally illuminating briefly as miniature lightning bolts harmlessly crackle within the clouds.",
				"You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you attack a creature with this magic weapon and roll a 20 on the attack roll, it takes an additional 8 thunder damage and is knocked {@condition prone}."
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Whistle of Dog Calling",
			"wondrous": true,
			"rarity": "Rare",
			"entries": [
				"You can use an action to blow this unassuming whistle that’s inaudible to all creatures except canines. When you do, you cast the {@spell conjure animals} spell but can only choose to summon two {@creature dire wolf|mm|dire wolves} or eight {@creature wolf|mm|wolves}. You do not need to maintain concentration, but the duration is 10 minutes instead of 1 hour. Once you do, this magic cannot be used again until dawn of the next day"
			],
			"source": "SterlingVermin"
		},
		{
			"name": "Winter's Bite",
			"type": "M",
			"weapon": true,
			"weaponCategory": "Simple",
			"rarity": "Very Rare",
			"dmg1": "{@dice 1d4}",
			"dmgType": "P",
			"property": [
				"L",
				"UN"
			],
			"reqAttune": "YES",
			"entries": [
				"This wool-lined, off-white leather glove is frigid to the touch, but comfortable when worn. Once attuned to this magic item, you can cause an icicle to grow from the glove, making it function like a katar. Alternatively, you can launch an icicle from the glove, acting like a hand crossbow. In both cases, these weapons deal cold damage instead of piercing damage.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you attack a creature with this magic weapon and roll a 20 its speed is halved until the end of its next turn. This does not affect creatures who are immune to cold damage."
			],
			"source": "SterlingVermin"
		}
	],
	"monster": [
		{
			"source": "SterlingVermin",
			"name": "Brawler",
			"size": "M",
			"type": "humanoid",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 32,
				"formula": "5d8+10"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 11,
			"con": 14,
			"int": 10,
			"wis": 9,
			"cha": 12,
			"passive": 9,
			"languages": "Common",
			"cr": "1/2",
			"trait": [
				{
					"name": "Iron Chin",
					"entries": [
						"While the brawler is wearing light or no armor and not using a shield, it uses its Constitution modifier in place of its Dexterity modifier to determine its AC."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The brawler makes two fisticuffs attacks or one fisticuffs attack and uses brace up."
					]
				},
				{
					"name": "Fisticuffs",
					"entries": [
						"Melee Weapon Attack: {@hit +4} to hit, reach 5 ft., one target. Hit: 5 ({@dice 1d6+2}) bludgeoning damage."
					]
				},
				{
					"name": "Brace Up",
					"entries": [
						"The brawler gains 7 ({@dice 1d6+4}) temporary hit points."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			]
		},
		{
			"source": "SterlingVermin",
			"name": "Wrestler",
			"size": "M",
			"type": "humanoid",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 67,
				"formula": "9d8+27"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 10,
			"con": 17,
			"int": 12,
			"wis": 11,
			"cha": 13,
			"passive": 10,
			"languages": "Common",
			"cr": "3",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The wrestler makes three fisticuff attacks and a wrestling attack or two fisticuff attacks, brace up, and a wrestling attack."
					]
				},
				{
					"name": "Fisticuffs",
					"entries": [
						"Melee Weapon Attack: {@hit +6} to hit, reach 5 ft., one target. Hit: 8 ({@dice 1d8+4}) bludgeoning damage."
					]
				},
				{
					"name": "Wrestling",
					"entries": [
						"Melee Weapon Attack: {@hit +6} to hit, reach 5 ft., one target. Hit: Creature is grappled or knocked prone, wrestler’s choice."
					]
				},
				{
					"name": "Brace Up",
					"entries": [
						"The brawler gains 10 ({@dice 1d8+6}) temporary hit points."
					]
				}
			],
			"reaction": [
				{
					"name": "Quick Pin",
					"entries": [
						"When a creature provokes an opportunity attack from the wrestler, the wrestler can use its reaction to make two wrestling attacks against that creature."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			]
		},
		{
			"source": "SterlingVermin",
			"name": "Boxer",
			"size": "M",
			"type": "humanoid",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 85,
				"formula": "10d8+40"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 12,
			"con": 18,
			"int": 10,
			"wis": 11,
			"cha": 14,
			"passive": 10,
			"languages": "Common",
			"cr": "5",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The boxer makes four fisticuff attacks or two fisticuff attacks and brace up."
					]
				},
				{
					"name": "Fisticuffs",
					"entries": [
						"Melee Weapon Attack: {@hit +8} to hit, reach 5 ft., one target. Hit: 10 ({@dice 1d10+5}) bludgeoning damage."
					]
				},
				{
					"name": "Brace Up",
					"entries": [
						"The brawler gains 14 ({@dice 1d10+9}) temporary hit points."
					]
				}
			],
			"reaction": [
				{
					"name": "Cross Counter",
					"entries": [
						"When hit by a melee attack the boxer can use this reaction to reduce the damage taken by the attack by 14 ({@dice 1d10+9}). If this reduces the damage of the attack to 0 or lower, the boxer may make a fisticuffs attack against the creature who made the attack if they are within range."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			]
		}
	]
}