{
	"class": [
		{
			"authors": [
				"Matthew Mercer"
			],
			"version": "2",
			"url": "http://www.dmsguild.com/product/170777/Blood-Hunter-Class",
			"name": "Blood Hunter",
			"source": "Homebrew",
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"str",
				"wis"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Blood Curses"
					],
					"rows": [
						[
							0
						],
						[
							1
						],
						[
							1
						],
						[
							1
						],
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							6
						]
					]
				},
				{
					"subclasses": [
						{
							"name": "Profane Soul",
							"source": "Homebrew"
						}
					],
					"colLabels": [
						"Cantrips Known",
						"Spells Known",
						"Spell Slots",
						"Slot Level"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							2,
							1,
							"1st"
						],
						[
							2,
							2,
							1,
							"1st"
						],
						[
							2,
							3,
							2,
							"1st"
						],
						[
							2,
							3,
							2,
							"1st"
						],
						[
							2,
							4,
							2,
							"2nd"
						],
						[
							2,
							4,
							2,
							"2nd"
						],
						[
							2,
							5,
							2,
							"2nd"
						],
						[
							3,
							5,
							2,
							"2nd"
						],
						[
							3,
							6,
							2,
							"3rd"
						],
						[
							3,
							6,
							2,
							"3rd"
						],
						[
							3,
							7,
							2,
							"3rd"
						],
						[
							3,
							7,
							3,
							"3rd"
						],
						[
							3,
							8,
							3,
							"3rd"
						],
						[
							3,
							8,
							3,
							"3rd"
						],
						[
							3,
							9,
							3,
							"4th"
						],
						[
							3,
							9,
							3,
							"4th"
						],
						[
							3,
							10,
							3,
							"4th"
						],
						[
							3,
							11,
							3,
							"4th"
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shields"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"Alchemist's supplies"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Athletics",
						"Acrobatics",
						"Arcana",
						"Insight",
						"Investigation",
						"Survival"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a martial weapon or (b) two simple weapons",
					"(a) a light crossbow and 20 bolts or (b) hand crossbow and 20 bolts",
					"(a) studded leather armor or (b) scale mail armor",
					"an explorer's pack"
				],
				"goldAlternative": "4d4 × 10"
			},
			"classFeatures": [
				[
					{
						"name": "Hunter's Bane",
						"entries": [
							"Beginning at lst level. you have survived the imbibing of the Hunters Bane, a poisonous alchemical concoction that alters your life's blood, forever binding you to the darkness and honing your senses against it.",
							"You have advantage on Wisdom (Survival) checks to track Fey, Fiends, and Undead, as well as on Intelligence checks to recall information about them. If you are actively tracking one of these creature types, you cannot be surprised by any creatures of that type. You can only be tracking one type of creature at a time.",
							"Upon reaching 11th level, you can flare the internal toxic scars from the ritual, using the pain to give clarity, or promote anger. You can choose to suffer damage equal to a roll of your crimson rite damage die to gain advantage on a Wisdom (insight) check or Charisma (Intimidation) check."
						]
					},
					{
						"type": "entries",
						"name": "Crimson Rite",
						"entries": [
							"At lst level, you learn to invoke a rite of blood magic within your weapon at the cost of your own vitality. Choose to learn one rite from the Primal Rites list below. You cannot change this choice.",
							"As a bonus action, you imbue a single weapon with the elemental energy of a known rite until your next short or long rest. While active. attacks from this weapon deal an additional ld4 rite damage of the chosen elemental type. Rite damage is considered magical. The rite damage die changes as you gain blood hunter levels, as shown in the crimson rite damage die column of the blood hunter table. Should your weapon leave your grip, the rite fades immediately. An active rite on a weapon thrown fades directly after the attack is complete.",
							"When a crimson rite is activated, you suffer damage equal to your character level, and you reduce your maximum hit points by an amount equal to your character level. These lost maximum hit points return once the rite fades and cannot be restored otherwise. When a rite fades, no hit points are regained as part of the restoring of maximum hit points.",
							"Crimson rite can be used on multiple weapons, costing additional hit point loss. Most weapons can only be subject to a single rite at any given time. Each end of a polearm or quarterstaff is treated as a separate weapon for the purposes of this feature. A rite can be allowed to fade at any time on your turn (no action required).",
							"You gain access to an additional Primal Rite at 6th level and l1th level. You may learn an Esoteric Rite at 14th level.",
							{
								"type": "entries",
								"name": "Primal Rites",
								"entries": [
									"Chose from the following:",
									{
										"type": "entries",
										"name": "Rite of the Flame",
										"entries": [
											"Your rite damage is fire type."
										]
									},
									{
										"type": "entries",
										"name": "Rite of the Frozen",
										"entries": [
											"Your rite damage is cold type."
										]
									},
									{
										"type": "entries",
										"name": "Rite of the Storm",
										"entries": [
											"Your rite damage is lightning type."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Esoteric Rites",
								"entries": [
									"Chose from the following:",
									{
										"type": "entries",
										"name": "Rite of the Roar",
										"entries": [
											"Your rite damage is thunder type."
										]
									},
									{
										"type": "entries",
										"name": "Rite of the Oracle",
										"entries": [
											"Your rite damage is psychic type."
										]
									},
									{
										"type": "entries",
										"name": "Rite of the Dead",
										"entries": [
											"Your rite damage is necrotic type."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Fighting Style",
						"entries": [
							"You adopt a particular style of fighting as your specialty. Choose a fighting style from the list of optional features. You can't take the same Fighting Style option more than once, even if you get to choose again.",
							{
								"type": "options",
								"entries": [
									{
										"type": "entries",
										"name": "Archery",
										"entries": [
											"You gain a +2 bonus to attack rolls you make with ranged weapons."
										]
									},
									{
										"type": "entries",
										"name": "Dueling",
										"entries": [
											"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
										]
									},
									{
										"type": "entries",
										"name": "Great Weapon Fighting",
										"entries": [
											"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
										]
									},
									{
										"type": "entries",
										"name": "Two-Weapon Fighting",
										"entries": [
											"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
										]
									}
								]
							}
						]
					},
					{
						"name": "Blood Maledict (1/rest)",
						"entries": [
							"At 2nd level. you gain the knowledge to further channel, and sacrifice, a part of your vital essence to curse and manipulate your enemies. You gain one blood curse of your choice. detailed in the 'blood curses' section below. You learn one additional blood curse of your choice at 5th, 9th, 13th, 16th, and 20th level.",
							"When you use your Blood Maledict, you choose which curse to invoke. While invoking a blood curse. but before it affects the target, you may choose to amplify the curse by suffering damage equal to a roll of your crimson rite damage die. An amplified curse gains an additional effect, noted in the curse's description. Creatures that do not have blood in their bodies are immune to blood curses (DM's discretion).",
							"You can use this feature once. You regain expended uses when you finish a short or long rest. Beginning at 6th level, you can use your Blood Maledict feature twice between rests, at 11th level you can use it three times between rests, and at 17th level. you can use it four times between rests.",
							{
								"type": "entries",
								"name": "Blood Curses",
								"entries": [
									"The Blood Curses are presented in alphabetical order",
									{
										"type": "entries",
										"entires": [
											{
												"type": "entries",
												"name": "Blood Curse of Binding",
												"entries": [
													"As a bonus action. you can attempt to bind an enemy no more than one size larger than you within 30 feet. The target must succeed on a Strength saving throw (DC equal to 8 + your proficiency bonus + your Wisdom modifier) or have their speed be reduced to 0 until the end of your next turn.",
													"Amplify. This curse becomes ongoing, and can affect a creature regardless of their size category. At the end of each of its turns, the cursed can make another Strength saving throw. On a success, this curse ends. You can end the curse whenever you like (no action required)."
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of the Eyeless",
												"entries": [
													"When an enemy who is not immune to blindness within 60 feet makes a weapon attack, you can use your reaction to impose disadvantage on the attack roll.",
													"Amplify. Following the triggering attack, the affected enemy has disadvantage on the next attack roll they make."
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of the Fallen Puppet",
												"entries": [
													"The moment a creature falls unconscious or dies within 30 feet of you, you can use your reaction to give that creature a final act of aggression. That creature immediately makes a single weapon attack against a target of your choice within its attack range. After the attack, the creature returns to being unconscious or dead.",
													"Amplify. You grant a bonus to the attack roll and damage roll of the cursed creature's attack equal to your Wisdom modifier (minimum of 1)"
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of the Fending Rite",
												"entries": [
													"When an enemy casts a spell that requires a Dexterity saving throw, you can use your reaction to deflect the spell with your crimson rite. You gain a bonus to the initial saving throw against that spell equal to your Wisdom Modifier (minimum of 1). This curse is invoked before the saving throw is rolled.",
													"Amplify. You grant all allies within 5 feet of you this bonus to their saving throw against the triggering spell as well"
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of the Marked",
												"entries": [
													"As a bonus action, you can mark an enemy within 60 feel. Until the end of your turn, all crimson rite damage you deal to the target is doubled.",
													"Amplify. You cause the marked target to also lose resistance to your rite damage type until the beginning of your next turn."
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of Mutual Suffering",
												"entries": [
													"As a bonus action, you can link to a creature within 30 feel for up to a minute, forcing them to share in the pain they inflict upon you. The next time the cursed creature damages you with a weapon attack, this curse deals necrotic damage to the cursed creature equal to half of the damage you suffered. This curse then ends.",
													"Amplify.  This curse instead deals damage equal to the damage you suffered. and it ignores Necrotic resistance."
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of Purgation.",
												"entries": [
													"As a bonus action, you can manipulate the vitality of a creature within 60 feel lo expunge a corruption in their blood. The target creature can immediately make a saving throw against a poisoned condition afflicting it.",
													"Amplify. Your target can instead immediately make a saving throw against one other condition afflicting it. This condition can be blinded, deafened, or paralyzed."
												]
											},
											{
												"type": "entries",
												"name": "Blood Curse of Spell Sunder.",
												"entries": [
													"When an enemy casts a spell within 60 feel that requires a spell attack roll and targets you, you can use your reaction to rend the spell from the air, imposing disadvantage on the spell attack roll.",
													"Amplify. You make a Wisdom ability check. The DC equals 10 + the spell's level. On a success, the creature's spell misses you automatically."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Blood Hunter Order",
						"entries": [
							"At 3rd level, you commit to an order of blood hunter martial focus, choesen from the list of available orders. The order you choose grants you features at 3rd level, and again at 7th, 11th, 15th, and 18th level."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Extra Attack",
						"entries": [
							"Beginning at 5th level. you can attack twice, instead of once, whenever you take the Attack action on your turn."
						]
					}
				],
				[
					{
						"name": "Blood Maledict (2/rest)",
						"entries": [
							"At 6th level, you can use your Blood Maledict ability twice between rests."
						]
					}
				],
				[
					{
						"name": "Blood Hunter Order feature",
						"entries": [
							"At 7th level, you gain one feature granted by your Blood Hunter Order."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Grim Psychometry",
						"entries": [
							"When you reach 9th level, you can take 10 minutes to meditate on an object to discern vague details regarding any lingering evil or wicked past surrounding it. Make a Wisdom ability check. Based on the result, the DM may reveal obscure information about dark events that may have previously surrounded the object, or hints toward a sinister purpose. This feature has no effect on objects untouched by evil. An object can only be targeted by this feature once, and future attempts reveal no further details."
						]
					}
				],
				[
					{
						"name": "Dark Velocity",
						"entries": [
							"Upon reaching 10th level, you beckon the surrounding shadows to grant you unnatural swiftness on the battlefield. You gain darkvision out to 30 feet. or if you have darkvision. extend it out an additional 30 feet. While in dim light or darkness, your speed increases by 10 feet, and attacks of opportunity made against you have disadvantage."
						]
					}
				],
				[
					{
						"name": "Blood Maledict (3/rest)",
						"entries": [
							"At 11th level, you can use your Blood Maledict ability three times between rests."
						]
					},
					{
						"name": "Blood Hunter Order feature",
						"entries": [
							"At 11th level, you gain one feature granted by your Blood Hunter Order."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Hardened Soul",
						"entries": [
							"When you reach l4th level, you can no longer become Frightened, and you have advantage on saving throws against magical Charm effects."
						]
					}
				],
				[
					{
						"name": "Blood Hunter Order feature",
						"entries": [
							"At 15th level, you gain one feature granted by your Blood Hunter Order."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Blood Maledict (4/rest)",
						"entries": [
							"At 17th level, you can use your Blood Maledict ability four times between rests."
						]
					}
				],
				[
					{
						"name": "Blood Hunter Order feature",
						"entries": [
							"At 15th level, you gain one feature granted by your Blood Hunter Order."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Sanguine Mastery",
						"entries": [
							"Upon becoming 20th level, your ability to harness your pain, and the pain of your foes, is perfected. When you are below one fourth of your current maximum hit points. all of your crimson rite damage dice are maximized.",
							"In addition, when you critically hit with a a weapon attack that bears your crimson rite, you regain a use of your blood maledict feature."
						]
					}
				]
			],
			"subclassTitle": "Blood Hunter Orders",
			"subclasses": [
				{
					"name": "Order of the Ghostslayer",
					"subclassFeatures": [
						[
							{
								"name": "Order of the Ghostslayer",
								"entries": [
									"The Order of the Ghostslayer is the oldest and most driven of the orders, having rediscovered the secrets of blood magic and refined them for combat against the scourge of undeath. Ghostslayers seek out and study the moment of death, obsessing over the mysteries of the transition. Some will sit with the terminally diseased to closely witness their passing, while others go so far as to deliberately have a near—death experience, allowing them to tune their body and senses to the ethereal realms beyond.",
									{
										"type": "entries",
										"name": "Rite of the Dawn",
										"entries": [
											"When you join this order at 3rd level, you learn the esoteric rite Rite of the Dawn (detailed below)",
											"If you hit an Undead creature with your Rite of the Dawn, it suffers additional radiant damage equal to your Wisdom modifier.",
											"Upon reaching 11th level, any creature you hit with your Rite of the Dawn suffers this additional radiant damage.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Rite of the Dead",
														"entries": [
															"Your rite damage is radiant type."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Hallowed Veins",
										"entries": [
											"Beginning at 7th level. your blood curses become honed to the fabric of a creature's essence. Your blood curses can now affect any creature, regardless of their form or lack of blood.",
											"In addition. when you target an undead creature with a blood curse. it must succeed on a Wisdom saving throw (DC equal to 8 + your proficiency bonus - your Wisdom modifier) or it cannot target you with an attack until the end of your next turn."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Supernal Surge",
										"entries": [
											"Upon reaching 11th level, you've learned to briefly step into the spirit world, enabling a swift and deadly strike. When you use the Attack action, you can make one weapon attack as a bonus action, and you temporarily become spectral. Until the end of your next turn, you can move through other creatures and objects as if they were difficult terrain. You take 1d10 force damage if you end your turn inside an object. If you are inside an object when anti you are no longer spectral, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you moved. You may expend a use of this feature as a bonus action instead of making an attack.",
											"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a short or long rest."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Gravesight",
										"entries": [
											"At 15th level, you can see in magical darkness up to 30 feet, as well as see invisible creatures and objects up to 30 feet."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Vengeful Spirit",
										"entries": [
											"Upon reaching 18th level, you learn to project your spirit to fight on while on the edge of death. Whenever your hit points drop to 0, you can choose to let your soul emerge from your body to fight on. Your body remains unconscious and subject to death saving throws per normal. At the beginning of you next turn, you manifest a spirit form in your space that picks up your weapons and continues fighting on, acting on your turn and every one of your subsequent turns under your control. Your spirit form has your physical attributes and armor class, as well as your weapons and ammunition, and can move through other creatures and objects as if they were difficult terrain. This form is immune to cold, necrotic, and non—magical weapon damage. Your spirit form has access to all of your abilities and suffers no damage from your Crimson Rite feature.",
											"If your spirit form takes any damage, your body dies, or you regain any hit points, your spirit form vanishes. If your spirit form vanishes, it drops your weapons in its space."
										]
									}
								]
							}
						]
					],
					"source": "Homebrew",
					"shortName": "Ghostslayer"
				},
				{
					"name": "Profane Soul",
					"subclassFeatures": [
						[
							{
								"name": "Order of the Profane Soul",
								"entries": [
									"The magics adopted by the wayward blood hunter prove formidable against many an evil across the realm. However, the darkest of abominations draw from an ancient well of cruel, unfathomable power. These terrors can control shadows to do their bidding, hide in plain sight among the noblest of nobles, and bend the minds of the most stalwart warrior with but a glance. These fiends are far trickier to hunt, and many lost their lives in pursuit of such wickedness.",
									"A small sect of blood hunters had finally had enough and delved into this same well of corrupting arcane knowledge, making pacts with lesser evils to better combat the greater. While they may have lost a part of themselves, the power gained far outweighed the price, for even devils now quake when they know they've drawn the attention of the Order of the Profane Soul.",
									{
										"type": "entries",
										"name": "Otherworldly Patron",
										"entries": [
											"At 3rd level, you strike a bargain with an other—worldly being of your choice: the Archfey, the Fiend, or the Great Old One, each detailed on page 109 of the PH B, the Undying on page 139 of the Sword Coast Adventurer's Guide, and the Hexblade or Celestial on page 54 of Xanathar's Guide to Everything. Your choice augments some of your order features."
										]
									},
									{
										"type": "entries",
										"name": "Pact Magic",
										"entries": [
											"When you reach 3rd level, you can augment your combat techniques with the ability to cast spells. See chapter 10 (phb) for the general rules of spellcasting and chapter 11 (phb) for the Warlock spell list.",
											{
												"type": "entries",
												"name": "Cantrips",
												"entries": [
													"You learn two cantrips of your choice from the warlock spell list. You learn an additional warlock cantrip of your choice at 10th level."
												]
											},
											{
												"type": "entries",
												"name": "Spell Slots",
												"entries": [
													"The Profane Soul Spellcasting table shows how many spell slots you have. The table also shows what the level of those slots is: all of your spell slots are the same level. To cast one of your warlock spells of 1st level or higher. you must expend a spell slot. You regain all expended spell slots when you finish a short or long rest.",
													"For example, when you are 8th level. you have two 2nd—level spell slots. To cast the 1st—level spell Witch bolt. you must spend one of those slots, and you cast it as a '2nd—level spell."
												]
											},
											{
												"type": "entries",
												"name": "Spells Known of 1st Level and Higher",
												"entries": [
													"At 3rd level, you know two 1st-level spells of your choice from the warlock spell list.",
													"The Spells Known column of the Warlock table shows when you learn more warlock spells of your choice of 1st level and higher. A spell you choose must be of a level no higher than what's shown in the table's Slot Level column for your level. When you reach 11th level, for example, you learn a new warlock spell, which can be 1st, 2nd, or 3rd level.",
													"Additionally, when you gain a level in this class and order, you can choose one of the warlock spells you know and replace it with another spell from the warlock spell list, which also must be of a level for which you have spell slots."
												]
											},
											{
												"type": "entries",
												"name": "Spellcasting Ability",
												"entries": [
													"Charisma is your spellcasting ability for your warlock spells, so you use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a warlock spell you cast and when making an attack roll with one.",
													{
														"type": "abilityDc",
														"name": "Spell",
														"attributes": [
															"cha"
														]
													},
													{
														"type": "abilityAttackMod",
														"name": "Spell",
														"attributes": [
															"cha"
														]
													}
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Rite Focus",
										"entries": [
											"Beginning at 3rd level, your weapon becomes a core to your pact with your chosen dark patron. While you have an active rite. you can use your weapon as a spellcasting focus (found in chapter 5, player's handbook) for your spells. Your chosen pact also enhances your rile (outlined below).",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "The Archfey",
														"entries": [
															"If you deal rile damage to a creature, that creature loses any half or three—quarters cover bonuses, as well as invisibility, until the beginning of your next turn."
														]
													},
													{
														"type": "entries",
														"name": "The Fiend",
														"entries": [
															"While using the Rite of the Flame, if you roll a l on your rile damage die, you may reroll the die. You may reroll only once per attack."
														]
													},
													{
														"type": "entries",
														"name": "The Great Old One",
														"entries": [
															"Whenever you deal a critical hit to a creature, that creature must make a Wisdom saving throw against your spell save DC. On a failure, the creature is frightened of you until the end of your next turn."
														]
													},
													{
														"type": "entries",
														"name": "The Undying",
														"entries": [
															"Whenever you reduce a hostile creature to 0 hit points with a weapon attack, and kill it, you regain hit points equal to your crimson rite damage die."
														]
													},
													{
														"type": "entries",
														"name": "The Celestial",
														"entries": [
															"You can expend a use of your blood maledict feature as a bonus action to heal one creature within 60 feel of you. They regain hitpoints equal to your crimson rite damage die rolled twice + your Wisdom modifier (minimum of l)."
														]
													},
													{
														"type": "entries",
														"name": "The Hexblade",
														"entries": [
															"Whenever you target a creature with a blood curse, your next attack against the cursed creature is a critical hit on a roll of 19 or 20 on the d20."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Mystic Frenzy",
										"entries": [
											"Beginning at 7th level, when you use your action to cast a cantrip, you can make one weapon attack as a bonus action."
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Revealed Arcana",
										"entries": [
											"At 7th level, your dark patron grants you the rare use of a dangerous arcane spell based on your pact.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "The Archfey",
														"entries": [
															"You can cast blur once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Fiend",
														"entries": [
															"You can cast scorching ray once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Great Old One",
														"entries": [
															"You can cast detect thoughts once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Undying",
														"entries": [
															"You can cast blindness/deafness once using a profane soul spell slot. You can't do so again until you finish a long rest"
														]
													},
													{
														"type": "entries",
														"name": "The Celestial",
														"entries": [
															"You can cast lesser restoration once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Hexblade",
														"entries": [
															"You can cast branding smite once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Diabolic Channel",
										"entries": [
											"At 11th level. you can temporarily infuse your rite with the seed of a powerful spell. As an action, you can imbue your rite—enhanced weapon with one warlock spell you can cast or is already active, then make a single attack with that weapon. The spell must be using a warlock or profane soul spell slot. If that attack hits, all spell attack rolls for the imbued spell hit the targel automatically and are considered part of the single weapon attack. The target takes weapon damage. and is subject to the effects of the spell, expending a spell slot accordingly. If the attack has advantage. the target's initial saving throw against the spell has disadvantage. If the attack misses., the spell has no effect. Area spells originate from the target's space.",
											"The spell must be of 1st level or higher. have a casting time of 1 action. or require an action to activate an already active concentration spell."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Unsealed Arcana",
										"entries": [
											"At 15th level, your dark patron grants you the rare use of an additional arcane spell based on your pact.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "The Archfey",
														"entries": [
															"You can cast slow once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Fiend",
														"entries": [
															"You can cast fireball once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Great Old One",
														"entries": [
															"You can cast haste once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Undying",
														"entries": [
															"You can cast bestow curse once using a profane soul spell slot. You can't do so again until you finish a long rest"
														]
													},
													{
														"type": "entries",
														"name": "The Celestial",
														"entries": [
															"You can cast revivify once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													},
													{
														"type": "entries",
														"name": "The Hexblade",
														"entries": [
															"You can cast blink once using a profane soul spell slot. You can't do so again until you finish a long rest."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Soul Syphon",
										"entries": [
											"When you reach 18th level. your learn to sacrifice the souls of powerful foes to your dark patron in exchange for immediate power. When you reduce a creature to 0 hit points with an attack. kill the creature. and they have a challenge rating of 15 or above. you recover an expended spell slot."
										]
									}
								]
							}
						]
					],
					"source": "Homebrew",
					"shortName": "Profane Soul"
				},
				{
					"name": "Order of the Mutant",
					"subclassFeatures": [
						[
							{
								"name": "Order of the Mutant",
								"entries": [
									"The process of consuming the Hunter's Bane is a painful, scarring, and often fatal experience. Those that survive find themselves irrevocably changed, enhanced. Some found this experience exalting, embracing the ability to alter one's own physiology through corrupted alchemy.",
									"Over generations of experimentation, a splinter order of blood hunters began to emerge, one that focused on brewing toxic elixirs to modify their capabilities in battle, altering their blood and, over time become something beyond human. They called themselves the Order of the Mutant.",
									{
										"type": "entries",
										"name": "Formulas",
										"entries": [
											"You begin to uncover forbidden alchemical formulas that temporarily alter your mental and physical abilities.",
											"Beginning at 3rd level. you choose to learn three mutagen formulas. Your formula options are detailed lower. You gain an additional formula at 7th level, 11th level, 15th level. and 18th level.  Additionally. when you gain a new mutagen formula, you can choose one of the formulas you already know and replace it with another mutagen formula.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Aether",
														"entries": [
															"Prerequisite: 11th level. You gain a flying speed of 20 feet. Side effect: You have disadvantage on all Strength and Dexterity ability checks."
														]
													},
													{
														"type": "entries",
														"name": "Celerity",
														"entries": [
															"Your Dexterity score increases by an amount equal to your mutation score, as does your Dexterity maximum. Side effect: Your Wisdom score decreases by amount equal to your mutation score."
														]
													},
													{
														"type": "entries",
														"name": "Conversant",
														"entries": [
															"You gain advantage on Intelligence ability cheeks. Side effect: You have disadvantage on Charisma ability cheeks."
														]
													},
													{
														"type": "entries",
														"name": "Cruelty",
														"entries": [
															"Prerequisite: 11th level. You can make a single weapon attack as a bonus action on each of your turns. Side effect: You have disadvantage on all saving throws."
														]
													},
													{
														"type": "entries",
														"name": "Impermiable",
														"entries": [
															"You gain resistance to piercing damage. Side effect: You gain vulnerability to slashing damage."
														]
													},
													{
														"type": "entries",
														"name": "Mobility",
														"entries": [
															"You gain immunity to the grappled and restrained conditions. At 11th level. you also are immune to the paralyzed condition. Side effect: You gain a penalty to initiative equal to 2 times your mutation score."
														]
													},
													{
														"type": "entries",
														"name": "Nighteye",
														"entries": [
															"You gain darkvision for up to 60 feet. If you already have darkvision, this  increases its range by 60 additional feet. Side effect: You gain sunlight sensitivity (phb pg. 24)"
														]
													},
													{
														"type": "entries",
														"name": "Potency",
														"entries": [
															"Your Strength score increases by an amount equal to your mutation score, as does your Strength maximum. Side effects: Your Dexterity score decreases by an amount equal to your mutation score"
														]
													},
													{
														"type": "entries",
														"name": "Potency",
														"entries": [
															"Your Strength score increases by an amount equal to your mutation score, as does your Strength maximum. Side effects: Your Dexterity score decreases by an amount equal to your mutation score"
														]
													},
													{
														"type": "entries",
														"name": "Precision",
														"entries": [
															"Prerequisite.' 11th level. Your weapon attacks score a critical hit on a roll of 19—20. Side effect: All healing you receive is halved."
														]
													},
													{
														"type": "entries",
														"name": "Rapidity",
														"entries": [
															"Your speed increases by l5 feet. At l5th level. your speed increases by 20 feet instead. Side effect: You have disadvantage on Dexterity ability cheeks."
														]
													},
													{
														"type": "entries",
														"name": "Reconstruction",
														"entries": [
															" Prerequisite: 7th level. While conscious and in combat, you regenerate hit points equal to 2 times your mutation score at the start of your turn as long as you are above 0 hit points. Side effect: Your speed decreases by l0 ft."
														]
													},
													{
														"type": "entries",
														"name": "Sagaciy",
														"entries": [
															"Your Wisdom score increases by an amount equal to your mutation score. as does your Wisdom maximum. Side effect: Your armor class is reduced by an amount equal to your Imitation score."
														]
													},
													{
														"type": "entries",
														"name": "Shielded",
														"entries": [
															"You gain resistance to slashing damage. Side effect: You gain vulnerability to bludgeoning damage."
														]
													},
													{
														"type": "entries",
														"name": "Unbreakable",
														"entries": [
															"You gain resistance to bludgeoning damage. Side effect: You gain vulnerability to piercing damage."
														]
													},
													{
														"type": "entries",
														"name": "Wariness",
														"entries": [
															"You gain a bonus to initiative equal to ’2 times your mutation score, Side effect: You have disadvantage on Wisdom (Perception) checks."
														]
													}
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Mutagen Craft",
										"entries": [
											"At 3rd level. you can take a short rest to concoct a single mutagen. Consuming a single mutagen requires a bonus action, and the effects (including side effects) last until you complete a short or long rest to meditate and ﬂush the toxins from your system.",
											"Mutagens are designed for your biology. They have no effect on large or larger creatures, and only impart the side effects on other medium or smaller creatures that drink the entire mutagen. They are also unstable by nature, losing their potency over time and becoming inert if not swallowed before you ﬁnish your next short or long rest.",
											"Your body will begin to better utilize the toxins you instill it with as you grow in power and experience. These advancing mutations maybe signified by a Mutation score.",
											"Mutation Score = your blood hunter level divided by 4, rounded up."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Advanced Mutagen Craft",
										"entries": [
											"Upon reaching 7th level, when you take a short rest to concoct a mutagen, you can now create two. Mutagens must be different formulas, and can be ingested with overlapping effects that last until you finish your next short or long rest. Each mutagen still takes a separate bonus action to imbibe.",
											"Once you reach 15th level. you can now create three mutagens during a short rest."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Strange Metabolism",
										"entries": [
											"Beginning at l1th level. you can use a bonus action to instill a burst of adrenaline to temporarily resist the negative effects of a mutagen. You can choose to ignore the side effect of a mutagen affecting you for 1 minute.",
											"Once you use this feature. you must finish a short or long rest before you can use it again."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Robust Physiology",
										"entries": [
											"At 15th level. your body has begun to adapt to toxins and venoms, ignoring their corroding effects. You gain immunity to poison damage and the poisoned condition."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Exalted Mutation",
										"entries": [
											"At l8th level, your body has begun producing one of your toxins naturally. Choose one of your known mutagen formulas. You gain the benefits and side effects of this mutagen permanently, at all times. You cannot change this choice of formula after this feature is acquired."
										]
									}
								]
							}
						]
					],
					"source": "Homebrew",
					"shortName": "Mutant"
				}
			]
		}
	]
}