{
	"_meta": {
		"sources": [
			{
				"json": "TRR",
				"abbreviation": "TRR",
				"full": "The Resourceful Ranger",
				"authors": [
					"griff-mac"
				],
				"url": "https://drive.google.com/file/d/1_imKF5eM5FYcSkgQn_vu4azknFvPMInk/view",
				"version": "1.6.3"
			}
		],
		"optionalFeatureTypes": {
			"CO": "Concoction"
		},
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "15a8154249",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Ranger (Resourceful)",
			"source": "TRR",
			"hd": {
				"faces": 10,
				"number": 1
			},
			"proficiency": [
				"str",
				"dex"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shield"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"Herbalism Kit",
					"Poisoner's Kit"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
								"athletics",
								"insight",
								"investigation",
								"medicine",
								"nature",
								"perception",
								"stealth",
								"survival"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) {@item scale mail|PHB} or (b) {@item leather armor}",
					"(a) a martial weapon and a shield or (b) two shortswords or two simple melee weapons",
					"(a) a dungeoneer's pack or (b) an explorer's pack",
					"A longbow and a quiver of 20 arrows"
				],
				"defaultData": [
					{
						"a": [
							"scale mail|PHB"
						],
						"b": [
							"leather armor"
						]
					},
					{
						"a": [],
						"b": []
					},
					{
						"a": [],
						"b": []
					},
					{
						"_": []
					}
				]
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Known Recipes|optionalfeatures|source=null|feature type=CO}",
						"Mark Uses"
					],
					"rows": [
						[
							0,
							0
						],
						[
							3,
							2
						],
						[
							3,
							3
						],
						[
							3,
							3
						],
						[
							4,
							3
						],
						[
							4,
							4
						],
						[
							4,
							4
						],
						[
							4,
							4
						],
						[
							6,
							4
						],
						[
							6,
							4
						],
						[
							6,
							4
						],
						[
							6,
							5
						],
						[
							7,
							5
						],
						[
							7,
							5
						],
						[
							7,
							5
						],
						[
							7,
							6
						],
						[
							9,
							6
						],
						[
							9,
							6
						],
						[
							9,
							6
						],
						[
							9,
							6
						]
					]
				}
			],
			"classFeatures": [
				"Favored Enemy|Ranger (Resourceful)|TRR|1",
				"Natural Explorer|Ranger (Resourceful)|TRR|1",
				"Wild Kinship|Ranger (Resourceful)|TRR|1",
				"Fighting Style|Ranger (Resourceful)|TRR|2",
				"Marked Prey|Ranger (Resourceful)|TRR|2",
				"Concoctions|Ranger (Resourceful)|TRR|2",
				{
					"classFeature": "Ranger Conclave|Ranger (Resourceful)|TRR|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Ranger (Resourceful)|TRR|4",
				{
					"classFeature": "Ranger Conclave feature|Ranger (Resourceful)|TRR|5",
					"gainSubclassFeature": true
				},
				"Cunning Action|Ranger (Resourceful)|TRR|6",
				"New Favored Enemy|Ranger (Resourceful)|TRR|6",
				{
					"classFeature": "Ranger Conclave feature|Ranger (Resourceful)|TRR|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Ranger (Resourceful)|TRR|8",
				"Hide in Plain Sight|Ranger (Resourceful)|TRR|8",
				"Sharpened Mark|Ranger (Resourceful)|TRR|10",
				{
					"classFeature": "Ranger Conclave feature|Ranger (Resourceful)|TRR|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Ranger (Resourceful)|TRR|12",
				"Subversive Mark|Ranger (Resourceful)|TRR|14",
				"New Favored Enemy|Ranger (Resourceful)|TRR|14",
				{
					"classFeature": "Ranger Conclave feature|Ranger (Resourceful)|TRR|15",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Ranger (Resourceful)|TRR|16",
				"Vial of Swiftness|Ranger (Resourceful)|TRR|18",
				"Ability Score Improvement|Ranger (Resourceful)|TRR|19",
				"Foe Slayer|Ranger (Resourceful)|TRR|20"
			],
			"subclassTitle": "Ranger Conclaves",
			"hasFluff": true
		}
	],
	"optionalfeature": [
		{
			"name": "Healing Draught",
			"source": "TRR",
			"page": 7,
			"featureType": [
				"CO"
			],
			"entries": [
				"Drinking this Concoction regains health equal to 1d8 + your Wisdom modifier. A creature can benefit from these effects once per short rest. Creatures that drink additional Healing Draughts before taking a short rest are only healed for half as much. This Draught can be administered to another willing creature as an action.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"This Draught heals for an additional 1d8 at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		},
		{
			"name": "Vial of Cat's Sight",
			"source": "TRR",
			"page": 7,
			"featureType": [
				"CO"
			],
			"entries": [
				"A creature can drink this Concoction as a bonus action and dilate their eyes beyond their normal limits for an hour, either granting them darkvision of 30 feet or increasing their existing darkvision by 15.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"The effects are extended by an additional hour and can hold an additional serving at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		},
		{
			"name": "Acidic Flask",
			"source": "TRR",
			"page": 7,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can hurl this Concoction at a creature or object within 30 feet of you. The Flask shatters on impact. A creature that fails a Dexterity saving throw takes 2d6 + your Wisdom modifier of acid damage. An inanimate object is automatically hit, and the damage is maximized.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"Your Acidic Flask deals an additional 2d6 acid damage at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		},
		{
			"name": "Draught of Soft Steps",
			"source": "TRR",
			"page": 7,
			"featureType": [
				"CO"
			],
			"entries": [
				"A creature can drink this slippery Concoction as an action to temporarily improve their fine motor control, granting it a +10 bonus to any Dexterity (Stealth) checks for the next hour.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"At 5th level, you revise the recipe to produce a foul-smelling vapor that, when breathed in deeply, provides the same benefits as drinking the Draught would. As a bonus action, you can open the Concoction and expose the mixture to the air, creating an invisible cloud of vapor around you. Creatures of your choice that stay within 30 feet of you can continuously inhale the Concoction's vapor to add +10 to their Dexterity (Stealth) checks as well.",
						"At 13th level, choosing to drink the Draught instead grants a +10 bonus to any Dexterity (Sleight of Hand) checks made as well."
					]
				}
			]
		},
		{
			"name": "Tar Flask",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can hurl this Concoction at a creature or point within 30 feet of you. The Flask shatters on impact and spreads the Tar in a 10-foot radius, turning it into difficult terrain. Targets within 5 feet of the Flask's point of impact must make a Dexterity saving throw. On a failed save, the creature is covered in the thick Tar and is restrained for up to one minute. The creature can use its action every turn to make a Strength saving throw and extract itself from the Tar. The Tar dries quickly and loses its stickiness after one minute.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 5th level, all creatures within the radius of the Tar must make a Dexterity saving throw when it's spread. At 9th level, you start mixing the Tar with flammable ingredients that can be set alight once spread. If set alight, creatures who enter or start their turns in the terrain take 2d6 fire damage. Once set on fire, the Tar burns away after 30 seconds or 5 rounds of combat. A creature covered in the Tar remains lit and takes fire damage until they extract themselves from the Tar or it burns away."
					]
				}
			]
		},
		{
			"name": "Vial of Everlasting Air",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"Drinking this Concoction as a bonus action boosts the drinker's lung capacity, tripling the duration a creature can hold its breath for. This Concoction's effects last for one hour.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"This Concoction becomes further concentrated to hold one extra serving per Vial for each time you reach 5th, 9th, 13th, and 17th levels. At 9th level, the Concoction's potency is also increased, letting creatures who drink this hold their breath for up to five times their normal duration."
					]
				}
			]
		},
		{
			"name": "Panacea Draught",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"A {@condition blinded}, {@condition deafened}, {@condition diseased}, or {@condition poisoned} creature that drinks this Concoction gains advantage on its saving throws for the next minute in order to recover from these conditions.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 9th level, you've learned how to treat most temporary ailments. Your Panacea can immediately cure one of the statuses listed above in addition to its other benefits."
					]
				}
			]
		},
		{
			"name": "Bloodfire Poison",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"This Concoction can be used to poison a slashing or piercing melee weapon or set of ammunition. As a bonus action, you can coat a blade or piece of ammunition with the poison. Your next successful weapon attack that uses the poisoned blade or ammunition deals an additional 1d4 poison damage. Poisoned ammunition that misses can potentially be reclaimed, at the DM's discretion. There are enough servings of the poison for two applications to be made in this way. Poison that's been applied to a weapon or piece of ammunition lasts for up to an hour if unused in a successful attack.",
				"Food or drink that has been poisoned with this Concoction carries a slightly metallic flavor that can be detected with a successful Intelligence (Investigation) check or with a high enough Passive Perception contested by your Concoction DC. Creatures that ingest the poison take the maximum amount of damage per serving used.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"The poison's damage die increases to 1d6 at 5th level, 1d8 at 9th level, 1d10 at 13th level, and 1d12 at 17th level."
					]
				}
			]
		},
		{
			"name": "Glimmeringbug Flask",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can hurl this Concoction at a creature or point within 30 feet of you. The Flask shatters on impact, sending countless glittering shards of dust into the air within a 10-foot radius sphere. Creatures within that sphere must make a Dexterity saving throw. If they fail, they are covered in the dust. Creatures coated in the fine dust seem to shimmer, making them easier to target. Attacks against creatures covered in this dust are made with advantage. The dust comes loose and falls away after one minute.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 9th level you've learned how to polish the Glimmerbug fragments even further, forcing affected creatures to have disadvantage on Dexterity (Stealth) checks."
					]
				}
			]
		},
		{
			"name": "Glow Potion",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"You create a syrupy, luminescent mixture that emits bright light for 20 feet and dim light for another 20 feet. This Concoction contains enough liquid for three servings, with each serving powerful enough for it to glow for four hours. You can add a chemical reagent as a bonus action on your turn to change the color of the light or pause the glowing effect: saving the remaining time for later use.",
				"As an action, you can apply one serving of this mixture to an item or willing creature to emit light from it. You can wipe the mixture off to snuff out the light as a bonus action. If you attempt to apply this mixture on an unwilling creature, it must make a Dexterity saving throw to avoid it.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 9th level, you make the mixture acidic using toxic ingredients. By expending two servings as an action, you can dip a blade or arrow in the Concoction before immediately making a single weapon attack. If it hits, the target takes an additional 4d6 acid damage and emits a dim glow until the end of your next turn, granting the next ally to make an attack against it advantage on the attack.",
						"At 13th level, the bonus damage increases to 5d6. At 17th level, it increases to 6d6."
					]
				}
			]
		},
		{
			"name": "Draught of the Beast",
			"source": "TRR",
			"page": 8,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can drink this Concoction and undergo a temporary hallucinogenic effect for ten minutes. You can interpret the sounds a beast makes as language, letting you hold basic conversations with them. The knowledge and awareness of many beasts is limited by their intelligence, but at minimum, beasts can give you information about nearby locations and monsters, including whatever they can perceive or have perceived over the last day.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"At 5th level, you can share this Concoction with a willing beast to temporarily share its awareness. For the Concoction's duration you become blind and deaf, but perceive through the beast's senses instead, including any special ones that the beast may have. You may end the effects early using an action to regain your senses.",
						"By 9th level, your survival senses become heightened and can make Wisdom (Perception and Survival) checks with advantage for the duration.",
						"By 13th level, the Concoction's effects grant you a powerful primeval fighting instinct. For the duration, your fingertips harden into claws, allowing you to make unarmed melee attacks for the duration with which you are proficient. These attacks deal 1d6 slashing damage and use either your Strength or Dexterity modifier.",
						"At 17th level, the unarmed damage increases to 1d8."
					]
				}
			]
		},
		{
			"name": "Betterberry Gruel",
			"source": "TRR",
			"page": 9,
			"featureType": [
				"CO"
			],
			"entries": [
				"A creature can spend an action to consume this gruel. It provides enough nourishment to sustain a creature for 24 hours and grants that creature 1 temporary hit point for each Ranger level you have. Once consumed, a creature needs a long rest before they are able to gain these benefits again.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"The Gruel hold an additional serving at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		},
		{
			"name": "Vial of Nurseweed",
			"source": "TRR",
			"page": 9,
			"featureType": [
				"CO"
			],
			"entries": [
				"A creature can spend a bonus action to drink this small vial of foul-smelling liquid to regain 2d4+4 health. This Concoction dulls the nerves to provide some temporary pain relief, granting it temporary hit points equal to half your Ranger level (rounded up). A creature cannot benefit from this Concoction again until it finishes a long rest. This Vial can be administered to another willing creature as an action.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"This Vial heals for an additional 1d4 at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		},
		{
			"name": "Firewater Flask",
			"source": "TRR",
			"page": 9,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can hurl this Concoction at a creature or point within 30 feet of you. The Flask shatters on impact and creates a 10-foot radius cloud of noxious vapor there for one minute before dissipating. Creatures inside this cloud at the start of their turn must make a Constitution saving throw. On a failed save, the creature's eyes begin to sting unbearably, causing any attacks it makes on that turn to be made with disadvantage. If a creature has Blindsight, Tremorsense, or has no eyes, they are unaffected by the cloud of vapor.",
				"A moderate wind (of at least 10 miles per hour) disperses the cloud after 5 rounds. A strong wind (at least 20 miles per hour) disperses it after 1 round.",
				"You can drink this to become drunk, although it isn't a pleasant way to do so.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 9th level, you've learned how to make this Concoction flammable. If the cloud is set alight by either magical or nonmagical means, the cloud is ignited into a ball of flame before immediately dissipating. Creatures caught in the flame must make a Dexterity saving throw. On a failed save, they take 8d6 fire damage, or half as much on a successful one."
					]
				}
			]
		},
		{
			"name": "Draught of Oaken Flesh",
			"source": "TRR",
			"page": 9,
			"featureType": [
				"CO"
			],
			"entries": [
				"Drinking this Concoction temporarily tightens and reinforces a creature's skin for one hour, increasing its AC by 2 and up to a maximum of 16.",
				"A creature can only benefit from this Draught once per short rest, and its effects can be ended early by a Dispel Magic spell.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"By 5th level, the effects become more potent. For the duration, the creature's AC can't be less than 16, regardless of what kind of armor it is wearing. By 13th level, a creature can benefit from this Draught any number of times between rests."
					]
				}
			]
		},
		{
			"name": "Sleep Flask",
			"source": "TRR",
			"page": 9,
			"featureType": [
				"CO"
			],
			"entries": [
				"As an action, you can hurl this Concoction at a creature or point within 30 feet of you. The Flask shatters on impact, creating a 10-foot radius cloud of sleeping gas. Roll 3d8; the total is how many hit points of creatures this Concoction can affect. Creatures within 10 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).",
				"Starting with the creature that has the lowest current hit points, each creature affected by this cloud of sleeping gas falls unconscious for one minute. If the sleeper takes damage or someone uses an action to shake or slap the sleeper awake, the creature wakes back up. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected. Undead and creatures immune to being Charmed aren't affected by this Concoction.",
				"This Concoction can be used to drug food and drink. When applying it in this way, roll the dice before any creatures ingest it. The order of creatures affected by it is determined by the order in which it is consumed.",
				{
					"type": "entries",
					"name": "At higher levels",
					"entries": [
						"Roll an additional 2d8 when determining total hit points of creatures affected at 5th, 9th, 13th, and 17th levels."
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Favored Enemy",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 1,
			"entries": [
				"Beginning at 1st level, you have significant experience studying, tracking, hunting, and even talking to a certain type of enemy commonly encountered in the wilds.",
				"Choose a type of favored enemy: aberrations, beasts, celestials, constructs, dragons, elementals, fey, fiends, giants, monstrosities, oozes, plants, or undead. Alternatively, you can select two races of humanoid as favored enemies. When you make an attack against your favored enemy, you make it with advantage.",
				"Additionally, you have advantage on Wisdom (Survival) checks to track your favored enemies, as well as on Intelligence checks to recall information about them. When you gain this feature, you also learn one language of your choice, typically one spoken by your favored enemy or creatures associated with it. However, you are free to pick any language you wish to learn. You gain an additional favored enemy (and associated language) at 6th and 14th levels."
			]
		},
		{
			"name": "Natural Explorer",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 1,
			"entries": [
				"You are a master of navigating the natural world, letting you ignore the slowing effects of traveling through difficult terrain.",
				"In addition, you gain the following benefits when traveling for at least an hour:",
				{
					"type": "list",
					"items": [
						"Difficult terrain doesn't slow your group's travel.",
						"Your group can't become lost except by magical means.",
						"Even when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.",
						"If you're alone, you can move stealthily at a normal pace.",
						"You find twice as much food as normal when foraging.",
						"While tracking other creatures, you also learn their exact number and how long ago they passed through the area."
					]
				}
			]
		},
		{
			"name": "Wild Kinship",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 1,
			"entries": [
				"At 1st level, your familiarity with the natural world lets you relate to beasts, and they recognize you as a kindred spirit.",
				"Through sounds and gestures, you can communicate simple ideas to a beast as an action, and can read its basic mood and intent. You learn its emotional state, whether it is affected by magic, its short-term needs (like food or safety), and actions you can take (if any) to persuade it to not attack.",
				"You cannot use this ability against a creature that you have attacked within the past 10 minutes"
			]
		},
		{
			"name": "Fighting Style",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 2,
			"entries": [
				"You adopt a particular style of fighting as your specialty. Choose one of the {@filter following options|optionalfeatures|source=null|feature type=FS:R}. You can't take the same Fighting Style option more than once, even if you get to choose again.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								"You gain a +2 bonus to attack rolls you make with ranged weapons."
							]
						},
						{
							"type": "entries",
							"name": "Close Quarters Shooter",
							"entries": [
								"When making a ranged attack while you are within 5 feet of a hostile creature, you do not have disadvantage on the attack roll. Your ranged attacks ignore half cover and three-quarters cover against targets within 30 feet of you. You have a +1 bonus to attack rolls on ranged attacks."
							],
							"source": "UALightDarkUnderdark"
						},
						{
							"type": "entries",
							"name": "Defense",
							"entries": [
								"While you are wearing armor, you gain a +1 bonus to AC."
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Mariner",
							"entries": [
								"As long as you are not wearing heavy armor or using a shield, you have a swimming speed and a climbing speed equal to your normal speed, and you gain a +1 bonus to AC."
							],
							"source": "UAWaterborneAdventures"
						},
						{
							"type": "entries",
							"name": "Tunnel Fighter",
							"entries": [
								"As a bonus action, you can enter a defensive stance that lasts until the start of your next turn. While in your defensive stance, you can make opportunity attacks without using your reaction, and you can use your reaction to make a melee attack against a creature that moves more than 5 feet while within your reach."
							],
							"source": "UALightDarkUnderdark"
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Marked Prey",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 2,
			"entries": [
				"Also at 2nd level, you gain the ability to Mark a target within 90 feet of you as your quarry using a bonus action. You focus your attention on the target's behaviors, sounds, and smells in order to predict its every move. You can maintain this Mark for up to an hour on a target, and you gain advantage on any Perception or Survival checks you make in order to find your quarry.",
				"The first time each round that you hit a Marked target with a weapon attack, that target takes an additional 1d8 weapon damage. You can only have one Marked Prey at a time, and you lose the Mark's affects if you fall unconscious.",
				"You can use this feature a number of times as shown on the Ranger table before needing to finish a long rest to use it again. If your quarry falls to 0 hit points, you may move your Mark to another target as a bonus action within a minute without expending another use of this feature."
			]
		},
		{
			"name": "Concoctions",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you can start crafting {@filter Concoctions|optionalfeatures|source=null|feature type=CO} using natural materials. Over the course of your adventures, you forage and store the ingredients you need in order to craft them.",
				"When you gain this feature, you learn three recipes of your choice. Concoctions increase in potency as you gain levels in this class. You learn more recipes at 5th, 9th, 13th, and 17th levels, as shown on the Ranger table. Whenever you gain a new Ranger level, you can choose to forget a recipe and replace with another one instead. Recipes are detailed at the end of this class description.",
				"You can make Concoctions from your list of known recipes every long rest. In order to keep them fresh and potent, you empty your unused Concoctions at the end of each long rest before making new ones using your stash of foraged ingredients. You can make a maximum number of Concoctions per long rest equal to your Ranger level. Making one Concoction takes two minutes and can be done throughout the day as time permits.",
				"You can give Concoctions to your allies for them to use. Unused Concoctions held by your allies also expire at the end of their next long rest.",
				"Use the Concoction DC below whenever a Concoction that you made calls for a target to make a saving throw.",
				{
					"type": "abilityDc",
					"name": "Maneuver",
					"attributes": [
						"wis"
					]
				}
			]
		},
		{
			"name": "Ranger Conclave",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 3,
			"entries": [
				"At 3rd level, you choose to emulate the ideals and training of a ranger conclave: the Beast Conclave, the Hunter Conclave, or the Stalker Conclave, all detailed at the end of the class description. Your choice grants you features at 3rd level and again at 5th, 7th, 11th, and 15th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Ranger Conclave feature",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 5,
			"entries": [
				"At 5th level your conclave provides another feature"
			]
		},
		{
			"name": "Cunning Action",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 6,
			"entries": [
				"At 6th level, your quick thinking and agility allow you to move and act quickly. You can take a Bonus Action on each of your turns in Combat. This action can be used only to take the Dash, Disengage, or Hide action.",
				"If you have an animal companion, it also gains this feature."
			]
		},
		{
			"name": "New Favored Enemy",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 6,
			"entries": [
				"Also at 6th level, you gain an additional favored enemy (and associated language)"
			]
		},
		{
			"name": "Ranger Conclave feature",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 7,
			"entries": [
				"At 7th level your conclave provides another feature"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Hide in Plain Sight",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 8,
			"entries": [
				"By 8th level, you're an expert at avoiding detection while at rest. You can spend 30 minutes using locally found resources and naturally occurring materials to camouflage a camp site and hide up to 6 medium sized companions in a 15 foot radius. By doing so, you also eliminate any tracks or other traces from your group's traveling in the immediate area surrounding the camp.",
				"Camouflaging a campsite in this way grants the creatures within its radius a +10 bonus to Stealth checks to remain concealed from creatures. Anything overt, such as a fire or talking above a whisper, negates this benefit."
			]
		},
		{
			"name": "Sharpened Mark",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 10,
			"entries": [
				"At 10th level, your focus on Marked Prey intensifies. The damage your Marked Prey inflicts increases to 2d8 per round."
			]
		},
		{
			"name": "Ranger Conclave feature",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 11,
			"entries": [
				"At 11th level your conclave provides another feature"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Subversive Mark",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 14,
			"entries": [
				"At 14th level, creatures affected by your Marked Prey can no longer hide behind their defenses. Weapon attacks that you or an animal companion make against your quarry count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "New Favored Enemy",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 14,
			"entries": [
				"Also at 14th level, you gain an additional favored enemy (and associated language)"
			]
		},
		{
			"name": "Ranger Conclave feature",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 15,
			"entries": [
				"At 15th level your conclave provides another feature"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Vial of Swiftness",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 18,
			"entries": [
				"At 18th level, you devise a new Concoction recipe that that grants your hands supernatural agility. For one minute after drinking it, you can make two ranged or melee weapon attacks as a bonus action on each of your turns. Melee attacks made in this way must be done using a weapon with the finesse property.",
				"You can drink this Concoction twice before needing a long rest to use it again, and only you can benefit from it."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Foe Slayer",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"level": 20,
			"entries": [
				"By 20th level, you've developed unparalleled instincts. Your Wisdom increases by 4, even if it's already 20. Your maximum Wisdom score increases to 24.",
				"Once on each of your turns, you can add your Wisdom modifier to either the attack roll or the damage roll of an attack you make. You can choose to use this feature before or after the roll, but before any effects of the roll are applied."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Beast Conclave",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 3,
			"entries": [
				"Many rangers are more at home in the wilds than civilization, to the point where animals consider them kin. Rangers of the Beast Conclave develop a close bond with a beast, becoming a well-orchestrated force as they grow closer together.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Animal Companion|Ranger (Resourceful)|TRR|Beast|TRR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Companion's Bond|Ranger (Resourceful)|TRR|Beast|TRR|3"
				}
			]
		},
		{
			"name": "Animal Companion",
			"entries": [
				"At 3rd level, you form a powerful bond with a creature of the natural world. Whether it be by a life-altering event, a mutual sense of understanding through chance encounters, or by some other force, you and a creature become partners. In the event where there isn't a narrative behind your companion's appearance at 3rd level, you may spend 8 hours and 50gp worth of powerful, rare herbs to call forth a creature from the wilderness to serve as your companion. You can only have one companion at a time.",
				"As a rule of thumb, a beast can serve as an animal companion if it is Medium or smaller, has 15 or fewer hit points, and cannot deal more than 8 damage with a single attack. In general, that applies to creatures with a challenge rating of 1/4 or less, but there are exceptions. Your DM might pick one of these for you based on the surrounding terrain and available wildlife. Consult your DM if you would like to form a bond with a different creature than those listed.",
				"If your companion dies, you can make a special Concoction using pieces of fur, scales, or feathers from your late companion and an assortment of rare, forageable components. The process of foraging and creating this Concoction is slow and delicate, taking you 8 hours of concentrated effort. You can give this Concoction to a new companion, granting them the knowledge and experience of its predecessor."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Companion's Bond",
			"entries": [
				"Your animal companion gains a variety of benefits while it's linked to you. It's recommended to have a character sheet for a companion, as they are treated as a separate creature with unique abilities and statistics.",
				{
					"type": "list",
					"items": [
						"The animal companion loses any Multiattack action it has.",
						"The companion obeys your commands as best it can. It rolls for initiative like any other creature, but you determine its actions, decisions, attitudes, and so on. If you are incapacitated or absent, your companion acts on its own.",
						"When using your Natural Explorer feature, you and your animal companion can move stealthily at a normal pace. The companion uses your proficiency bonus to add to its rolls instead of its own. Add your proficiency bonus to the beast's AC, attack rolls, damage rolls, all saving throws and any skills that it is proficient in.",
						"You companion's hit point maximum equals its normal maximum or four times your ranger level, whichever is higher.",
						"Choose two skills for it to become proficient in in addition to any it is already.",
						"Whenever you gain the Ranger's Ability Score Improvement class feature, your companion's abilities also improve. You and your companion each have 2 ability points to spend as you wish. At your DM's discretion, your companion may elect to take a feat instead of increasing its ability scores.",
						"Your companion gains the benefits of hunting your Marked Prey and favored enemies. Each round, either you or your companion can gain the bonus damage from your Marked Prey."
					]
				}
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Pack Sharing",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 5,
			"header": 2,
			"entries": [
				"By 5th level, you and your companion form a pack-like bond. You can both benefit the from the effects of Draughts that you drink while next to each other.",
				"In addition, you each regain an additional 1d6 hit points when you take a short rest together."
			]
		},
		{
			"name": "Beast's Resolve",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, while you and your companion can see each other, your companion has advantage on all saving throws."
			]
		},
		{
			"name": "Storm of Claws and Fangs",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 7,
			"header": 2,
			"entries": [
				"Also at 7th level, your companion can use its action to make a melee attack against each creature of its choice within 5 feet with a separate attack roll for each target. It can use this feature a number of times equal to your Wisdom modifier (a minimum of once) before needing to finish a short or long rest to use it again."
			]
		},
		{
			"name": "Coordinated Attack",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you and your animal companion form a perfectly orchestrated fighting team. When you use the Attack action on your turn, if your companion can see you, it can use its reaction to make a melee attack."
			]
		},
		{
			"name": "Watchful Eye",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, whenever an attacker that you can see hits your animal companion with an attack, you can use your reaction to alert your companion and halving the attack's damage."
			]
		},
		{
			"name": "Selfless Loyalty",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Beast",
			"subclassSource": "TRR",
			"level": 15,
			"header": 2,
			"entries": [
				"Also at 15th level, your companion can use an action on its turn to distract a Large or smaller creature within 5 feet of it. As long as the creature stays within 5 feet of your companion, it has disadvantage on any attack roll that doesn't target your companion. This lasts until the beginning of your companion's next turn.",
				"If one of this creature's attacks would still hit an ally other than your companion, your companion can use its reaction to block the attack and take the damage instead.",
				"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once) and regain all expended uses after finishing a long rest."
			]
		},
		{
			"name": "Hunter Conclave",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 3,
			"entries": [
				"Some rangers seek to master weapons to better protect civilization from the terrors of the wilderness. Members of the Hunter Conclave learn specialized fighting techniques for use against the most dire threats, from rampaging ogres and hordes of orcs to towering giants and terrifying dragons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hunter's Sense|Ranger (Resourceful)|TRR|Hunter|TRR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vicious Tactics|Ranger (Resourceful)|TRR|Hunter|TRR|3"
				}
			]
		},
		{
			"name": "Hunter's Sense",
			"entries": [
				"At 3rd level, you gain the ability to analyze a creature and discern how best to hurt it. As an action, choose one creature you can see within 60 feet of you. You immediately learn whether the creature has any damage immunities, resistances, or vulnerabilities and what they are. If the creature is hidden from divination magic, you sense that it has no damage immunities, resistances, or vulnerabilities. ",
				"You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses of it when you finish a long rest."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Vicious Tactics",
			"entries": [
				"Also at 3rd level, you gain one of the following features of your choice.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Colossus Slayer",
							"entries": [
								"Your tenacity can wear down the most potent foes. Once per turn when you hit a creature with a weapon attack, that creature takes an extra 1d8 damage if it's below its hit point maximum."
							]
						},
						{
							"type": "entries",
							"name": "Overdoser",
							"entries": [
								"You're no stranger to poisons. You can drink up to two Healing Draughts per short rest without losing its potency. In addition, when you roll a 1 or 2 on a damage die for poison or acid damage you deal with an attack or Concoction, you can reroll the die and must use the new roll."
							]
						},
						{
							"type": "entries",
							"name": "Horde Breaker",
							"entries": [
								"Once on each of your turns when you make a weapon attack, you can make another attack with the same weapon against a different creature that is within 5 feet of the original target and within range of your weapon."
							]
						}
					]
				}
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Extra Attack",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 5,
			"header": 2,
			"entries": [
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "Defensive Tactics",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you gain one of the following features of your choice.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Multiattack Defense",
							"entries": [
								"When a creature hits you with an attack, you gain a +4 bonus to AC against all subsequent attacks made by that creature for the rest of the turn."
							]
						},
						{
							"type": "entries",
							"name": "Poison Tolerance",
							"entries": [
								"You can no longer be poisoned by nonmagical means and gain resistance to poison damage."
							]
						},
						{
							"type": "entries",
							"name": "Hunter's Defense",
							"entries": [
								"When the target of your Marked Prey forces you to make a saving throw or an ability check to escape its grapple, add 1d6 to your roll."
							]
						}
					]
				}
			]
		},
		{
			"name": "Multiattack",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you gain one of the following features of your choice.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Volley",
							"entries": [
								"You can use your action to make a ranged attack against any number of creatures within 10 feet of a point you can see within your weapon's range. You must have ammunition for each target, as normal, and you make a separate attack roll for each target."
							]
						},
						{
							"type": "entries",
							"name": "Whirlwind Attack",
							"entries": [
								"You can use your action to make melee attacks against any number of creatures within 5 feet of you, with a separate attack roll for each target."
							]
						}
					]
				}
			]
		},
		{
			"name": "Evasion",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 11,
			"header": 2,
			"entries": [
				"Beginning at 11th level, when you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on a saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Reflexive",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Hunter",
			"subclassSource": "TRR",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, you gain one of the following features of your choice.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Uncanny Dodge",
							"entries": [
								"When an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage against you."
							]
						},
						{
							"type": "entries",
							"name": "Assault Breaker",
							"entries": [
								"When a hostile creature misses you with a melee attack, you can use your reaction to redirect it and force that creature to repeat the same attack against another creature (other than itself) of your choice."
							]
						},
						{
							"type": "entries",
							"name": "Hunter's Counter",
							"entries": [
								"If the target of your Marked Prey forces you to make a saving throw, you can use your reaction to make one weapon attack against the quarry if it's within range. You make this attack immediately before making the saving throw. If the attack hits, your save automatically"
							]
						}
					]
				}
			]
		},
		{
			"name": "Harvest Conclave",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 3,
			"entries": [
				"Other Rangers prefer to let chemistry handle the difficulties of adventuring. Rangers of the Harvest Conclave tend to develop an innate understanding of the natural world, and will supplement their attacks with Concoctions to cripple their foes and protect their allies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Concoctions|Ranger (Resourceful)|TRR|Harvest|TRR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiences|Ranger (Resourceful)|TRR|Harvest|TRR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Thrown Concoctions|Ranger (Resourceful)|TRR|Harvest|TRR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mixologist|Ranger (Resourceful)|TRR|Harvest|TRR|3"
				}
			]
		},
		{
			"name": "Bonus Concoctions",
			"entries": [
				"You learn an additional Concoction recipe at 5th and 13th levels."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Bonus Proficiences",
			"entries": [
				"When you choose this Conclave at 3rd level, you gain proficiency with either Brewer's Supplies or Cook's Utensils."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Thrown Concoctions",
			"entries": [
				"At 3rd level, you start creating Concoctions to be absorbed through the skin. When you would normally use a Draught or Vial on an ally, you can choose to hurl it up to 30 feet at them instead as an action. The vessel shatters upon impact and the creature gains the benefits of the Concoction as normal. A creature affected by a thrown Concoction gains only one serving's worth of the effects. If there are servings left for multiple uses, they are lost upon impact."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Mixologist",
			"entries": [
				"Also at 3rd level, whenever you strike your Marked Prey target with a Flask, you add the Mark's bonus damage to the damage from the Flask. If the Flask doesn't normally deal damage, the Mark's damage is considered to be slashing and is applied before the affects of the Concoction."
			],
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 3,
			"header": 1
		},
		{
			"name": "Extra Attack",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 5,
			"header": 2,
			"entries": [
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "One Fluid Motion",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, if you use a Draught as an action on your turn, you may make a single weapon attack as a bonus action."
			]
		},
		{
			"name": "Recycle",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 11,
			"header": 2,
			"entries": [
				"By 11th level, your familiarity with your recipes lets you quickly alter the effects of your existing Concoctions. As a bonus action, you can change a Concoction you had already made into another one from your list of known recipes.",
				"You can use this ability a number of times equal to your Wisdom modifier (minimum of 1) before needing to finish a long rest to use it again."
			]
		},
		{
			"name": "Quick Mix",
			"source": "TRR",
			"className": "Ranger (Resourceful)",
			"classSource": "TRR",
			"subclassShortName": "Harvest",
			"subclassSource": "TRR",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level when you roll for initiative and have no Concoctions left, you can hastily cobble together ingredients to create two Concoctions from your known recipes. If you had already made the maximum amount since your last long rest, you create one instead."
			]
		}
	],
	"subclass": [
		{
			"name": "Beast Conclave",
			"source": "TRR",
			"shortName": "Beast",
			"subclassFeatures": [
				"Beast Conclave|Ranger (Resourceful)|TRR|Beast|TRR|3",
				"Pack Sharing|Ranger (Resourceful)|TRR|Beast|TRR|5",
				"Beast's Resolve|Ranger (Resourceful)|TRR|Beast|TRR|7",
				"Storm of Claws and Fangs|Ranger (Resourceful)|TRR|Beast|TRR|7",
				"Coordinated Attack|Ranger (Resourceful)|TRR|Beast|TRR|11",
				"Watchful Eye|Ranger (Resourceful)|TRR|Beast|TRR|15",
				"Selfless Loyalty|Ranger (Resourceful)|TRR|Beast|TRR|15"
			],
			"className": "Ranger (Resourceful)",
			"classSource": "TRR"
		},
		{
			"name": "Hunter Conclave",
			"shortName": "Hunter",
			"source": "TRR",
			"subclassFeatures": [
				"Hunter Conclave|Ranger (Resourceful)|TRR|Hunter|TRR|3",
				"Extra Attack|Ranger (Resourceful)|TRR|Hunter|TRR|5",
				"Defensive Tactics|Ranger (Resourceful)|TRR|Hunter|TRR|7",
				"Multiattack|Ranger (Resourceful)|TRR|Hunter|TRR|11",
				"Evasion|Ranger (Resourceful)|TRR|Hunter|TRR|11",
				"Reflexive|Ranger (Resourceful)|TRR|Hunter|TRR|15"
			],
			"className": "Ranger (Resourceful)",
			"classSource": "TRR"
		},
		{
			"name": "Harvest Conclave",
			"shortName": "Harvest",
			"source": "TRR",
			"subclassFeatures": [
				"Harvest Conclave|Ranger (Resourceful)|TRR|Harvest|TRR|3",
				"Extra Attack|Ranger (Resourceful)|TRR|Harvest|TRR|5",
				"One Fluid Motion|Ranger (Resourceful)|TRR|Harvest|TRR|7",
				"Recycle|Ranger (Resourceful)|TRR|Harvest|TRR|11",
				"Quick Mix|Ranger (Resourceful)|TRR|Harvest|TRR|15"
			],
			"className": "Ranger (Resourceful)",
			"classSource": "TRR"
		}
	],
	"classFluff": [
		{
			"name": "Ranger (Resourceful)",
			"source": "TRR",
			"entries": [
				{
					"source": "TRR",
					"page": 1,
					"entries": [
						"Rough and wild looking, a human stalks alone through the shadows of trees, hunting the orcs he knows are planning a raid on a nearby farm. Clutching a poisoned shortsword in each hand, he becomes a whirlwind of steel, cutting down one enemy after another.",
						"After tumbling away from a cone of freezing air, an elf finds her feet and draws back her bow to loose an arrow at the white dragon. Shrugging off the wave of fear that emanates from the dragon like the cold of its breath, she sends one arrow after another to find the gaps between the dragon's thick scales.",
						"Holding his hand high, a half-elf whistles to the hawk that circles high above him, calling the bird back to his side. Whispering instructions in Elvish, he points to the owlbear he's been tracking and sends the hawk to distract the creature while he readies his bow.",
						"Far from the bustle of cities and towns, past the hedges that shelter the most distant farms from the terrors of the wild, amid the dense-packed trees of trackless forests and across wide and empty plains, rangers keep their unending watch.",
						{
							"type": "entries",
							"name": "Deadly Hunters",
							"entries": [
								"Warriors of the wilderness, rangers specialize in hunting the monsters that threaten the edges of civilization - humanoid raiders, rampaging beasts and monstrosities, terrible giants, and deadly dragons. They learn to track their quarry as a predator does, moving stealthily through the wilds and hiding lhemselves in brush and rubble. Rangers focus their combat training on techniques that are particularly useful against their specific favored foes.",
								"Thanks to their familiarity with the natural world, rangers learn to turn the land's resources into powerful concoctions to poison their foes and bolster their allies. These formulas are made to render foes helpless, support their allies, and solve many of the adventurer's day-to-day inconveniences."
							]
						},
						{
							"type": "entries",
							"name": "Independent Adventurers",
							"entries": [
								"Though a ranger might make a living as a hunter, a guide, or a tracker, a ranger's true calling is to defend the outskirts of civilization from the ravages of monsters and humanoid hordes that press in from the wild. In some places, rangers gather in secretive orders or join forces with druidic circles. Many rangers, though, are independent almost to a fault, knowing that, when a dragon or a band of orcs attacks, a ranger might be the first - and possibly last - line of defense."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Ranger",
							"entries": [
								"As you create your ranger character, consider the nature of the training that gave you your particular capabilities. Did you train with a single mentor, wandering the wilds together until you mastered the ranger's ways? Did you leave your apprenticeship, or was your mentor slain - perhaps by the same kind of monster that became your favored enemy? Or perhaps you learned your skills as part of a band of rangers affiliated with a druidic circle, trained in wilderness lore and the power of the natural flora.",
								"You might be self-taught, a recluse who learned combat skills, tracking, or herbalism through the necessity of surviving in the wilds.",
								"What's the source of your particular hatred of a certain kind of enemy? Did a monster kill someone you loved or destroy your home village? Or did you see too much of the destruction these monsters cause and commit yourself to reining in their depredations? Is your adventuring career a continuation of your work in protecting the borderlands, or a significant change?",
								"What made you join up with a band of adventurers? Do you find it challenging to teach new allies the ways of the wild, or do you welcome the relief from solitude that they offer?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a ranger quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. (Some rangers who focus on two-weapon fighting make Strength higher than Dexterity.) Second, choose the outlander background."
									]
								}
							]
						}
					],
					"name": "Ranger (Resourceful)",
					"type": "section"
				}
			]
		}
	]
}
