{
	"_meta": {
		"sources": [
			{
				"json": "Primordialist",
				"abbreviation": "Brew",
				"full": "Primordialist",
				"authors": [
					"Gustavo Ramirez"
				],
				"version": "3.0",
				"url": "http://homebrewery.naturalcrit.com/share/SyvBPCVqnM",
				"targetSchema": "1.0.0"
			}
		]
	},
	"class": [
		{
			"name": "Primordialist",
			"source": "Primordialist",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"wis",
				"cha"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Cantrips Known"
					],
					"rows": [
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						]
					]
				},
				{
					"colLabels": [
						"Spells Known"
					],
					"rows": [
						[
							0
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						],
						[
							10
						],
						[
							10
						],
						[
							11
						],
						[
							11
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"1st",
						"2nd",
						"3rd",
						"4th",
						"5th"
					],
					"rows": [
						[
							0,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				},
				{
					"colLabels": [
						"Callings Known"
					],
					"rows": [
						[
							0
						],
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							8
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shield"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"herbalism´s kit"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Acrobatics",
						"Athletics",
						"Arcana",
						"Insight",
						"Intimidation",
						"Nature",
						"Perception",
						"Survival"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) Scalemail or (b) leather armor",
					"(a) One martial weapon you have proficiency with (and a quiver with 20 ammunitions is needed) or a quarterstaff",
					"(a) Two simple weapons or (b) a simple weapon and a shield.",
					"(a) A dungeoneer's pack or (b) an explorer's pack",
					"A Primordialist focus"
				]
			},
			"classFeatures": [
				[
					{
						"name": "Elemental Affinity",
						"entries": [
							"Primordialist have affinity for one element. Choose one: Air, Earth, Fire or Water. This element will determinate some of the features a primordialist gains through levels. You learn the Primordial language and it gives the you these other abilities:",
							{
								"type": "entries",
								"name": "Elemental Adaptation",
								"entries": [
									"From 1st level, your affinity lets you adapt better to certain conditions:",
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Air",
												"entries": [
													"You are surrounded by a small breeze that keeps you dry and fresh all the time."
												]
											},
											{
												"type": "entries",
												"name": "Earth",
												"entries": [
													"Your skin gets a thick and rough layer that make you look tougher and resilient, this makes you avoid one point of bleeding damage every round."
												]
											},
											{
												"type": "entries",
												"name": "Fire",
												"entries": [
													"You feel warm in natural cold environments that are not magical or impossible to live."
												]
											},
											{
												"type": "entries",
												"name": "Water",
												"entries": [
													"You are never thirsty if you have been in presence of water within a week."
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Affinity Expanded Spells",
								"entries": [
									"From 1st level, you gain access to a expanded spell list, the cantrips and affinity spells from your element are added to the primordialist spell list and are taged with their element.",
									{
										"type": "table",
										"caption": "Affinity Spells",
										"colLabels": [
											"Spell Level",
											"Air",
											"Earth",
											"Fire",
											"Water"
										],
										"colStyles": [
											"col-xs-1 text-align-center",
											"col-xs-2",
											"col-xs-2",
											"col-xs-2",
											"col-xs-2"
										],
										"rows": [
											[
												"Cantrips",
												"Message, Minor Illusion, True Strike",
												"Blade Ward, Shillelagh, Poison Spray",
												"Dancing Lights, Sacred Flame, Word of Radiance",
												"Chill Touch, Guidance, Virtue"
											],
											[
												"1st",
												"Thunderous Smite",
												"Shield",
												"Guiding Bolt",
												"Detect Poison and Disease"
											],
											[
												"2nd",
												"Invisibility",
												"Melf's Acid Arrow",
												"Moonbeam",
												"Warding Bond"
											],
											[
												"3rd",
												"Lightning Bolt",
												"Erupting Earth",
												"Crusader's Mantle",
												"Mass Healing Word"
											],
											[
												"4th",
												"Greater Invisibility",
												"Otiluke's Resilient Sphere",
												"Sickening Radiance",
												"Blight"
											],
											[
												"5th",
												"Far Step",
												"Acid Hydra",
												"Dawn",
												"Raise Dead"
											]
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Affinity Extra Spells",
								"entries": [
									"At 2nd, 5th, 9th, 13th and 17th level you get an extra spell known with a spell tag matching your affinity element. This spell must be from a level which you have spell slots. You can find the spells tags in the Primordialist spell list."
								]
							}
						]
					},
					{
						"name": "Doctrine",
						"entries": [
							"At 1st level, as a Primordialist you get a doctrine: or you become an Elemental Warrior or you become an Elemental Shaman. Each Doctrine is detailed at the end of the class description. Your choice will grant you extra features at 3rd, 6th and 14th level. Some of the features granted by the doctrines will be determinate by the elemental affinity you choose."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Elemental Magic",
						"entries": [
							"The Primordialist use her connection with elemental spirits to produce magic as elemental spells.",
							{
								"type": "entries",
								"name": "Cantrips",
								"entries": [
									"At 1st level, you know three cantrips of your choice from the Primordialist spell list. You learn additional Primordialist´s cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Primordialist table."
								]
							},
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Primordialist table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these primordialist spells, you must expend a slot of the spell’s level or higher. You regain all expended spell slots when you finish a long rest. For example, if you know the 1st-level spell Burning Hands and have a 1st-level and a 2nd-level spell slot available, you can cast burning hands using either slot."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"The Spells Known column of the Primordialist table shows how many spells you have known and when you learn more primordialist spells of your choice. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 5th level in this class, you can learn one new spell of 1st or 2nd level. Additionally, when you gain a level in this class, you can choose one of the Primordialist's spells you know and replace it with another spell from the Primordialist's spell list, which also must be of a level for which you have spell slots."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Wisdom is your spellcasting ability for your primordialist spells. The power of your spells comes from communing with elemental spirits. You use your Wisdom whenever a primordialist spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a primordialist spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"wis"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"wis"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Elemental Conjuration",
								"entries": [
									"Any primordialist´s summon conjuration spell calls an elemental creature. This summons is elemental subtype instead of any choice the spells give. This doesn’t change the base stats or abilities of the creature"
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can use a Primordialist Focus (see the Player's Handbook chapter 5 for druid focus) as a spellcasting focus for your primordial spells."
								]
							}
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Callings",
						"entries": [
							"Primordialist excel in call elemental spirits, the primordialist make a bond with elemental spirits to be called to aid him and his allies, or make his magic powerful.",
							{
								"type": "entries",
								"name": "Callings",
								"entries": [
									"You learn two callings of your choice, which are listed under 'Callings' below. You learn additional callings as Shown in the calling known column in the primordialist table. Each time you learn new calling, you can also replace one calling you know with a different one. Some callings have a class level prerequisite to be learned."
								]
							},
							{
								"type": "entries",
								"name": "Elemental Enhancement",
								"entries": [
									"To use a calling you must spend spell slots, the minimum spell slot level appears in parentheses after its name with the word 'ms:'. When you do so you active the calling and, for the next minute, your next weapon or cantrip damage get a bonus equal 1d8 per spell level used, you can only have one elemental enhancement effect at a time. The type of damage depends on the calling's element that you decide when you use the calling:",
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Air",
												"entries": [
													"Lightning or thunder damage."
												]
											},
											{
												"type": "entries",
												"name": "Earth",
												"entries": [
													"Acid or bludgeoning damage."
												]
											},
											{
												"type": "entries",
												"name": "Fire",
												"entries": [
													"Fire or radiant damage."
												]
											},
											{
												"type": "entries",
												"name": "Water",
												"entries": [
													"Cold or piercing damage."
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Saving Throws",
								"entries": [
									"Some of your callings require your target to make a saving throw to resist the calling's effects. The saving throw DC is calculated as follows:",
									{
										"type": "abilityDc",
										"name": "Calling",
										"attributes": [
											"wis"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Concentration",
								"entries": [
									"Some callings use concentration. These callings have a “conc.” word inside the parenthesis, the duration is in the calling descriptions. Callings use the same rules for concentration on spells, as presented in chapter 10, “Spellcasting,” of the Player’s Handbook. Callings share concentration with spells, this means you can’t concentrate on two callings abilities at the same time nor one spell and one calling."
								]
							},
							{
								"type": "entries",
								"name": "Air Calling Options",
								"entries": [
								]
							},
							{
								"type": "options",
								"entries": [
									{
										"type": "invocation",
										"name": "Clouding (MS: 1; conc.).",
										"entries": [
											"As an action, you conjure clouds to create a solid and translucent simple structure like a ramp, a wall, a stair or so, which lasts for up to ten minutes in a point you can see within 60 feet of you. The structure can fills up to a 10 feet wide, high and length per spell slot used."
										]
									},
									{
										"type": "invocation",
										"name": "Returning Wind (MS: 1)",
										"entries": [
											"When you get hit with a melee attack, you can use your reaction to make a single attack to that foe."
										]
									},
									{
										"type": "invocation",
										"name": "Wind Step (MS: 1).",
										"prerequisite": "",
										"entries": [
											"Once per turn, when you make an attack to a creature, you can move one ally with a powerful wind. Choose an ally who can see or hear you, she can use its reaction to make a Dash action. If you hit the creature with the attack, your ally doesn't provoke opportunity attacks from it with this movement."
										]
									},
									{
										"type": "invocation",
										"name": "Ride the lightning (MS: 2).",
										"prerequisite": "5th level",
										"entries": [
											"Once, when you use a dash action, you transform yourself into a bolt of lightning, all creatures in the path of your movement gets 4d6 lightning damage on fail Dexterity save or half the amount on a successful one, you don't provoke opportunity attacks in this dash action and you can pass through enemy space. You transform back at the end of your movement from that Dash action."
										]
									},
									{
										"type": "invocation",
										"name": "Flying Wind (MS: 3).",
										"prerequisite": "9th level.",
										"entries": [
											"You gain 30 feet fly speed for a number of minutes equals to the spell slot level used."
										]
									},
									{
										"type": "invocation",
										"name": "Teleporting Wind (MS: 4).",
										"prerequisite": "15th level.",
										"entries": [
											"You can use the Teleport spell once per long rest, you target a number of creatures equal to the spell slot level used."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Earth Calling Options",
								"entries": [
								]
							},
							{
								"type": "options",
								"entries": [
									{
										"type": "invocation",
										"name": "Knock Back (MS: 1).",
										"entries": [
											"Once per turn, when you hit with an attack you can knock the target. The target must succeed on a Strength saving throw or be knocked 10 feet away from you in a straight line. If it hits an object, this movement immediately ends and the target takes extra 2d6 bludgeoning damage."
										]
									},
									{
										"type": "invocation",
										"name": "Rock Shield (MS: 1).",
										"entries": [
											"As a bonus action, you make the skin of a creature hard as rock. Choose yourself or a creature in 60 feet of you, and that creature gains temporary hit points equal to the spell slot level used multiplied to your Wisdom modifier. When you get healed with a spell while the shield is up, you regain extra hit points equal to 2 + the spell's level."
										]
									},
									{
										"type": "invocation",
										"name": "Steel Shield (MS: 1).",
										"entries": [
											"When a creature other than you is attacked, you can place a steel shield as reaction giving +4 armor class to that creature for one round."
										]
									},
									{
										"type": "invocation",
										"name": "Acid Wound (MS: 2).",
										"prerequisite": "5th level",
										"entries": [
											"As a reaction when you take piercing or slashing damage, you cause acid to spray from your wound; each creature within 5 feet of you takes 3d6 acid damage."
										]
									},
									{
										"type": "invocation",
										"name": "Tremorsense (MS: 2; conc.).",
										"prerequisite": "9th level",
										"entries": [
											"As a bonus action, you gain tremorsense with a radius of 30 feet, which lasts up to 10 minutes."
										]
									},
									{
										"type": "invocation",
										"name": "Cold Iron Shield (MS: 3; conc.).",
										"prerequisite": "12th level",
										"entries": [
											"As an action you gain resistance to spells. You have advantage on Saving Throws made against spells and spells effects for up to one minute."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Fire Calling Options",
								"entries": [
								]
							},
							{
								"type": "options",
								"entries": [
									{
										"type": "invocation",
										"name": "Burn Away (MS: 1; conc.).",
										"entries": [
											"As a bonus action, choose up to three allies you can see within 60 feet of you. For up to one minute, each target have a +1 bonus to spell attacks and Save DC."
										]
									},
									{
										"type": "invocation",
										"name": "Flashlight (MS: 1).",
										"entries": [
											"As a reaction, you can impose disadvantage on an attack roll against you if you can see the attacker. If the attack still hits you, the attacker takes 2d8 radiant damage."
										]
									},
									{
										"type": "invocation",
										"name": "Mindless Charge (MS: 1).",
										"entries": [
											"As a bonus action, choose up to three creatures you can see within 60 feet of you. Each target use its reaction to move up to its speed in a straight line toward its nearest enemy. To avoid this effect the creature must make a charisma saving throw."
										]
									},
									{
										"type": "invocation",
										"name": "Spear of Light (MS: 2).",
										"prerequisite": "5th level",
										"entries": [
											"As a bonus action, you create a floating spear of light in 60 ft. of you that lasts for one minute or until you use this ability again. When you create it, you can make a melee spell attack against a creature within 5 feet of the spear. On a hit, the target takes 1d8 + your Wisdom modifier radiant damage.",
											"As a bonus action on your turn, you can move the spear up to 20 feet and repeat the attack against a creature within 5 feet of it.",
											"As an action, you can toss the spear to an ally and heal his wounds. You heal the target for 1d8 hit points per spell slot level used. After you toss the spear, it disappear."
										]
									},
									{
										"type": "invocation",
										"name": "Aura of Bloodletting (MS: 2; conc.).",
										"prerequisite": "9th level",
										"entries": [
											"As a bonus action, you unleash an aura of rage. For one minute, you and any creature within 30 feet of you has advantage on weapon attack rolls."
										]
									},
									{
										"type": "invocation",
										"name": "Deep Light (MS: 4).",
										"prerequisite": "15th level",
										"entries": [
											"When you do radiant damage to an undead you can activate this calling. That undead must do a Constitution saving throw or be destroyed, an undead with a CR equal to half your level (rounded down) or higher is not destroyed, instead it takes 4d8 radiant damage on a failed save and half as much in a successful one."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Water Calling Options",
								"entries": [
								]
							},
							{
								"type": "options",
								"entries": [
									{
										"type": "invocation",
										"name": "Ice Sheet (MS: 1).",
										"entries": [
											"As an action, you freeze the ground in a 10-foot radius centered on in a point on the ground you can see within 60 feet of you. It is difficult terrain, and any creature that moves more than 10 feet on it must succeed on a Dexterity saving throw or fall prone. If the surface is sloped, a creature that falls prone in the area immediately slides to the bottom of the slope. You can have only one of this effects active at a time."
										]
									},
									{
										"type": "invocation",
										"name": "Soothing Dew (MS: 1).",
										"entries": [
											"You can use an action to heal up to 3 creatures in 30 ft of you, roll 1d8 plus your primordialist level and distribute the amount rolled between the chosen creatures as you please. You can target an extra creature and the heal increase by 1d8 for each slot level above 1st."
										]
									},
									{
										"type": "invocation",
										"name": "Water Barrier (MS: 1).",
										"entries": [
											"As a reaction, which you take when another creature than you take acid, cold, fire, lightning, or thunder damage, you give to that creature resistance to the triggering damage type."
										]
									},
									{
										"type": "invocation",
										"name": "Energy Immunity (MS: 2; conc.).",
										"prerequisite": "5th level",
										"entries": [
											"As an action, you can touch one creature and give it immunity to acid, cold, fire, lightning, or thunder damage (your choice), for one minute."
										]
									},
									{
										"type": "invocation",
										"name": "Spirit Link (MS: 2; conc.).",
										"prerequisite": "9th level",
										"entries": [
											"As a bonus action, you radiate a spirit link with your allies for one minute. pick a number of willingly creatures within 60 feet of you equal to the spell level used, you linked their spirits making them distribute all damage taken.",
											"If a creature it's going to drop to 0 hit points from the damage distribution, he takes damage until he is in 0 hit points, the rest of his damage is done to you and you lose the concentration after that damage is distributed."
										]
									},
									{
										"type": "invocation",
										"name": "Deep Healing (MS: 1).",
										"prerequisite": "12th level",
										"entries": [
											"Pick a number of targets equal the spell slot level used. Your next spell that restore hit points in the same round you activate this calling will restore the double of hit points you role for the targets chosen."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Doctrine feature",
						"entries": [
							"At 3rd level, you gain another feature from your Doctrine."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Doctrine feature",
						"entries": [
							"At 6th level, you gain another feature from your Doctrine."
						],
						"gainSubclassFeature": true
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Elemental Resistance",
						"entries": [
							"At 10th level you gain resistance to one kind of elemental damage, pick one from the two of your affinity element:",
							{
								"type": "entries",
								"entries": [
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Air",
												"entries": [
													"Lightning or thunder damage."
												]
											},
											{
												"type": "entries",
												"name": "Earth",
												"entries": [
													"Acid or bludgeoning damage."
												]
											},
											{
												"type": "entries",
												"name": "Fire",
												"entries": [
													"Fire or radiant damage."
												]
											},
											{
												"type": "entries",
												"name": "Water",
												"entries": [
													"Cold or piercing damage."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Doctrine feature",
						"entries": [
							"At 14th level, you gain another feature from your Doctrine."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Elemental Form",
						"entries": [
							"From 15th level, you get a characteristic ability from your affinity element:",
							{
								"type": "entries",
								"entries": [
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Air",
												"entries": [
													"You gain fly speed speed equal to your walking speed."
												]
											},
											{
												"type": "entries",
												"name": "Earth",
												"entries": [
													"You gain the earth glide monster feature."
												]
											},
											{
												"type": "entries",
												"name": "Fire",
												"entries": [
													"When you get hit or hit a creature in melee range you may choose to do an extra 1d10 fire damage to that creature."
												]
											},
											{
												"type": "entries",
												"name": "Water",
												"entries": [
													"You gain swim speed equal to your walking speed and you can breath underwater."
												]
											}
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Elemental Body",
						"entries": [
							"Starting at 18th level, the primordial magic that you wield causes you to age more slowly. For every 10 years that pass, your body ages only 1 year.  Also, you don't need to sleep nor eat, and you are not affected by magic that makes you sleep."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Ascendanse",
						"entries": [
							"From 20th level, you can cast to yourself the Polymorph spell to transform yourself into elemental creatures, instead of beast, twice per long rest without spending spell slots."
						]
					}
				]
			],
			"subclassTitle": "Doctrines",
			"subclasses": [
				{
					"name": "Elemental Warrior",
					"subclassFeatures": [
						[
							{
								"name": "Elemental Warrior",
								"entries": [
									"An Elemental Warrior is a Primordialist that  know how to mix his elemental magic with his martial capabilities.",
									{
										"type": "entries",
										"name": "Elemental Warrior's Proficiency",
										"entries": [
											"When you choose this doctrine at 1st level, you gain proficiency with Martial Weapons.",
											"Your hit point increases by 1 per level in this class."
										]
									},
									{
										"type": "entries",
										"name": "Elemental Weapons",
										"entries": [
											"From 1st level you learn how to deliver your spells from your weapons. When you use your action to cast a spell that uses an spell attack, you make the attack using the ability modifier that the weapon you hold use to make a basic attack, for example, you make the attack with strength for a melee weapon and dexterity for range, or either modifier for a versatile weapon; and you use the range of that weapon instead of the spell's range to up to 120 feet unless the spell have a longer range. This attack deliver the spell you choose, this means that all the spell´s effect apply. For every spell attack you use the spell damage plus the weapon ability modifier, and you use the spell's damage type instead of the weapon's damage type. Once per spell, you can choose to replace one of the spell damage dice to apply all the weapon damage dice instead.",
											"This spell action counts as an attack action, but you can´t use the Extra Attack feature with it. Range and melee attacks rules apply, even for replace one attack, if the spell in particular give you more than one attack, to use actions as such as the grapple or shove actions (Player’s Handbook Chapter 9 Combat).",
											"Most damage cantrips get better when you reach a certain character level. When you use this ability, your class level is the one which determinate the improvements on those cantrips."
										]
									}
								]
							}
						],
						[],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Elemental Shroud",
										"entries": [
											"From 3rd level, the elemental warrior can shroud himself with some elemental energy letting you take advantage in combat. The elemental warrior can activate the following feature of his affinity element:",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"As a bonus action the elemental warrior can use the Dash, Dodge or Disengage action."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"The elemental warrior gain resistance to bludgeoning, piercing and slashing damage."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"You engulf yourself in fire, you can use your bonus action to deal 1d8 fire damage on a failed Dexterity save or half that much in a successful one, to all creatures in 5 ft of you. The damage increase by 1d8 at 7th level and and again at 15th level."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"When you do cold damage with a spell, creatures affected by the damage are restrained on a failed Constitution save, until the end of your next turn."
														]
													}
												]
											},
											"The effect last for a number of rounds equal to his Wisdom modifier. At 7th level the numbers of rounds increase by 2 rounds. You must finish a short or long rest to use this ability again. If you use a calling with the same element of your affinity while your shroud is active, its duration increments by a number of rounds equal the the spell slot used for the calling.Use your spell casting DC if needed"
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Elemental Unleash",
										"entries": [
											"From 6th level, you learn to unleash your elemental power to boost your combat capabilities even further. When you use a calling with the same element as your affinity you can gain the following bonus for one minute:",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															" You augment your weapons with air by sharpening them. Weapons you hold have a +1 bonus to attack and damage rolls. At 10th level this bonus increase by 1 and again at 15th level."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"You blend yourself with the ground, this reduce your movement by half while blended. When you are blend to the ground you cannot be knocked prone and enemies moving in your melee reach provokes attacks of opportunity from you. Un-blend yourself is a bonus action. You lose this bonus while you stop touching ground."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Weapons you hold emanates sunlight while you wield them. You radiates bright light in a 20-foot radius and dim light for an additional 20 feet, and any undead in the bright light have disadvantage on attacks rolls and dexterity saving throws."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"When you are healed by a spell you regain 2 extra hit points per spell slot used."
														]
													}
												]
											},
											"You must finish a short or long rest to use this ability again."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Elemental Battery",
										"entries": [
											"At 14th level, you can charge an elemental battery with your attacks. Once per round, when you manage to hit a hostile enemy with an attack, you can charge your elemental battery.",
											"You can have up to 3 charges. Once you have three charges, instead of charge your battery in that round, you can discharge all three charges to change the casting time of one spell from an action to a bonus action."
										]
									}
								]
							}
						]
					],
					"source": "Primordialist",
					"shortName": "Elemental Warrior"
				},
				{
					"name": "Elemental Shaman",
					"subclassFeatures": [
						[
							{
								"name": "Elemental Shaman",
								"entries": [
									"An Elemental Shaman is a Primordialist dedicated in raw elemental magic. Your reservoir of Spell Known, Cantrips Known and Spell Slots change.",
									"Use the Sorcerer table for Spell Slot per Spell Level, and for Cantrips and Spell known.",
									{
										"name": "Ritual Caster",
										"entries": [
											"From 1st level you can cast any primordialist spell you know as ritual if that spell has the ritual tag."
										]
									},
									{
										"name": "Damage Adaptability",
										"entries": [
											"From 1st level, you can change the type of damage of one spell you cast that dealt acid, cold, fire, lightning, radiant or thunder damage to another type of that list. You must finish a short or long rest to use this feature again."
										]
									}
								]
							}
						],
						[],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Calling Master",
										"entries": [
											"At 3rd level you gain an extra calling ability. This calling must be from the same element of your Elemental Affinity.",
											"If you want to change this calling when you get a level in this class, the new calling must match your affinity element as well."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Fullmination",
										"entries": [
											"From 6th level, you boost your cantrip depending on your affinity element. You add your wisdom modifier to the damage of the following:",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Lightning and thunder damage cantrips."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Acid and bludgeoning damage cantrips."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Fire and radiant damage cantrips."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Cold and necrotic damage cantrips."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Shamanism",
										"entries": [
											"From 14th level, your Elemental Enhancement bonus damage now apply to every of your damaging spell."
										]
									}
								]
							}
						]
					],
					"source": "Primordialist",
					"shortName": "Elemental Shaman"
				},
				{
					"name": "Class Spells",
					"subclassFeatures": [
						[],
						[
							{
								"name": "Class Spells",
								"entries": [
									"These are the Spells List and the spell description of new spells.",
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Cantrips:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Booming Blade, Gust, Lightning Lure, Shocking Grasp and Thunderclap."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Acid Splash, Barrack´s Bashing Shield, Magic Stone, Mending and Mold Earth"
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Control Flames, Fire Bolt, Green-Flame Blade, Light and Produce Flame."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Frostbite, Ray of Frost and Shape Water."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Elemental Attunement and Elemental Blast."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "1st Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Feather Fall, Fog Cloud, Jump, Thunderwave and Zephyr Strike."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Catapult and Earth Tremor."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Burning Hands and Faery Fire."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Armor of Agathys, Create or Destroy Water, Cure Wounds, Healing Word, Ice Knife and Purify Food and Drink."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Absorb Elements, Chaos Bolt, Chromatic Orb, Detect Evil and Good, Detect Magic, Find Familiar, Shock and Wild Cunning."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "2nd Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Gust of Wind, Levitate, Mirror Image, Shatter, Skywrite, Tornado and Warding Wind."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Dust Devil, Earthbind, Maximilian’s Earthen Grasp and Pass Without Trace."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Aganazzar’s Scorcher, Darkvision, Flame Blade, Heat Metal and Scorching Ray."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Healing Spirit, Lesser Restoration, Misty Step and Snilloc’s Snowball Swarm."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Dragon Breath and Enhance Ability."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "3rd Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Call Lightning, Fly, Haste, Lightning Arrow, Sending, Thunder Step and Wind Wall."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Meld into Stone, Melf’s Minute Meteors, Slow and Wall of Sand."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Daylight, Fireball and Flame Arrows."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Sleet Storm, Tidal Wave, Wall of Water, Water Breathing and Water Walk."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Conjure Animals, Dispel Magic, Elemental Weapon, Magic Circle and Protection from Energy."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "4th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Dimension Door, Freedom of Movement and Storm Sphere."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Stone Shape, Stoneskin and Vitriolic Sphere."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Fire Shield and Wall of Fire."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Control Water, Ice Storm and Watery Sphere."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Banishment, Conjure Minor Elementals and Elemental Bane."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "5th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Control Winds, Destructive Wave, Steel Wind Strike and Teleportation Circle."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Passwall, Transmute Rock and Wall of Stone."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Flame Strike, Immolation and Wall of Light."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Cone of Cold, Greater Restoration, Maelstrom and Mass Cure Wounds ."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Commune with Nature, Conjure Elemental, Contact Other Plane, Dispel Evil and Good, Planar Binding and Reincarnate."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "6th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Chain Lightning, Investiture of Wind, Scatter and Wind Walk."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Bones of the Earth, Investiture of Stone and Move Earth."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Disintegrate, Investiture of Flame and Sunbeam."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Investiture of Ice, Otiluke's Freezing Sphere and Wall of Ice."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Planar Ally and Primordial Ward."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "7th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Teleport and Whirlwind."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Reverse Gravity."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Crown of Stars, Delayed Blast Fireball and Fire Storm."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Regenerate."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Plane Shift."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "8th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Control Weather."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Earthquake."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Sunburst."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Abi-Dalzim’s horrid wilting and Tsunami."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "9th Level:",
												"entries": [
													{
														"type": "entries",
														"name": "Air",
														"entries": [
															"Storm of Vengance."
														]
													},
													{
														"type": "entries",
														"name": "Earth",
														"entries": [
															"Imprisonment."
														]
													},
													{
														"type": "entries",
														"name": "Fire",
														"entries": [
															"Meteor Swarm."
														]
													},
													{
														"type": "entries",
														"name": "Water",
														"entries": [
															"Mass Heal."
														]
													},
													{
														"type": "entries",
														"name": "General",
														"entries": [
															"Gate and True Resurrection."
														]
													}
												]
											}
										]
									},
									{
										"type": "options",
										"entries": [
											{
												"type": "entries",
												"name": "Acid Hydra",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"5th Level."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Conjuration."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"150 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"V, S, M (a vial of stomach acid from a poisonous creature)."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Instantaneous."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"You create 4 hydra heads made of acid. Every head jump to a 5 ft. square point, in a 60 ft. of you. For each head, creatures in the area must make a Constitution saving throw, taking 5d10 acid damage on a failed save, or half as much on a successful one. Objects in the area start to melt getting 2 points of permanent and cumulative damage per head every round for one minute."
														]
													},
													{
														"type": "entries",
														"name": "At Higher Level",
														"entries": [
															"When you cast this spell using a spell slot of 6th level or higher, you create one additional head."
														]
													}
												]
											},
											{
												"type": "entries",
												"name": "Elemental Blast",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"Cantrip."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Evocation."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"90 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"V, S."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Instantaneous."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"You hurl bolt of energy at a creature or object that you can see within range. You choose acid, cold, fire, lightning, poison, or thunder for the type of bolt you create, and then make a ranged spell attack against the target. If the attack hits, the creature takes 1d8 damage of the type you chose."
														]
													},
													{
														"type": "entries",
														"name": "At Higher Level",
														"entries": [
															"The spell creates more than one bolt when you reach higher levels; two bolts at 5th level, three bolts at 11th level, and four bolts at 17th level. You can direct the bolts at the same target or at different ones. Make a separate attack roll for each bolt."
														]
													}
												]
											},
											{
												"type": "entries",
												"name": "Barrack´s Bashing Shield",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"Cantrip."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Transmutation."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"5 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"M (a weapon and shield)."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Instantaneous."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"As part of the action used to cast this spell, you must make a melee attack, against one creature within the spell's range, otherwise the spell fails. On a hit, the target gets the attack normal damage and the creature is marked by you for one round. If the marked creature attacks another creature than yourself and it is inside your melee range you automatically bash it with your shield doing force damage equal to your spellcasting modifier."
														]
													},
													{
														"type": "entries",
														"name": "At Higher Level",
														"entries": [
															"Both damages increases by 1d8 when you reach 5th level, 11th level, and 17th level."
														]
													}
												]
											},
											{
												"type": "entries",
												"name": "Elemental Attunement",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"Cantrip."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Conjuration."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"10 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"S, V."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Instantaneous or 1 hour."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"You can briefly control elemental forces nearby, causing one of the following effects of your choice:",
															"- Create a harmless, instantaneous sensory effect related to air, earth, fire, or water, such as a shower of sparks, a puff of wind, a spray of light mist, or a gentle rumbling of stone.",
															"- Instantaneously light or snuff out a candle, a torch, or a small campfire.",
															"- Chill or warm up to 1 pound of nonliving material for up to 1 hour.",
															"- Cause earth, fire, water, or mist that can fit within a 1-foot cube to shape itself into a crude form you designate for 1 minute."
														]
													}
												]
											},
											{
												"type": "entries",
												"name": "Shock",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"1st Level."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Evocation."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Bonus Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"90 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"V."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Concentration, up to 1 hour."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"You shock a creature that you can see within range. Until the spell ends, you deal an extra 1d6 elemental damage to the target whenever you hit it with an attack, pick one from acid, cold, fire, lightning, or thunder damage. Also, if you hit the creature with the first time you attack it, or when you score a critical hit to it, for the duration of the spell, you inflict one effect depending on the damage chosen:",
															"- Acid: The target is poisoned until the end of its next turn.",
															"- Cold: The target is grappled until the end of its next turn.",
															"- Fire: The targets its blind until the end of its next turn.",
															"- Lightning: The target is can not take reactions until the end of its next turn.",
															"- Thunder: The target is pushed 10 ft. away from you.",
															"If the target drops to 0 hit points before this spell ends, you can use a bonus action on a subsequent turn of yours to shock a new creature."
														]
													},
													{
														"type": "entries",
														"name": "At Higher Level",
														"entries": [
															"When you cast this spell using a spell slot of 3rd or 4th level, you can maintain your concentration on the spell for up to 8 hours. When you use a spell slot of 5th level or higher, you can maintain your concentration on the spell for up to 24 hours."
														]
													}
												]
											},
											{
												"type": "entries",
												"name": "Tornado",
												"entries": [
													{
														"type": "entries",
														"name": "Level",
														"entries": [
															"2nd Level."
														]
													},
													{
														"type": "entries",
														"name": "School",
														"entries": [
															"Conjuration."
														]
													},
													{
														"type": "entries",
														"name": "Casting Time",
														"entries": [
															"1 Action."
														]
													},
													{
														"type": "entries",
														"name": "Range",
														"entries": [
															"60 feet"
														]
													},
													{
														"type": "entries",
														"name": "Components",
														"entries": [
															"V, S, M (a feather of an owl or an eagle)."
														]
													},
													{
														"type": "entries",
														"name": "Duration",
														"entries": [
															"Instantaneous."
														]
													},
													{
														"type": "entries",
														"name": "Description",
														"entries": [
															"Choose a point you can see within the range to create a tornado. Winds howl in a 10-foot-radius and 20 ft. tall cylinder centered on that point. Each creature in the cylinder must succeed on a Strength saving throw or take 4d6 bludgeoning damage and be moved to an unoccupied space of your choice in the pillar dimensions, or half as much damage on a successful one. Any loose object in the sphere is moved to an unoccupied space of your choice within it if the object weighs no more than 100 pounds."
														]
													},
													{
														"type": "entries",
														"name": "At Higher Level",
														"entries": [
															"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d6 for each slot level above 1st."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[],
						[],
						[]
					],
					"source": "Primordialist",
					"shortName": "Class Spells"
				}
			]
		}
	]
}