{
	"_meta": {
		"sources": [
			{
				"json": "InfKore:Disciple",
				"full": "Disciple Class",
				"abbreviation": "Disc",
				"authors": [
					"InfKore"
				],
				"convertedBy": [
					"Ikaguia"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/a2h3iu/the_disciple_become_a_wandering_disciple_a/",
				"version": "2018.12.02"
			}
		],
		"optionalFeatureTypes": {
			"Disc:D": "Discipline"
		},
		"dateAdded": 1556992506,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c9d503b763",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Disciple",
			"source": "InfKore:Disciple",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"wis"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"heavy",
					"shield"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"Choose one type of artisan's tools or one musical instrument"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"history",
								"insight",
								"intimidation",
								"perception",
								"religion",
								"sleight of hand"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item chain mail|phb}, (b) a {@item scale mail|phb} or (c) a {@item leather armor|phb}",
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} and a {@item shield|phb} or (b) two {@filter martial weapons|items|source=phb|category=basic|type=martial weapon}",
					"(a) {@item javelin|phb|two javelins} or (b) {@item dagger|phb|three daggers}",
					"(a) a {@item dungeoneer's pack|PHB} or (b) an {@item explorer's pack|PHB}"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"chain mail|phb"
						],
						"b": [
							"scale mail|phb"
						],
						"c": [
							"leather armor|phb"
						]
					},
					{
						"a": [
							{
								"equipmentType": "weaponMartial"
							},
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponMartial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"javelin|phb"
						],
						"b": [
							"dagger|phb"
						]
					},
					{
						"a": [
							"dungeoneer's pack|PHB"
						],
						"b": [
							"explorer's pack|PHB"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"or": [
						{
							"str": 13,
							"dex": 13
						}
					],
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						"shield"
					],
					"weapons": [
						"simple",
						"martial"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Tempo Points",
						"Disciplines Known"
					],
					"rows": [
						[
							0,
							1
						],
						[
							2,
							2
						],
						[
							3,
							2
						],
						[
							3,
							2
						],
						[
							4,
							3
						],
						[
							4,
							3
						],
						[
							5,
							3
						],
						[
							5,
							3
						],
						[
							6,
							4
						],
						[
							6,
							4
						],
						[
							7,
							4
						],
						[
							7,
							4
						],
						[
							8,
							4
						],
						[
							8,
							4
						],
						[
							9,
							4
						],
						[
							9,
							4
						],
						[
							10,
							4
						],
						[
							10,
							4
						],
						[
							10,
							4
						],
						[
							10,
							4
						]
					]
				}
			],
			"classFeatures": [
				"Sublime Discipline|Disciple|InfKore:Disciple|1",
				"Martial Intuition|Disciple|InfKore:Disciple|1",
				"Tempo|Disciple|InfKore:Disciple|2",
				"Fighting Style|Disciple|InfKore:Disciple|2",
				{
					"classFeature": "Sublime Journey|Disciple|InfKore:Disciple|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Disciple|InfKore:Disciple|4",
				"Extra Attack|Disciple|InfKore:Disciple|5",
				"Alacrity|Disciple|InfKore:Disciple|5",
				"Preternatural Awareness|Disciple|InfKore:Disciple|6",
				{
					"classFeature": "Sublime Journey Feature|Disciple|InfKore:Disciple|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Disciple|InfKore:Disciple|8",
				"Blind Sense|Disciple|InfKore:Disciple|9",
				"Ability Score Improvement|Disciple|InfKore:Disciple|10",
				{
					"classFeature": "Sublime Journey Feature|Disciple|InfKore:Disciple|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Disciple|InfKore:Disciple|12",
				"Imprinted Growth|Disciple|InfKore:Disciple|13",
				{
					"classFeature": "Sublime Journey Feature|Disciple|InfKore:Disciple|14",
					"gainSubclassFeature": true
				},
				"Timeless Body|Disciple|InfKore:Disciple|15",
				"Ability Score Improvement|Disciple|InfKore:Disciple|16",
				"Tempo Mastery|Disciple|InfKore:Disciple|17",
				{
					"classFeature": "Sublime Journey Feature|Disciple|InfKore:Disciple|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Disciple|InfKore:Disciple|19",
				"Great Master|Disciple|InfKore:Disciple|20"
			],
			"subclassTitle": "Sublime Journey",
			"hasFluff": true
		}
	],
	"optionalfeature": [
		{
			"name": "Ardent Lion",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"No true warrior fights in isolation; their friends, family, and all their allies follow them into every fight. Ardent Lion disciples fight using rallying cries and by utilizing the strength of their bonds to perform superhuman feats in combat.",
				{
					"type": "entries",
					"name": "Ideal: Camaraderie",
					"entries": [
						"Your allies are your family, and those bonds are more precious than anything the world can muster. Cherish them and look out for them, for they will make you your best self."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Rally",
					"entries": [
						"As an action, you let out a riveting war cry that sends jolts through the body of your allies. Any allied creature within 30 feet can use their reaction to move up to their speed without provoking opportunity attacks.",
						"This ability's range increases by 30 feet when you reach 5th level (60 feet), 11th level (90 feet), at 17th level (120 feet)."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Warding Strike (2nd Level)",
							"entries": [
								"When you hit a creature with a melee weapon attack, you can use your bonus action and spend 1 tempo point to instill hesitation within them. The next attack it makes before the start of your next turn has disadvantage if it is against someone other than you."
							]
						},
						{
							"type": "entries",
							"name": "Bolstering Bond (5th Level)",
							"entries": [
								"As an action, you can spend up to 5 tempo points to bolster both you and an ally. You and an ally of your choice within 30 feet of you gain {@dice 1d8} temporary hit points for each tempo point you spent. These temporary hit points last 1 minute, until you use this technique again, or until you focus to regain your tempo."
							]
						},
						{
							"type": "entries",
							"name": "Unified Assault (11th Level)",
							"entries": [
								"Whenever you hit a creature with a melee weapon attack, you can use your bonus action and spend 3 tempo points to call in an assault. A single allied creature of your choice within 30 feet of you can use their reaction to make a weapon attack against that same creature."
							]
						},
						{
							"type": "entries",
							"name": "Fury of the Fallen (17th Level)",
							"entries": [
								"Whenever you see a creature reduce an allied creature to 0 hit points, you can use your reaction and spend 4 tempo points to move up to your speed and make an attack against the attacking creature. On a hit, the attack deals damage as normal and the allied creature regains hit points equal to your level."
							]
						}
					]
				}
			]
		},
		{
			"name": "Coursing Ember",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"To live life on the sidelines, bored and discontent, is to not really live life at all. Disciples of the Coursing Ember discipline are fiery individuals who follow their whims and passions to the ends of the earth. Coursing Ember techniques uses the disciple's inner flame to grant amazing mobility and presence.",
				{
					"type": "entries",
					"name": "Ideal: Passion",
					"entries": [
						"Your heart must burn like the desert sun. Do not live idly and let opportunities pass you by. Be invested in every action you choose to take, and use the fire in your eyes to guide you into the future."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Stance of the Searing Lash",
					"entries": [
						"On your turn you can choose to cloak any weapons you are wielding in flame for the next minute (no action required), or until you lose your concentration (as if you were concentrating on a spell). For the duration, whenever you make a melee attack with those weapons on your turn, your reach is 5 feet greater than normal and your attacks deal fire damage instead of their normal damage.",
						"Your reach increases by an additional 5 feet at 5th level, and again at 11th and 17th levels."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Pyroclastic Charge (2nd Level)",
							"entries": [
								"When you take the Dash action on your turn, you can spend 1 or more tempo points to ride the wave of a surging blaze. At the end of your turn, each creature within 5 feet of you must make a Dexterity saving throw. On a failure, it takes 1d8 fire damage for each tempo point you spent, or half as much on a success."
							]
						},
						{
							"type": "entries",
							"name": "Infernal Echo (5th Level)",
							"entries": [
								"When a hostile creature you can see leaves your reach, you can use your reaction and spend 2 tempo points to briefly become a living flame. You can move up to your speed as part of this reaction. If you end this movement within reach of the creature that triggered this reaction, you can make a melee weapon attack against it, dealing an additional 1d6 fire damage on a hit."
							]
						},
						{
							"type": "entries",
							"name": "Flame's Blessing Stance (11th Level)",
							"entries": [
								"At the start of your turn, you can spend 2 tempo points to engulf yourself in beautiful flames. Until the start of your next turn, you are immune to fire damage, and creatures take 1d8 fire damage any time they a melee attack against you."
							]
						},
						{
							"type": "entries",
							"name": "Crossfire (17th Level)",
							"entries": [
								"As an action, you can spend up to 5 tempo points (minimum of 3), choosing one creature within 100 feet of you for each point you spent. Each creature must make a Charisma saving throw. If a creature fails, it take 4d6 radiant damage as its spirit is overcome by a searing flame. A creature can choose to fail this saving throw.",
								"A 5-foot wide line of fire then erupts between from each creature (not including the creature's space) that failed their saving throw to each other creature that failed their saving throw. If a creature is in at least one line of fire, it must make a Dexterity saving throw. On a failure, that creature takes 8d6 fire damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Diamond Mind",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"Students of the Diamond Mind discipline are renowned for their ability to remain calm in even the most die of situations. Combat is an equation to be solved, and it is the practice of the Diamond Mind to understand all of its elements. This view lends itself to a prescient combat style, where the practioner appears able to act in impossibly short spans of time.",
				{
					"type": "entries",
					"name": "Ideal: Order",
					"entries": [
						"Everything has a cause and an effect. The world may appear chaotic, but a clean layer of order underlies it all. The more you discover and understand this order, the greater a warrior and the more fulfilled an individual you will become."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Quick Draw",
					"entries": [
						"If you are not surprised, immediately after initiative is rolled, but before anyone acts, you can move up half your your speed and make a single weapon attack. This attack deals double damage to objects and structures.",
						"If you are surprised, you can instead use this signature art to no longer be surprised."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Prescient Counter (2nd Level)",
							"entries": [
								"When you are hit by an attack, you can use your reaction and spend 2 tempo points to gain an AC bonus equal to your Wisdom modifier against that attack, potentially causing it to miss."
							]
						},
						{
							"type": "entries",
							"name": "Flicker Step (5th Level)",
							"entries": [
								"As an action, you can spend 3 tempo points and pick a hostile creature within 20 feet of you. You can teleport to an unoccupied space within 5 feet of that creature, and make a melee weapon attack against any creature in a 5-foot wide line from your original location to your new location.",
								"If a creature damaged by this technique has an amount of hit points less than or equal to your disciple level at the end of your turn, it drops to 0 hit points."
							]
						},
						{
							"type": "entries",
							"name": "Ruby Storm Stance (11th Level)",
							"entries": [
								"When you take the Dodge action, you can immediately use your bonus action and spend 1 tempo point to enter a time-slowing stance. Until the start of your next turn, you can't be knocked prone or moved, and whenever a creature within 5 feet of you makes an attack, you can immediately make a melee attack against it."
							]
						},
						{
							"type": "entries",
							"name": "Trace (17th Level)",
							"entries": [
								"As an action, you can spend 4 tempo points to teleport up to 60 feet to an unoccupied space within reach of a target and make a single melee weapon attack against it. On a hit, these attacks deal an additional 2d8 force damage. You can do this up to 5 additional times as a part of the same action, so long as each target you attack is different."
							]
						}
					]
				}
			]
		},
		{
			"name": "Hero's Charge",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"The world is full of monsters and those that would exploit the weak. Hero's Charge disciples take it upon themselves to become symbols of hope by bringing down great threats for all to see. The techniques of this discipline focus on refining an indomitable will and bringing the mighty down.",
				{
					"type": "entries",
					"name": "Ideal: Heroism",
					"entries": [
						"People deserve peace and happiness, and so you take it upon yourself to be a tool for their delivery. Overwhelming odds are a welcome challenge, for you must be a beacon of inspiration for as long as there is a soul left to be saved."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Symbol of Hope",
					"entries": [
						"While you can see at least one ally, and you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead.",
						"Each time you use this feature beyond the first after a long rest, you gain a level of exhaustion. When you finish a long rest, all exhaustion levels gained this way goes away."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Topple (2nd Level)",
							"entries": [
								"You can forgo a melee weapon attack on your turn and spend at least 1 tempo point to attempt to topple a creature within reach. The target must make a Strength saving throw. On a failure, the target falls prone and takes 1d8 bludgeoning damage for each tempo point spent. If the target is Large or larger, it has disadvantage on this saving throw and instead take 1d10 bludgeoning damage for each tempo point spent."
							]
						},
						{
							"type": "entries",
							"name": "Blinding Courage (5th Level)",
							"entries": [
								"Whenever a creature attempts to frighten you or a non-hostile creature within 10 feet of you, you can use your reaction and spend 3 tempo points to make it so every non-hostile creature within 10 feet of you can't be frightened until the start of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Revolution (11th Level)",
							"entries": [
								"As an action, you can spend 3 tempo points and make a melee attack against every creature within 5 feet of you. If any of these creatures is Large or larger, it takes additional damage equal to your weapon's damage die."
							]
						},
						{
							"type": "entries",
							"name": "Tyrant's Downfall (17th Level)",
							"entries": [
								"As an action, you can spend 5 tempo points to cause a giant glowing weapon to appear. This weapon crashes down in a 60 foot-tall, 10 foot radius cylinder centered on a point you can see within 60 feet of you. Any creature in the area must make a Charisma saving throw or take 5d12 radiant damage, or half of that damage on a success. If a creature is Large or larger, it takes an additional 2d12 damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Howling Gale",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"It is too often that people chain themselves to the earth and become prisoners of a life they never really enjoyed. Disciples of the Howling Gale put above all else the ability to decide for themselves their next path. Techniques of this discipline focus on being hard to reach and pushing back oppressive advances.",
				{
					"type": "entries",
					"name": "Ideal: Freedom",
					"entries": [
						"Life is but a small breeze, fleeting upon the chaotic winds of the universe. Do not waste it carrying undue burdens that leave you crushed. Lift these burdens from yourself and those around you, and reflect on how much more joyous it is to live free."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Gale Surge",
					"entries": [
						"As a bonus action, you whip a wild gust around your body and briefly become as the wind. For the next minute, you have advantage on Dexterity saving throws, and whenever a creature misses you with an attack, you can move 5 feet without provoking opportunity attacks."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Driving Wind (2nd Level)",
							"entries": [
								"You can use your action and spend up to 5 tempo points to unleash a cone of rushing air from your weapon. The size of the cone is equal to 10 times the amount of tempo points you spent. Each creature in the cone must make a Strength saving throw or be pushed backwards until they reach an unoccupied space at the end of the cone."
							]
						},
						{
							"type": "entries",
							"name": "Wind Scar (5th Level)",
							"entries": [
								"You can use your action and spend any amount of tempo points to swing your weapon and unleash a blade of air forward. Pick up to 3 creatures you can see within 60 feet of you. If you target more than one creature, each target must be within 5 feet of at least one other target, and none of them can have cover from you. Each of these targets must succeed on a Dexterity saving throw. On a failure, a creature takes 1d8 magical slashing damage for each point of tempo you spend, or half as much on a success."
							]
						},
						{
							"type": "entries",
							"name": "The Wind That Walks (11th Level)",
							"entries": [
								"As a bonus action, you can spend 3 tempo points to become invisible and able to move through the space of any creature, as well as through 1 inch gaps without expending additional movement until the start of your next turn, or until you attack a creature or force it to make a saving throw."
							]
						},
						{
							"type": "entries",
							"name": "Tranquil Windstorm (17th Level)",
							"entries": [
								"As a bonus action, you can spend 3 tempo points to create a 10 foot radius sphere of whirling air that follows you, which lasts until the end of your next turn. While within the sphere, creatures of your choice can ignore difficult terrain, and you can impose disadvantage on any ranged attack that targets a creature inside of the sphere. Additionally, if a creature starts its turn inside the sphere, you can increase its speed by 10 until the end of its turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mercurial Wolf",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"How can one truly claim to be living when they adhere to the constraining lines of conventional thought? Disciples of the Mercurial Wolf discipline value spontaneity and change, and as such their techniques involve creating complicated and chaotic situations on the battlefield through illusions and trickery.",
				{
					"type": "entries",
					"name": "Ideal: Chaos",
					"entries": [
						"Stagnation is the enemy of growth, so it is up to you to make sure that the world is constantly changing. Adapt to the situations you bring about, and through that act you will find completeness."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Quicksilver Pack",
					"entries": [
						"As an action, you create an illusory duplicate of yourself. This effect lasts 1 minute and requires you maintain concentration as if concentrating on a spell. The illusion appears in an unoccupied space within 10 feet of you that you can see. A duplicate has the same AC as you and disappears whenever it takes any damage from an attack, spell or magical effect. As a bonus action on your turn, you can move any one duplicate created by this art up to 30 feet to a space you can see. A duplicate can only fly this way if you also have a fly speed. Alternatively, you can use your bonus action to destroy a duplicate and teleport to its space, provided you can see the duplicate.",
						"The amount of duplicates you can make with this ability increases to 2 at 5th level, 3 at 11th level, and 4 at 17th level."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Mirror Step (2nd Level)",
							"entries": [
								"You twirl the world about a creature, disorienting its perception of your position. When a creature moves within 5 feet of you, you can use your reaction and spend 1 tempo point to force that creature to make an Intelligence saving throw. On a failure, you can teleport to any space within 5 feet of the creature, and the next attack it makes against you before the end of the turn is made at disadvantage."
							]
						},
						{
							"type": "entries",
							"name": "Inversion (5th Level)",
							"entries": [
								"As an action, you can spend 3 tempo points to force a creature you can see within 30 feet of you to make a Charisma saving throw. On a failure, you teleport into a space that creature occupies and cause that creature to teleport into your space. If there is no room for the you or the creature where the other stands, this technique fails."
							]
						},
						{
							"type": "entries",
							"name": "Altered Perspective (11th Level)",
							"entries": [
								"When a hostile creature misses you with a melee attack, you can use your reaction and spend 3 tempo points to force that creature to repeat the same attack against another creature (other than itself) of your choice."
							]
						},
						{
							"type": "entries",
							"name": "Shifting Sides (17th Level)",
							"entries": [
								"As a bonus action, you can spend 4 tempo points and attempt to alter a creature's perception of the battlefield. A creature of your choice within 30 feet of your must make an Intelligence saving throw to see through the illusion you foist on it. On a failed saving throw, the creature can't make reactions until the start of its next turn, and immediately makes a melee weapon attack against a creature of your choice within its reach."
							]
						}
					]
				}
			]
		},
		{
			"name": "Raven's Gaze",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"An eye for an eye leaves the world blind, but no wrong ever truly escapes the raven's gaze. Disciples of the Raven's Gaze discipline allow no sleight against them or their compatriots to go unpunished. Techniques of the Raven's Gaze revolve around instilling fear in your assailants before bringing them down.",
				{
					"type": "entries",
					"name": "Ideal: Revenge",
					"entries": [
						"You have been wronged. If you haven't been, you will be. It is your charge to turn your ire upon those who sought to bring you down, and take from them that which you are owed. They tried to bring you to your knees, but now you are hoisted up by the black wings of vengeance."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Will of the Conspiracy.",
					"entries": [
						"As a bonus action, you can force a creature you can see to make a Wisdom saving throw. On a failure, the target's vision and hearing is overtaken by a swarm of ravens. Until the end of your next turn, it is deafened and perceives the area beyond a 10 foot radius around it to be magical darkness. If you start your turn outside of this radius, you can use your bonus action to teleport into an unoccupied space inside of it. If a target succeeds on its saving throw, the target has no hint that you tried to use this art on it."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Gaze of the Flock (2nd Level)",
							"entries": [
								"When a creature you can see within 30 feet of you damages you or forces you to make a saving throw, you can use your reaction and spend 2 tempo points to force it to make a Wisdom saving throw. On a failure, it is frightened of you until the end of your next turn. At the end of each of your turns while a creature is frightened of you in this way, you can spend 1 tempo point to force the creature to make another Wisdom saving throw. On a failure, the creature remains frightened of you until the end of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Unkindness In Turn (5th Level)",
							"entries": [
								"You can spend your bonus action and 2 tempo points to teleport to a creature within 30 feet of you that is frightened of you. That creature must make a Wisdom saving throw. On a failure, it becomes paralyzed with fear until the start of their turn."
							]
						},
						{
							"type": "entries",
							"name": "Futility (11th Level)",
							"entries": [
								"Once on each of your turns when you hit a creature with a melee weapon attack, you can spend 1 tempo point and have it make a Wisdom saving throw. On a failure, its speed is halved, and it has disadvantage on saves against becoming frightened until the end of their next turn."
							]
						},
						{
							"type": "entries",
							"name": "Vengeance of the Swarm (17th Level)",
							"entries": [
								"A black mist of ethereal ravens surges from you to enact your revenge. When a creature damages you, you can use your reaction and spend 4 tempo points to cause that creature to lose hit points equal to the amount of damage you took (maximum of 40 damage)."
							]
						}
					]
				}
			]
		},
		{
			"name": "Stone Dragon",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"Like the plates that shift about the world's surface, you leave a lasting impact on every person you encounter. Followers of the Stone Dragon discipline put great thought that each spoken word and each action belonging to them is not glib. Techniques of the Stone Dragon disciple focus on using the earth to keep you centered, and landing decisive blows.",
				{
					"type": "entries",
					"name": "Ideal: Stoicism",
					"entries": [
						"Expression is a powerful thing that is best not used frivolously. Speak and act when your words and actions further your path, and make sure each word strikes with the impact of a falling boulder."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Dragon Sentinel",
					"entries": [
						"As an action, you can summon a Medium dragon statue in an unoccupied space within 30 feet of you, lasting for 1 minute or until you lose concentration (as if you were concentrating on a spell). The dragon has an AC equal to 13 + your Wisdom modifier, immunity to poison and psychic damage, and an amount of hit points equal to 5 + twice your disciple level.",
						"As part of the action used to summon this statue, or as a reaction whenever a creature moves within 5 feet of it or moves out of its reach, you can cause it to make a special melee spell attack against a target within 5 feet of it. The dragon adds your proficiency bonus and Wisdom modifier to its attack rolls, and it deals 2d6 magical piercing damage on a hit. Any creature struck by the statue becomes wreathed in stone chains, causing its speed to be reduced by half until the start of their next turn.",
						"The dragon's damage increases by 1d6 at 5th level (3d6), and again at 11th (4d6) and 17th (5d6) levels."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Roots of the Earth (2nd Level)",
							"entries": [
								"When an effect would knock you prone or move you against your will, you can spend 1 tempo point to hook into the earth. Until the start of your next turn, you can't be be knocked prone or moved against your will, including against the original effect."
							]
						},
						{
							"type": "entries",
							"name": "Mountain Hammer (5th Level)",
							"entries": [
								"When you hit a creature with a melee weapon attack, you can spend 2 tempo points to embed it into a fissure below it. The target must make a Strength saving throw. On a failure, the target is knocked prone. If the target is already prone, it is instead knocked prone and restrained until the end of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Earthbound (11th Level)",
							"entries": [
								"As an action, you can spend 3 tempo points to petrify yourself until the start of your next turn. While petrified in this way, any damage you take is halved, and your form can't be changed.",
								"Additionally, the earth around your feet attempts to encase those around you. Each creature within 15 feet of you must make a Dexterity saving throw. On a failure, that creature is restrained until the end of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Breath of Ages (17th Level)",
							"entries": [
								"As an action, you can spend 5 tempo points to exhale a eroding mist that originates from either you or your Dragon Sentinel. All creatures in a 60-foot cone, which spreads around corners, must make a Constitution saving throw. On a failure, the creature's body becomes heavy and sluggish until the end of your next turn. For the duration, the creature's speed is halved, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.",
								"Once per turn, when you hit a sluggish creature with a melee weapon attack, you can force it to make a Constitution saving throw. On a failure, the target becomes petrified until the end of your next turn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Titan Fury",
			"source": "InfKore:Disciple",
			"featureType": [
				"Disc:D"
			],
			"entries": [
				"The path of the warrior is full of rivals and obstacles. Followers of the Titan Fury discipline make it their goal to shatter the competition and make it clear that their power is absolute. Techniques of the Titan Fury discipline focus on demolishing the weak and cowardly and ripping through attempts at stopping your advance.",
				{
					"type": "entries",
					"name": "Ideal: Power",
					"entries": [
						"It is not enough to merely defeat your enemies; you must overcome them and demonstrate the gap in your abilities. You must prove to yourself and to the world that your might is unrivaled."
					]
				},
				{
					"type": "entries",
					"name": "Signature Art: Blood of the Ancients.",
					"entries": [
						"As a bonus action, you can bolster your form. You gain temporary hit points equal to your Wisdom modifier + half your disciple level, which last for 1 minute (rounded up, minimum",
						"For as long as you have these temporary hit points, whenever you make a Strength check or saving throw and you roll a number below half your Wisdom score on a d20, you can treat the roll as half your Wisdom score.",
						"Starting at 5th level, for as long as you have these temporary hit points, your size increases to Large if you are not already Large or bigger. This means that your size doubles in all dimensions, and your weight is multiplied by eight. Your equipment grows to match your new size. If there isn't enough room for you to double your size, you attain the maximum possible size in the space available."
					]
				},
				{
					"type": "entries",
					"name": "Techniques",
					"entries": [
						{
							"type": "entries",
							"name": "Power Overwhelming (2nd Level)",
							"entries": [
								"When you hit a target with a melee weapon attack, you can use your bonus action and spend up to 5 tempo points. The target is pushed backwards 5 feet for every point of tempo you spent.",
								"If this movement would force the target to impact a creature, object, or structure, then it and whatever it collided with takes 1d6 bludgeoning damage for every 5 feet of forced movement remaining (minimum of no damage)."
							]
						},
						{
							"type": "entries",
							"name": "Cull the Meek (5th Level)",
							"entries": [
								"Those who seek to mar you without facing you deserve a swift punishment. When a creature you cannot see hits you or a creature hits you with a ranged attack, you can use your reaction and spend 3 tempo points to reduce that damage by 1d10 + your Wisdom modifier, and then force that creature to succeed on a Wisdom saving throw or take psychic damage equal to the amount you reduced."
							]
						},
						{
							"type": "entries",
							"name": "Titan's Will (11th Level)",
							"entries": [
								"At the start of your turn, you can spend 4 tempo points to remove one of the following conditions from yourself: blinded, charmed, deafened, frightened, incapacitated, paralyzed, poisoned, or stunned."
							]
						},
						{
							"type": "entries",
							"name": "Arduous Wrath (17th Level)",
							"entries": [
								"As an action, you can spend 4 tempo points and make up to 3 weapon attacks against one creature. If at least two of these attacks hit, you can make 2 additional attacks as a part of the same action."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Sublime Discipline",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 1,
			"entries": [
				"A disicple's path begins with learning Sublime Disciplines. A sublime discipline is a kind of mystical martial art. Each discipline is centered on an ideal for the disciple to understand and internalize.",
				"At 1st level, choose one {@filter sublime discipline|optionalfeatures|source=null|feature type=Disc:D}, detailed at the end of the class description. When you gain certain disciple levels, you gain knowledge of new disciplines, as shown on the Disciplines Known column of the Disciple table.",
				"Additionally, when you gain a level in this class, you can choose one of the disciplines you know and replace it with another discipline.",
				{
					"type": "entries",
					"name": "Signature Art",
					"entries": [
						"Each sublime discipline has an associated Signature Art, the foundational ability of the discipline. You can use this feature to invoke the effects of the Signature Art of a discipline you know. You can only have the effects of one Signature Art active at a time.",
						"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Tempo Techniques",
					"entries": [
						"Each discipline has a list of techniques─its discipline techniques─that you gain at the disciple levels noted in the discipline's description. These techniques require you to spend tempo points to use which you gain at 2nd level.",
						"Some techniques modify a specific attack. You can only use one such technique per attack."
					]
				},
				{
					"type": "entries",
					"name": "Tempo Ability",
					"entries": [
						"Your ability to utilize tempo is tied your intuition and ability to perceive the ripples of magic around you; as such, Wisdom is the key ability for disciples. Some of your discipline features require for your target to make a saving throw to resist the feature's effects.",
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"The saving throw DC is calculated as follows:",
								{
									"type": "abilityDc",
									"name": "Tempo",
									"attributes": [
										"wis"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Martial Intuition",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 1,
			"entries": [
				"Your opponents' blows radiate a certain rhythm that your body has learned to read. If a creature attacks you or forces you to make a saving throw, your DM tells you one one of the following things about its capabilities (your choice):",
				{
					"type": "list",
					"items": [
						"If one of its ability scores of your choice is higher than, lower than, or equal to your same ability score.",
						"If any of its speeds is higher than, lower than, or equal to a single speed of yours (your choice).",
						"If their statistics are being altered by a spell or magical effect.",
						"If they are proficient in at least one {@filter martial weapon|items|source=phb|category=basic|type=martial weapon}."
					]
				}
			]
		},
		{
			"name": "Tempo",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you gain the ability to perceive and utilize the power in ambient ripples of magic, called tempo. Your access to this mystical energy is represented by a number of tempo points. Your disciple level determines the number of points you have, as shown in the Tempo Points column of the Disciple table.",
				"You can spend these points to fuel various tempo techniques granted by your disciplines. When you spend a tempo point, it becomes unavailable. When you take the Dodge action, you can use your bonus action to focus and regain any expended tempo points."
			]
		},
		{
			"name": "Fighting Style",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 2,
			"entries": [
				"You adopt a particular style of fighting as your specialty. Choose one of the {@filter following options|optionalfeatures|source=null|feature type=FS:F}. You can't take the same Fighting Style option more than once, even if you get to choose again.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Protection",
							"entries": [
								"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sublime Journey",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 3,
			"entries": [
				"At 3rd level, you have embarked on a personal journey that shapes your skills and draws you towards certain innate magical talents. Choose to follow the Journey of the Blade Dancer, the Journey of the Conjurer, or the Journey of the War God. Your choice of Sublime Journey grants you features at 3rd level, and again at 7th, 11th, 14th, and 18th levels."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 4,
			"entries": [
				"When you reach 4th, 8th, 10th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Extra Attack",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 5,
			"entries": [
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Alacrity",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 5,
			"entries": [
				"Also at 5th level, you can add your Wisdom modifier to initiative rolls and your speed increases by 10 feet."
			]
		},
		{
			"name": "Preternatural Awareness",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 6,
			"entries": [
				"At 6th level, your body's familiarity with tempo allows it to react to conflict even when your mind lags behind. You can't be {@condition surprised} while you are conscious."
			]
		},
		{
			"name": "Sublime Journey Feature",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 7,
			"entries": [
				"At 7th level, you gain a feature from your Sublime Journey."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Blind Sense",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 9,
			"entries": [
				"At 9th level, you are able to detect the thin ripples of magic caused by the subtle movements of hidden creatures. You are aware of the location of any hidden or {@condition invisible} creature within 10 feet of you."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 10,
			"entries": [
				"When you reach 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Sublime Journey Feature",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 11,
			"entries": [
				"At 11th level, you gain a feature from your Sublime Journey."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Imprinted Growth",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 13,
			"entries": [
				"Starting at 13th level, you gain proficiency in either Dexterity or Constitution saving throws (your choice)."
			]
		},
		{
			"name": "Sublime Journey Feature",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature from your Sublime Journey."
			]
		},
		{
			"name": "Timeless Body",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 15,
			"entries": [
				"At 15th level, your body has become emboldened against the effects of age. You suffer none of the frailty of old age, and you can't be aged magically. You can still die of old age, however. In addition, you no longer need food or water."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Tempo Mastery",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 17,
			"entries": [
				"At 17th level, you regain all expended uses of your Signature Arts when you finish a short or long rest."
			]
		},
		{
			"name": "Sublime Journey Feature",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 18,
			"entries": [
				"At 18th level, you gain a feature from your Sublime Journey."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Great Master",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"level": 20,
			"entries": [
				"At 20th level, your growth culminates with you becoming the master of a discipline. Choose any one discipline you follow. Whenever you use a tempo technique from that discipline, you spend 1 less tempo point than you otherwise would (minimum of 1)."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Journey of the Blade Dancer",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"entries": [
				"A single swing of the blade is oft more than it appears, and this is especially true for a disciple that follows the Journey of the Blade Dancer. Blade Dancers are disciples whose bodies have all but merged with the ripples around them. Their newfound magical senses drive them to seek out flexibility in the execution of their steps and techniques. Their precise, sweeping motions cut into the fabric of magic itself, infusing them with supernatural acrobatic ability and elegance in battle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Dance|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Elegance|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|3"
				}
			]
		},
		{
			"name": "Blade Dance",
			"entries": [
				"When you choose this journey at 3rd level, your strikes are followed by magical ripples that echo your intent. Whenever you make a melee weapon attack against a creature and miss, you can cause the creature to take force damage equal to your Wisdom modifier.",
				"Additionally, during your turn, if you make a melee attack against a creature, that creature can't make opportunity attacks against you for the rest of your turn."
			],
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"header": 1
		},
		{
			"name": "Elegance",
			"entries": [
				"Also at 3rd level, you gain proficiency in the {@skill Performance} skill if you don't already have it, and can add your Wisdom modifier to ability checks that use that proficiency."
			],
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"header": 1
		},
		{
			"name": "Evasion",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, your instinctive agility lets you dodge out of the way of certain area effects, such as a blue dragon's lightning breath or a fireball spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Accelerando",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you add your Wisdom modifier (minimum of +1) to the damage of your melee weapon attacks. Additionally, you can take the {@action Dash} action as a bonus action."
			]
		},
		{
			"name": "Rushing Agility",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, your mastery of the weight of your body allows you to defy natural limitation. You can use your remaining movement to determine the maximum distance you can jump (long or high), instead of the normal calculation. You can jump your full distance with or without a running start.",
				"Additionally, you can move along vertical surfaces and across liquids on your turn without falling during the move."
			]
		},
		{
			"name": "Free Stride",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Blade Dancer",
			"subclassSource": "InfKore:Disciple",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, your movements become impossible to stop. Your movement is unaffected by difficult terrain, and spells and magical effects can't reduce your speed or cause you to be {@condition paralyzed} or {@condition restrained}. You can spend 5 feet of movement to automatically escape from nonmagical restraints. Additionally, being underwater imposes no penalties on your movement or attacks."
			]
		},
		{
			"name": "Journey of the Conjurer",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"entries": [
				"In the midst of combat, it is the warrior's weapon that brings them solace; wherein it is not merely a tool used to bring victory or survive, but rather an ally with which you trust your life. It is within this mindset that tempo exerts its influence for those that follow the Journey of the Conjurer.",
				"Most often the Journey of the Conjurer begins with a reoccurring dream of an infinite field littered with weaponry from across the ages. Within this space you are free to use and manipulate, form and reform the weaponry and landscape as you see fit, perpetually in pursuit of the perfect arsenal. This dream repeats, becoming more and more lucid until you awaken amidst a cloud of flying armaments that flow along to your whims, and from that day each weapon you touch, and each alteration you make in your dreams, will reflect in your control over your flying arsenal.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjure Weapon|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|3"
				}
			]
		},
		{
			"name": "Conjure Weapon",
			"entries": [
				"When you choose this journey at 3rd level, whenever you roll initiative or as a bonus action, you can conjure or dismiss an arsenal of weightless spectral weapons that only you can wield, which hover in your space. While not wielding a shield, you can wield these weapons mentally, and they take the statistics of any simple or martial melee weapon that lacks the special property (use your choice of one or two hands for weapons with the versatile property). The weapons deal force damage instead of their normal damage type, gain the thrown property (range 20/60) if they didn't already have it, and automatically return to your space on a hit or miss. If you fall unconscious, the weapons are dismissed.",
				"Additionally, when you conjure these weapons, and as a bonus action on subsequent turns, you can put the weapons in one of the following formations:",
				{
					"type": "entries",
					"name": "Assault",
					"entries": [
						"Your weapons point outwards to the nearest foe. The reach of these weapons increases by 5 feet, and attacks against targets you can see made with these weapons can't have disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Storm",
					"entries": [
						"Your weapons expand into the area within 10 feet of you, turning it into difficult terrain for creatures of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Ward",
					"entries": [
						"Your weapons form a protective barrier. The first time you take damage after the start of each of your turns, it is reduced by an amount equal to your Wisdom modifier (minimum of 1)."
					]
				}
			],
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"header": 1
		},
		{
			"name": "Blade Affinity",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you can analyze the residual information ingrained onto used weapons. Over the course of 1 minute, you can analyze a weapon you are touching. At the end of the minute, you glean one of the following things (DM's choice):",
				{
					"type": "list",
					"items": [
						"A clear picture of the weapon's last wielder as it drew the weapon for combat.",
						"A glimpse of a magical ability the last wielder used while wielding the weapon.",
						"Whether the last wielder used the weapon with malicious, honorable, protective, or some other form of intent.",
						"A glimpse of the last creature felled by this weapon."
					]
				},
				"Once you have used this feature, you can't do so again until you finish a short rest or long rest. This process drains the magical imprint left on the weapon, so once you have used this feature on a given weapon, you can't use it on that weapon again until it has seen use in combat."
			]
		},
		{
			"name": "Ultimate Arsenal",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, both your control and the quality of your arsenal have heightened. Any attack made with your conjured weapons deal an additional 1d8 damage, and your formations improve:",
				{
					"type": "entries",
					"name": "Assault",
					"entries": [
						"Once on each of your turns, if you attack two different targets with conjured weapon attacks as a part of the {@action Attack} action, you can make an additional attack against a third creature."
					]
				},
				{
					"type": "entries",
					"name": "Storm",
					"entries": [
						"The weapons expand into the area within 20 feet of you instead."
					]
				},
				{
					"type": "entries",
					"name": "Ward",
					"entries": [
						"The damage is reduced by twice your Wisdom modifier instead (minimum of 2)."
					]
				}
			]
		},
		{
			"name": "Conjured Body",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you have learned how to merge your body with your armory, embedding within you its fluid movement. While you have your arsenal conjured, you gain a flying speed equal to your walking speed, which manifests visually as wing-like blades, riding a flying sword, or a similar effect."
			]
		},
		{
			"name": "Dream Gate",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "Conjurer",
			"subclassSource": "InfKore:Disciple",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can bring out the full force of your arsenal in an instant. As an action, you create a visage of your field behind you and conjure 100 weapons all around you. Choose any number of creatures within 120 feet of you, and divide 100 projectiles among them (a creature can be targeted by up to 10 projectiles). Each creature must make a Dexterity saving throw, taking {@dice 1d8} force damage for each projectile launched at it, or half as much on a successful save. These weapons disappear at the end of your turn.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Journey of the War God",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"entries": [
				"A disciple who follows the Journey of the War God is unmistakable on the battlefield by the manifestation of their soul fighting alongside them, often taking the form of spectral arms or a looming figure at their back.",
				"The influence of tempo can reach further than most would think; after all everything moves, even your own spirit. Disciples that define themselves by intense emotions, or a need to prove their own self worth, can develop a sensitivity to the movements of their soul. After enough time, the disciple gains the ability to summon and wield this element of their soul in combat. Legends speak of disciples that attain definite control, and ultimately learn harness the divine spark that resides within them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit of the War God|Disciple|InfKore:Disciple|War God|InfKore:Disciple|3"
				}
			]
		},
		{
			"name": "Spirit of the War God",
			"entries": [
				"When you choose this journey at 3rd level, your passion can call forth the part of your soul that revels in the glory of battle. As a bonus action or when you roll initiative, you can manifest or dismiss two spectral arms that are connected to your upper body. When summoned, and on each of your turns thereafter, each arm can perform an object interaction, such as drawing a weapon. You can control these arms easily, and they act just like your other arms.",
				"As an action, you can make a single attack with each melee weapon you and your spectral arms are wielding (up to 4 attacks). You don't add your ability modifier to the damage of these rolls, unless that modifier is negative. When wielding a two-handed weapon, your spirit arms must hold the weapon with both hands at all times.",
				"At 5th level, you add your ability modifier to the damage rolls of weapons you are wielding with your hands (up to 2 attacks). At 11th level, you also add your ability modifier to the damage rolls of weapons your spirit arms are wielding."
			],
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cosmic Presence",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, your connection to your inner self has granted you greater presence. When you make an {@skill Intimidation} or {@skill Persuasion} check, you can add your Wisdom modifier to the roll instead of your Charisma modifier.",
				"Additionally, as an action, you can amplify your presence a hundred fold. Creatures of your choice within 60 feet of you must succeed on a Charisma saving throw against your tempo save DC or become aware of your presence. For the next 10 minutes, you have advantage on all Wisdom and Charisma checks made against those creatures.",
				"Once you use this action, you must finish a short or long rest before you can use it again."
			]
		},
		{
			"name": "Encroaching Omniscience",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, your soul becomes your vigil, as the shapes of faces can be traced around your head. Whenever you make an attack as a part of a reaction, you can make an additional attack with one of your spectral arms.",
				"Additionally, once on each of your turns when you miss with a weapon attack, you can make an additional weapon attack with a weapon being wielded by your spectral arms as part of the same action."
			]
		},
		{
			"name": "Lens of Truth",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, your sight ascend towards the sight of gods. You can see clearly in normal and magical darkness out to 120 feet, as well as into the Ethereal Plane. You can see the true form of any shapechanger or creature concealed by illusion or transmutation magic while the creature is within this range and within line of sight."
			]
		},
		{
			"name": "Shard of Divinity",
			"source": "InfKore:Disciple",
			"className": "Disciple",
			"classSource": "InfKore:Disciple",
			"subclassShortName": "War God",
			"subclassSource": "InfKore:Disciple",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you have fully reconnected with your soul, unlocking the divine power within it. You have resistance to damage from weapon attacks, and any damage you deal with a weapon attack or tempo technique ignores resistance and bypasses immunities.",
				"You can no longer die from old age, and your soul cannot be stolen, trapped or destroyed, nor can you be unwillingly raised as an undead, except by divine intervention."
			]
		}
	],
	"subclass": [
		{
			"name": "Journey of the Blade Dancer",
			"shortName": "Blade Dancer",
			"source": "InfKore:Disciple",
			"subclassFeatures": [
				"Journey of the Blade Dancer|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|3",
				"Evasion|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|7",
				"Accelerando|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|11",
				"Rushing Agility|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|14",
				"Free Stride|Disciple|InfKore:Disciple|Blade Dancer|InfKore:Disciple|18"
			],
			"className": "Disciple",
			"classSource": "InfKore:Disciple"
		},
		{
			"name": "Journey of the Conjurer",
			"shortName": "Conjurer",
			"source": "InfKore:Disciple",
			"subclassFeatures": [
				"Journey of the Conjurer|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|3",
				"Blade Affinity|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|7",
				"Ultimate Arsenal|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|11",
				"Conjured Body|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|14",
				"Dream Gate|Disciple|InfKore:Disciple|Conjurer|InfKore:Disciple|18"
			],
			"className": "Disciple",
			"classSource": "InfKore:Disciple"
		},
		{
			"name": "Journey of the War God",
			"shortName": "War God",
			"source": "InfKore:Disciple",
			"subclassFeatures": [
				"Journey of the War God|Disciple|InfKore:Disciple|War God|InfKore:Disciple|3",
				"Cosmic Presence|Disciple|InfKore:Disciple|War God|InfKore:Disciple|7",
				"Encroaching Omniscience|Disciple|InfKore:Disciple|War God|InfKore:Disciple|11",
				"Lens of Truth|Disciple|InfKore:Disciple|War God|InfKore:Disciple|14",
				"Shard of Divinity|Disciple|InfKore:Disciple|War God|InfKore:Disciple|18"
			],
			"className": "Disciple",
			"classSource": "InfKore:Disciple"
		}
	],
	"classFluff": [
		{
			"name": "Disciple",
			"source": "InfKore:Disciple",
			"entries": [
				{
					"source": "InfKore:Disciple",
					"page": 1,
					"entries": [
						"An elven woman strides calmly through a forest glade, smirking as she subtly grips her sheathed blade. She closes her eyes as brigands leap from the surrounding brush. Before they can even shout their demands, the woman's blade makes a wide arc at the group. Each brigand manages to barely dodge her preemptive strike, but their movements suddenly stop as they start to draw their blades. A large wound appears across each of their torsos where her blade had grazed them, and then they slump to the ground.",
						"Atop a grassy plateau, a lone human figure stands in total focus amidst a swarm of hovering spectral blades. Like a masterful conductor, the figure directs the blades to fluidly strike the targets painted on the stones around. With a quiet whisper of pride, the figure recalls the blades before willing them to fall to dust and blow away with the wind.",
						"A battle rages upon a blood-soaked field overlooked by a regal keep. In its center, stands a lone battle-worn tiefling fighting for his life. A pair of hulking spectral arms sprout from his back, allowing the tiefling to wield four axes at once. He charges into a group of soldiers, wreathing himself in flames as the lone figure carves into the enemy line. Each step taken could be his last, yet the tiefling fights with the widest of grins.",
						"Although these warriors fight using a diverse range of extraordinary methods, they are all disciples. Disciples are defined by their mystical fighting styles and the introspective focus that gives purpose to their training. For a disciple, combat is a conduit of self-improvement, and battlefields exist to test the strength of ideals.",
						{
							"type": "entries",
							"name": "Masters of Tempo",
							"entries": [
								"The key to a disciple's magic prowess is awareness and focus. Every movement a creature makes causes a small, nearly imperceptible ripple across elements of the weave of magic. Using their ideals as an anchor for their focus, disciples enter a state of utter clarity where they can perceive and read these ripples, ultimately utilizing the power within these ripples—called {@bold tempo}—to fuel their mystical techniques. As a disciple grows and solidifies their grasp on their ideals, their ability to maintain this focus increases drastically, improving their martial abilities."
							]
						},
						{
							"type": "entries",
							"name": "Forged Ideals",
							"entries": [
								"A disciple's ideals are represented in their fighting style by the sublime disciplines they follow. While some disciples discover these paths themselves, others learn them from masters of the art. Each sublime discipline holds one ideal above all others, and it serves as the anchor for the tempo techniques of that discipline. As a result, combat using these disciplines is a form of self expression and an opportunity to refine one's philosophy. The danger and rigor of the battlefield provides the perfect situation to test the disciple's focus, their understanding of themselves, and their values."
							]
						}
					],
					"name": "Disciple",
					"type": "section"
				},
				{
					"source": "InfKore:Disciple",
					"page": 2,
					"entries": [
						{
							"type": "entries",
							"name": "Born Wanderers",
							"entries": [
								"Because of this predisposition towards experience and conflict, it is rare you'll find a disciple that stays in one place for too long, or subsisting under the yoke of military regulation. They are natural wanderers, and tend to flock towards interesting people that may lead them to greater challenges and adventures. Such people often prove to be worthy rivals and life-long friends for the wandering disciple: the perfect sparks to ignite the flames of inspiration."
							]
						},
						{
							"type": "entries",
							"name": "Eternal Students",
							"entries": [
								"To a disciple, survival is often secondary to growth. To that end, you may yet find disciples working as sellswords or mercenaries in an attempt to find new conflicts to test themselves. Each and every fight is an opportunity to push past one's limits, and test not only ability, but also their willpower and determination. The path of the disciple is one filled with decision. Each must decide which disciplines to pursue and which to discard, as the path to perfection is littered with broken philosophies and weak hearts."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Disciple",
							"entries": [
								"When you are creating your disciple, the most important thing to consider is why they fight. For a disciple, fighting is a means of self-discovery and affirmation. What kind of lessons have their fights taught them up until this point? What kind of person or warrior do they strive to be, and how close to that idealized version of themselves are they? Do they have a specific person or creature they are trying to defeat? Or perhaps they are seeking out a new mentor to fill a gap they feel in their skill or personhood? Consider how your character would feel when faced with what looks to be an insurmountable threat, and how they would feel after losing or defeating it.",
								"Equally important is when your character first began to notice the flow of tempo around them. Was it something they always saw, but never realized its significance? Maybe it was inherited? Or maybe the power was unlocked in a dire moment of emotional or physical danger? Or did you eventually come to see the tendrils of tempo through deliberate training, either alone or under a master or school? Which discipline did you manifest first, and why? Lastly, how does your character feel about their power now? How your character first came upon this magic should influence how they feel about both it and themselves in relation to it."
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a disciple quickly by following these suggestions. First, make Strength or Dexterity your highest ability score, depending on whether you want to focus on weapons that use strength or finesse weapons. Your next-highest ability score should be Wisdom and then you make Constitution your third-highest score. Second, choose the {@background folk hero} background."
							]
						}
					],
					"type": "section"
				}
			]
		}
	]
}
