{
	"_meta": {
		"sources": [
			{
				"json": "ArtificerRevised",
				"abbreviation": "Brew",
				"full": "Homebrew",
				"authors": [
					"/u/KibblesTasty"
				],
				"version": "1.2",
				"url": "http://homebrewery.naturalcrit.com/share/H1ZDtpyaT-",
				"targetSchema": "1.0.0"
			}
		]
	},
	"class": [
		{
			"name": "Artificer (Revised)",
			"source": "ArtificerRevised",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"con",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Spells Known"
					],
					"rows": [
						[
							0
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						],
						[
							10
						],
						[
							10
						],
						[
							11
						],
						[
							11
						],
						[
							12
						],
						[
							12
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"1st",
						"2nd",
						"3rd",
						"4th",
						"5th"
					],
					"rows": [
						[
							0,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				},
				{
					"colLabels": [
						"Upgrades"
					],
					"rows": [
						[
							0
						],
						[
							0
						],
						[
							1
						],
						[
							1
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"thieves' tools"
				],
				"skills": {
					"choose": 3,
					"from": [
						"Arcana",
						"Deception",
						"History",
						"Investigation",
						"Medicine",
						"Nature",
						"Religion",
						"Sleight of Hand"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a handaxe and a light hammer or (b) any two simple weapons.",
					"(a)  scale mail or (b) leather armor",
					"thieves' tools and a dungeoneer's pack"
				]
			},
			"classFeatures": [
				[
					{
						"name": "Artificer Specialist",
						"entries": [
							"At 1st level, you focus your craft on a particular specialization: Cannonsmith, Runesmith, or Warsmith, each of which are detailed at the end of the class description. Your choice grants you features at 1st level and again at 3rd, 5th, and 14th level."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Magic Item Analysis",
						"entries": [
							"Starting at 1st level, your understanding of magic items allows you to analyze and understand their secrets. You know the artificer spells {@spell detect magic} and {@spell identify}, and you can cast them as rituals."
						]
					}
				],
				[
					{
						"name": "Tool Expertise",
						"entries": [
							"Starting at 2nd level, your proficiency bonus is doubled for any ability check you make that uses any of the tool proficiencies you gain from this class."
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"As part of your study of magic, you gain the ability to cast spells at 2nd level. The spells you learn are limited in scope, primarily concerned with modifying creatures and objects or creating items.",
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Artificer table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"You know three 1st-level spells of your choice from the artificer spell list (which appears at the end of this document).",
									"The Spells Known column of the Artificer table shows when you learn more artificer spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots on the Artificer table.",
									"Additionally, when you gain a level in this class, you can choose one of the artificer spells you know from this feature and replace it with another spell from the artificer spell list. The new spell must also be of a level for which you have spell slots on the Artificer table."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your artificer spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever an artificer spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 3rd level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"Your expert craftsmanship allows you to improve your Specialization's Wondrous Item with new attributes.",
							"Starting at 3rd level, choose an upgrade from the list at the end of your specialization. The features and properties of your Specialization's Wondrous Item permanently improves in that way.",
							"You apply an additional upgrade to your Specialization's Wondrous Item at 5th, 7th , 9th , 11th, 13th, 15th, 17th and 19th level.",
							"You cannot apply an upgrade more than once, unless the upgrade's description says otherwise."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 5th level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 5th level."
						]
					}
				],
				[
					{
						"name": "Superior Attunement",
						"entries": [
							"At 6th level, your superior understanding of magic items allows you to master their use. You can now attune to up to four, rather than three, magic items at a time."
						]
					}
				],
				[
					{
						"name": "Wondrous Items Proficiency",
						"entries": [
							"At 7th level, your familiarity with the workings of magical items means that you can ignore class based restrictions on attuning to magical items."
						]
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 7th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 9th level."
						]
					}
				],
				[
					{
						"name": "Improved Magical Crafting",
						"entries": [
							"At 10th level, your experience in creating your own wondrous invention makes you more adept at crafting a magic item than a normal spellcaster. Creating a magic item takes you half the time it would normally take.",
							"Additionally, you can make 1 hour of progress toward crafting a magic item, scroll, or potion during a long rest."
						]
					},
					{
						"name": "Wondrous Item Recharge",
						"entries": [
							"Starting at 10th level, you can recharge a magic item that has has charges, as long as those charges can only be used to cast spells. To restore charges, you perform a ritual that takes one minute and expends a spell slot of equal or higher level then a spell slot level of a spell cast by the item. The number of charges restored to the item is equal to the number of charges required to cast that spell using the item once."
						]
					}
				],
				[
					{
						"name": "Study of Magic",
						"entries": [
							"At 11th level, your proficieny the workings of magic has become so great you can cast detect magic and identify at will. Additionally, you have advantage on all Arcana checks to understand the workings of magical traps, effects, or runes."
						]
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 11th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 13th level."
						]
					}
				],
				[
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 14th level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 15th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Wondrous Items Mastery",
						"entries": [
							"Starting at 18th level, a magic item that would take an action to activate instead takes a bonus action."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Soul of Artifice",
						"entries": [
							"At 20th level, your understanding of magic items is unmatched, allowing you to mingle your soul with items linked to you. You can attune to one additional magic item. In addition, you gain a +1 bonus to all saving throws per magic item you are currently attuned to."
						]
					}
				]
			],
			"subclassTitle": "Artificer Specializations",
			"subclasses": [
				{
					"name": "Cannonsmith",
					"subclassFeatures": [
						[
							{
								"name": "Cannonsmith",
								"entries": [
									"A Cannonsmith is an Artificer who has crafted a spectacular and terrible device. A Thunder Cannon.",
									"A weapon of unmatched destruction, an Artificer's reason for forging such a thing is varied. Some seek the power, some seek the discovery.",
									"For some it is but a tool to accomplish their goal, for others it is the culmination of the work, for which all the pesky details of adventuring are dedicated to.",
									"Given the destructive potential of a Thunder Cannon, many monsters and men may seek to seize the power for themselves upon witnessing its potential, but even if were to succeed they would soon find that using one of these deadly tools is an art of equal mastery to forging one, something only the one who forged the device will ever truly master, for each Thunder Cannon is unique work, suited only to its creator.",
									{
										"type": "entries",
										"name": "Cannonsmith's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with tinker's tools and smith's tools.",
											"You gain the knowledge to forge rounds for your Thunder Cannon, and can create them with the proper tools during a Long Rest.",
											"You can create up to 50 rounds of ammunition during a long rest, with materials costing 1 gold piece per 10 rounds."
										]
									},
									{
										"type": "entries",
										"name": "Thunder Cannon",
										"entries": [
											"At 1st level, you forge a deadly firearm using a combination of arcane magic and your knowledge of engineering and metallurgy. This firearm is called a Thunder Cannon.",
											"You are proficient with the Thunder Cannon. The firearm is a two-handed ranged weapon that deals 2d6 piercing damage. Its normal range is 60 feet, and its maximum range is 120 feet.",
											"Once fired, it must be reloaded as a bonus action.",
											{
												"type": "inset",
												"name": "Thunder Cannon",
												"entries": [
													"{@i Wondrous Item, Magical Firearm, Attunement (creator only)}",
													"{@b Damage} 2d6 piercing",
													"{@b Reload} 1",
													"{@b Weight} 15 lb.",
													"{@b Properties} Two-handed, Loud, Reload(1)",
													"{@b Range} 60/120"
												]
											},
											"If you lose your Thunder Cannon, you can create a new one over the course of three days of work (eight hours each day) by expending 200 gp worth of metal and other raw materials.",
											"If you create a new Thunder Cannon, you can apply number of Upgrades equal to the value on the class table, applying each at the level you get it on the class table; these do not have to be the same ones originally selected.",
											{
												"name": "Loud",
												"type": "entries",
												"entries": [
													"Your weapon rings with thunder that is audible within 300 feet of you whenever it makes an attack."
												]
											},
											{
												"type": "inset",
												"name": "Variant Upgrade: Arm Cannon",
												"entries": [
													"A variant upgrade of Hand Cannon that your DM might allow you take is the Arm Cannon.",
													"When taking this upgrade, you can replace a lost or removed arm with your Thunder Cannon; in this case, the damage and range stay the same as the Thunder Cannon when it becomes a one handed ranged weapon, but you permenantly lose the use of the arm you replace with it for any use beyond firing the cannon.",
													"The arm can only be restored by removing the cannon and the effect of Regenerate or similiar effect to replace it."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Thundermonger",
										"entries": [
											"At 3rd level, you've developed the arcane engineering skill to upgrade your Thundercannon to deliver its shots with greater force.",
											"Once per turn, you can deal an extra 1d6 thunder damage to one creature you hit with an Attack using Thunder Cannon. After discharging this bonus damage, the you cannot deal this bonus damage again until the start of your next turn.",
											"This extra damage increases by 1d6 when you reach certain levels in this class: 5th level (2d6), 7th level (3d6), 9th level (4d6), 11th level (5d6), 13th level (6d6), 15th level (7d6), 17th level (8d6), and 19th level (9d6)."
										]
									},
									{
										"name": "Cannonsmith Upgrades",
										"entries": [
											{
												"type": "invocation",
												"name": "Cannon Improvement",
												"prerequisite": "5th level Artificer",
												"entries": [
													"You fine tune your Thunder Cannon's firing mechanism. The Thunder Cannon gains a +1 bonus to Attack and Damage Rolls made with it. You can apply this upgrade up to 3 times.",
													"After the first time you take this upgrade, the piercing damage dealt by your Thunder Cannon is considered magical."
												]
											},
											{
												"type": "invocation",
												"name": "Echoing Boom",
												"prerequisite": "Incompatible with Silencer",
												"entries": [
													"You pack extra power into your Thundermonger, increasing the damage it deals by 1d6."
												]
											},
											{
												"type": "invocation",
												"name": "Extended Barrel",
												"prerequisite": "",
												"entries": [
													"You extend the length of your Thunder Cannon's barrel and add rifling. The normal and maximum weapon range of your Thunder Cannon increases by 50 feet. You can apply this upgrade up to 2 times."
												]
											},
											{
												"type": "invocation",
												"name": "Extended Magazine",
												"prerequisite": "9th level Artificer, Integrated Magazine",
												"entries": [
													"Your Thunder Cannon holds 4 rounds at a time, allowing you to attack 4 times before a bonus action reload is required."
												]
											},
											{
												"type": "invocation",
												"name": "Hand Cannon",
												"entries": [
													"You modify your Thunder Cannon with lightweight components and a shorter barrel. Its weight becomes 7 lbs. Your Thunder Cannon becomes a one handed ranged weapon. It deals 1d6 damage piercing damage (instead of 2d6) and its normal range becomes 20 feet and its maximum range 40 feet."
												]
											},
											{
												"type": "invocation",
												"name": "Harpoon Reel",
												"prerequisite": "5th level Artificer",
												"entries": [
													"You install a secondary firemode that launches a Harpoon attached to a tightly coiled cord. This attack has a normal range of 30 feet and an maximum range of 60 feet, and it deals only 1d6 piecing damage. This attack can target a surface, object, or creature.",
													"A creature struck by this attack is impaled by the Harpoon unless it removes the Harpoon as an action. Removing the Harpoon requires a DC 14 Strength check. While the Harpoon is stuck in the target, you are connected to the target by an 60 ft cord.",
													"While connected in this manner, you can use your bonus action to activate the Reel action, pulling yourself to the location if the target if the target is Medium or larger. A Small or smaller creature is pulled back to you. Alternatively, you can opt to disconnect the cord.",
													"This attack cannot be used again until the Reel action is taken."
												]
											},
											{
												"type": "invocation",
												"name": "Integrated Magazine",
												"entries": [
													"Your Thunder Cannon holds 2 rounds at a time, allowing you to attack twice before a bonus action reload is required."
												]
											},
											{
												"type": "invocation",
												"name": "Lightning Burst",
												"entries": [
													"You upgrade your Thunder Cannon to discharge its power in within a 5-feet wide and 60-feet long line. Each creature must make a Dexterity saving throw or take damage equal to the bonus damage of Thundermonger on a failed save, half as much on a successful save. Using this shot counts as applying Thundermonger damage for the turn.",
													"Firing in this method does not consume ammo."
												]
											},
											{
												"type": "invocation",
												"name": "Lightning Charged Bayonet",
												"prerequisite": "5th level Artificer",
												"entries": [
													"You affix a short blade to the barrel of your Thunder Cannon, allowing you to make a melee weapon attack with it. The blade is a finesse weapon melee weapon that you are proficient with, and deals 1d6 Piercing damage.",
													"The blade can be used to apply Thundermonger bonus damage. When Thundermonger bonus damage is dealt with a bayonet attack, the damage type is lightning. Dealing damage this way counts as applying Thundermonger damage for the turn."
												]
											},
											{
												"type": "invocation",
												"name": "Divinition Scope",
												"prerequisite": "5th level Artificer",
												"entries": [
													"You add a scope to your Thunder Cannon and enchant the lenses with Divination magic. The Scope has 3 Charges. As a bonus action you can use 1 charge to cast Hunter's Mark. As an action you can use 2 charges to cast See Invisibility or 3 charges to cast Clairvoyance.",
													"The scope regains all charges after a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Silencer",
												"prerequisite": "Incompatible with Echoing Booms",
												"entries": [
													"You upgrade your Thunder Cannon with a sound dampening module. Your Thunder Cannon loses the Loud property."
												]
											},
											{
												"type": "invocation",
												"name": "Snap Fire",
												"prerequisite": "9th level Artificer",
												"entries": [
													"You upgrade your Thunder Cannon for quick shots. You can use your reaction to take a opportunity attack with your Thunder Cannon if an enemy comes within 10 ft of you. You have disadvantage on this attack. This attack only deals Thundermonger bonus damage if you have not dealt the bonus damage since the start of your last turn."
												]
											},
											{
												"type": "invocation",
												"name": "Shock Harpoon",
												"prerequisite": "9th level Artificer, Harpoon Reel",
												"entries": [
													"After hitting a creature with the Harpoon fire mode, you can use a bonus action to deliver a shock. If you have not used it since the start of your turn, you can apply Thundermonger damage. Additionally, the target must make a Constitution saving throw against your spell save DC or be stunned until the end of its next turn.",
													"Once used, the Harpoon must be reeled in before this can be used again."
												]
											},
											{
												"type": "invocation",
												"name": "Storm Blast",
												"prerequisite": "5th level Artificer",
												"entries": [
													"You upgrade your Thunder Cannon to discharge its power in 30-foot cone from the gun. Each creature must make a Strength saving throw, or take half the bonus damage of Thundermonger and be knocked prone. Using this shot counts as applying Thundermonger damage for the turn.",
													"Firing in this way does not consume ammo."
												]
											},
											{
												"type": "invocation",
												"name": "Synaptic Feedback",
												"prerequisite": "9th level",
												"entries": [
													"You install feedback loop into your cannon, allowing you to siphon some energy from your Thunder Cannon to empower your reflexes. Whenever you deal lightning damage with your Thunder Cannon your walking speed increases by 10ft and you can take the Dash or Disengage actions as a bonus action. This boost lasts until the start of your next turn."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Devastating Blasts",
										"entries": [
											"Beginning at 5th level, when you miss an attack with your Thunder Cannon, the target still takes half of the bonus damage from Thundermonger."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Elemental Swapping",
										"entries": [
											"Starting at the 14th level, when you take the attack action with your Thunder Cannon you can adjust the firing chamber, causing any bonus damage granted by Thundermonger to deal Fire, Cold, Acid, or Lightning damage instead of Thunder damage. Alternatively, you can consume a Vial of Holy Water to cause your next Thundermonger bonus damage to deal Radiant Damage.",
											"You can use this feature a number of times equal to your Intelligence Modifier, regaining all uses on a long rest."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Cannonsmith"
				},
				{
					"name": "Runesmith",
					"subclassFeatures": [
						[
							{
								"name": "Runesmith",
								"entries": [
									"A Runesmith is an Artificer that has delved into the power and mystery of Runes that forge the the basis of many of the greatest feats of magic ever wrought. They pursue ancient knowledge and uncover new secrets never known to the world. They build on structured systematic magic to bend the laws of the world to their will.",
									"A typical Runsemith is a voracious mind that seeks to unlock the very secrets of life and magic. By drawing and infusing their Runes, they can work powerful magic.",
									{
										"type": "entries",
										"name": "Runesmith's Proficiency",
										"entries": [
											"At 1st level, you gain proficiency with smith's tools, and can select two more languages that you can read and write (but not speak). Your knowledge of runic magic gives you a natural affinity for scribing spell scrolls. Creating a magic spell scroll only takes you half the time and material cost it would normally take."
										]
									},
									{
										"type": "entries",
										"name": "Runecraft",
										"entries": [
											"At 1st level, you gain the ability to Runecraft items. At the end of a Long Rest, you can place up to two runes on nonmagical items. The number of items increases to 3 runes at 5th level Artificer, 4 runes at 9th, 5 runes at 13th, and 6 runes at 17th.",
											"These runed items grant the following benefits only to you. A weapon or piece of armor can have multiple Runes active on it, a piece of jewelry can only have a single Rune active on it at a given time.",
											{
												"type": "list",
												"items": [
													{
														"type": "item",
														"name": "Rune of Flame:",
														"entry": "A melee weapon inscribed with this Rune deals 1d6 bonus fire damage. This spell's damage increases by 1d6 when you reach 5th level Artificer (2d6), 11th level (3d6), and 17th level (4d6)."
													},
													{
														"type": "item",
														"name": "Rune of Skill:",
														"entry": "A weapon inscribed with this Rune gain a +1 bonus to attack rolls. The bonus increases to +2 at 9th level, and increases to +3 at 17th level."
													},
													{
														"type": "item",
														"name": "Rune of Force:",
														"entry": "A weapon inscribed with this Rune deals all damage dealt with it as Force damage."
													},
													{
														"type": "item",
														"name": "Rune of Protection:",
														"entry": "A piece of jewellery or armor with this Rune grants +1 to all Saving Throws."
													},
													{
														"type": "item",
														"name": "Rune of Resilience:",
														"entry": "A piece of jewellery or armor with this Rune reduces damage taken by 1. This increases to 2 at 9th level and 3 at 17th level."
													},
													{
														"type": "item",
														"name": "Rune of Talent:",
														"entry": "A piece of jewellery or armor with this Rune grants grants a +1 to an Ability Score of your choice, as well as the maximum for that score while it is active."
													}
												]
											},
											"These effects fade at the end of your next long rest. You can be effected by only a single instance of any given rune."
										]
									}
								]
							}
						],
						[
							{
								"name": "Warforged Servant",
								"entries": [
									"At 3rd level, you have attained the forging skill, arcane knowledge, and mastery of rune magic to create a Warforged Golem. This golem is controlled by a magic Runed Pendant:",
									{
										"type": "inset",
										"name": "Runed Pendant",
										"entries": [
											"{@i Wondrous Item, Attunement (creator only).}",
											"While attuned to this gem, you have control of your Mechanical Servant. Your Mechanical Servant acts on your Initiative."
										]
									},
									"The Warforged Golem obeys your commands as best as it can. It takes its turn on your initiative, though it doesn't take an action unless you command it to. On your turn, you can verbally command the construct where to move (no action required by you) and take the Help or Attack action. It has Proficiency in Simple Weapons.",
									"Your Warforged Golem's Proficiency increases when yours does. Additionally, it gains 5 hit points for every level in Artificer you gain.",
									"If the golem is killed, it can be returned to life via normal means, such as with the {@spell revivify} spell.",
									"In addition, over the course of a long rest, you can repair a slain servant if you have access to its body. It returns to life with 1 hit point at the end of the rest.",
									"If the servant is beyond recovery, you can reproduce the construct exactly as it was, with four days of work (eight hours each day) and 1,000 gp of raw materials.",
									{
										"type": "inset",
										"name": "Warforged Golem",
										"entries": [
											"{@i Medium Construct, unaligned}",
											"{@b Armor Class:} 14 (Natural Armor)",
											"{@b Hit Points:} 10 + (5 per Artificer Level)",
											"{@b Speed:} 25ft",
											{
												"type": "table",
												"colLabels": [
													"STR",
													"DEX",
													"CON",
													"INT",
													"WIS",
													"CHA"
												],
												"colStyles": [
													"col-xs-2 text-align-center",
													"col-xs-2 text-align-center",
													"col-xs-2 text-align-center",
													"col-xs-2 text-align-center",
													"col-xs-2 text-align-center",
													"col-xs-2 text-align-center"
												],
												"rows": [
													[
														"14 ({@hit +2})",
														"12 ({@hit +1})",
														"14 ({@hit +2})",
														"4 ({@hit -3})",
														"5 ({@hit -3})",
														"1 ({@hit -5})"
													]
												]
											},
											"{@b Damage Immunities:} poison, psychic",
											"{@b Condition Immunities:} exhaustion, charmed, poisoned",
											"{@b Languages:} Understands creator’s languages, but cannot speak",
											"{@b Actions:}",
											{
												"type": "entries",
												"name": "Attack Protocol",
												"entries": [
													"{@i Slam:} {@hit +4} to hit, reach 5ft., one target. {@i Hit} {@dice 1d4+2}"
												]
											}
										]
									}
								]
							},
							{
								"name": "Runesmith Upgrades",
								"entries": [
									{
										"type": "invocation",
										"name": "Arcane Barrage Armament",
										"prerequisite": "9th level. This is incompatable with any other armaments.",
										"entries": [
											"You install a shoulder mounted armament to your golem, charged with arcane power. This armament has 3 charges. As an action, the golem can expend 1 charge to cast {@spell Magic Missile} as a 3rd level spell. When cast this way, it has no Verbal or Somatic component.",
											"The charges are regained after a long rest."
										]
									},
									{
										"type": "invocation",
										"name": "Environmental Adaptation",
										"prerequisite": "5th level.",
										"entries": [
											"You add integrated climbing hooks, deployable fins, insulated seals to your Golem. Your Warforged Golem gains a climbing and swimming speed equal to its walking speed.",
											"Additionally, it gains resistence to Cold and Fire damage."
										]
									},
									{
										"type": "invocation",
										"name": "Expanded",
										"prerequisite": "9th level",
										"entries": [
											"Warforged Golem, increasing its size category by one. It has advantage on Strength checks and Strength saving throws."
										]
									},
									{
										"type": "invocation",
										"name": "Evasive Maneuvers",
										"prerequisite": "Incompatible with Heavy Armor.",
										"entries": [
											"Warforged Golem may add its Dexterity Modifier to its AC. Additionally, it gains the ability to take the Dash, Disengage and Dodge actions."
										]
									},
									{
										"type": "invocation",
										"name": "Flamethrower Armament",
										"prerequisite": "9th level. This is incompatable with any other armaments.",
										"entries": [
											"You install a shoulder mounted armament to your golem, heavily enchanted with flame spells. This armament has 3 charges. As an action, the golem can expend 1 charge to cast {@spell Burning Hands} as a 3rd level spell. The DC of the spell is 15. When cast this way, it has no Verbal or Somatic component.",
											"The charges are regained after a long rest."
										]
									},
									{
										"type": "invocation",
										"name": "Powerful Grappler",
										"entries": [
											"You increase the power of the golem’s grip, your Warforged Golem gains proficiency in the Athletics skill and has advantage on attacks against creatures that it is grappling."
										]
									},
									{
										"type": "invocation",
										"name": "Heavy Armor Plating",
										"prerequisite": "5th level Artificer. Warforged Golem Strength Score of 15 or higher.",
										"entries": [
											"You can incorporate a suit of Heavy Armor into your Warforged Golem. Your Warforged Golem's AC becomes the AC granted by the incorporated armor. While incorporated with your Warforged Golem in this way, the Warforged Golem has Proficiency with that armor.",
											"While equipped with Heavy Armor, your Warforged Golem has disadvantage on Dexterity (Stealth) checks."
										]
									},
									{
										"type": "invocation",
										"name": "Improve Dexterity",
										"entries": [
											"You tune the servos in your Warforged Golem. Your Warforged Golem's Dexterity score increases by 1. You may apply this upgrade multiple times. A Warforged Golem's maximum Dexterity score is 20."
										]
									},
									{
										"type": "invocation",
										"name": "Improve Strength",
										"entries": [
											"You reinforce the power of your golem’s core and limbs. Your Warforged Golem's Strength score increases by 1. You may apply this upgrade multiple times. A Warforged Golem's maximum Strength score is 20."
										]
									},
									{
										"type": "invocation",
										"name": "Integrated Shields",
										"entries": [
											"Your Warforged Golem gains Proficiency with shields, allowing it to equip a shield without penalty."
										]
									},
									{
										"type": "invocation",
										"name": "Iron Fortress",
										"prerequisite": "Stabilisation",
										"entries": [
											"You increase the size and durability of your golem’s frame. Your Warforged Golem now counts as full cover for those adjacent to it and it cannot be moved against its will while in contact with a floor."
										]
									},
									{
										"type": "invocation",
										"name": "Multiattack Protocol",
										"prerequisite": "11th level Artificer",
										"entries": [
											"Your Warforged Golem gains multiattack. When your Mechanical Servant uses the Attack action, it can attack twice."
										]
									},
									{
										"type": "invocation",
										"name": "Martial Weapons Protocols",
										"prerequisite": "5th level Artificer",
										"entries": [
											"Your Mechanical Servant gains Proficiency with Martial Weapons."
										]
									},
									{
										"type": "invocation",
										"name": "Rune Golem",
										"prerequisite": "5th level",
										"entries": [
											"You've leaned to draw runes in such a way that the golem can benefit from the effect if the Rune is drawn on the golem. You have one of your Runes drawn on the golem, and it gets the benefits from the effect instead of you."
										]
									},
									{
										"type": "invocation",
										"name": "Mark of Life",
										"prerequisite": "9th level Artificer",
										"entries": [
											"You have attained the understanding of magic and craft a Mark of Life on the forehead of your Warforged Golem, turning it into a Warforged Companion. It gains and Intelligence score of 8 and a Charisma score of 6. This allows it to use Infused Magic you create, as well as follow more complex commands without direct input, speak, and remember things."
										]
									},
									{
										"type": "invocation",
										"name": "Precision Movements",
										"entries": [
											"Your Warforged Golem gains Proficiency the Stealth skill and with Thieves' Tools. Additionally, it gains an integrated set of Thieve's Tools that are always available (unless removed)."
										]
									},
									{
										"type": "invocation",
										"name": "Redundant Systems",
										"entries": [
											"You have reinforced your Warforged Golem with layers of protection and redundant systems. It gains additional hitpoints equal to twice your Artificer level. Additionally, it gains advantage on death saving throws."
										]
									},
									{
										"type": "invocation",
										"name": "Runic Wings",
										"prerequisite": "11th level Artificer",
										"entries": [
											"Incompatible with Expanded. You add rune engraved wings to your Warforged Golem, granting it a flying speed of 20 feet."
										]
									},
									{
										"type": "invocation",
										"name": "Warfare Routines",
										"entries": [
											"Your Warforged Golem gains one Fighting Style choosing from Duelling, Great Weapon Fighting, Defence, or Archery."
										]
									},
									{
										"type": "invocation",
										"name": "Cloaking Device",
										"prerequisite": "15th level",
										"entries": [
											"You install an Arcane Cloaking device on your Warforged Golem. This device has 4 Charges. You can direct the golem to expend 1 or more charges to cast one of the following spells using its action: {@spell Invisibility} (2 charges), {@spell Greater Invisibility} (4 charges).",
											"It regains all charges after a long rest."
										]
									},
									{
										"type": "invocation",
										"name": "Stabilization",
										"entries": [
											"You increase the resilience and stablity of your Warforged Golem. It gains proficiency in Constitution Saving Throws and has advantage against saving throws to be knocked down."
										]
									}
								]
							}
						],
						[
							{
								"name": "Infuse Magic",
								"entries": [
									"Starting at 5th level, you gain the ability to channel your artificer spells into objects for later use.",
									"When you cast an artificer spell with a casting time of 1 action, you can increase its casting time to 1 minute.",
									"If you do so and hold a nonmagical item throughout the casting, you expend a spell slot, but none of the spell’s effects occur.",
									"Instead, the spell transfers into that item for later use if the item doesn’t already contain a spell from this feature.",
									"Any creature holding the item thereafter can use an action to activate the spell if the creature has an Intelligence score of at least 6. The spell is cast using your spellcasting ability, targeting the creature that activates the item.",
									"If the spell targets more than one creature, the creature that activates the item selects the additional targets. If the spell has an area of effect, it is centred on the item.",
									"If the spell’s range is self, it targets the creature that activates the item.",
									"If the spell requires concentration, the creature that activates the item maintains the concentration as if they had cast the spell.",
									"When you infuse a spell in this way, it must be used within 8 hours. After that time, its magic fades and is wasted.",
									"You can have a limited number of infused spells at the same time. The number equals your Intelligence modifier."
								]
							}
						],
						[
							{
								"name": "Instant Runes",
								"entries": [
									"At 14th level, when you cast a spell with somatic component, you can use your bonus sction to trace an runic symbol, choosing from one of three effects.",
									{
										"type": "list",
										"items": [
											{
												"type": "item",
												"name": "Rune of Power:",
												"entry": "You can increase the spell level of the effect by one (if applicable)."
											},
											{
												"type": "item",
												"name": "Rune of Dominion:",
												"entry": "You can increase the DC of the saving throw by an amount equal to your Intelligence modifier."
											},
											{
												"type": "item",
												"name": "Rune of Persistence:",
												"entry": "You can make the Rune persist, maintaining concentration on the spell for you. This last a number of rounds equal to your Intelligence Modifier."
											}
										]
									},
									"You must then finish a long rest to use an Instant Rune again."
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Runesmith"
				},
				{
					"name": "Warsmith",
					"subclassFeatures": [
						[
							{
								"name": "Warsmith",
								"entries": [
									"A Warsmith is an Artificer that has turned their wondrous talent of invention to a singular goal: making themselves a juggernaut of war. The reasons behind this could benevolent or nefarious. Some Warsmiths seek to turn their invention into a machine of death and terror; others become the arbitrary of justice and order, and others still perhaps merely seek to refine their craft in pursuit of pure innovation.",
									"Because few individuals would pursue such a wondrous invention without a driven purpose to their endeavour, Warsmiths tend to be Lawful, usually driven to their actions by a greater purpose they seek the power to accomplish, be it righting the wrongs or the world, or bringing it to heel beneath their ironshod boot.",
									{
										"type": "entries",
										"name": "Warsmith's Proficiency",
										"entries": [
											"At 1st level, you gain proficiency with heavy armor and smith's tools."
										]
									},
									{
										"type": "entries",
										"name": "Mechplate Gauntlet",
										"entries": [
											{
												"type": "inset",
												"name": "Mechplate Gauntlet",
												"entries": [
													"{@i Wondrous Item, Attunement (creator only).}",
													"{@b Weight} 5 lb.",
													"While wearing this gauntlet, you have proficiency in Martial Weapons, unarmed strikes using this gauntlet deal 1d6 bludgeoning damage, and you learn the Shocking Grasp cantrip and can cast it through the gauntlet."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Mechplate",
										"entries": [
											"At 3rd level, you've attained thefForging skill, arcane knowledge, and mastery of gadgeteering to create a set of Mechplate from a standard, nonmagical, set of heavy armor using resources you've gathered. This process takes 8 hours to complete, as well as place to forge and incorporates your Mechplate Gauntlet (they do not require separate attunement).",
											"If you lose your Mechplate, you can create a new suit over the course of four days of work (eight hours each day) by reforging a suit of plate armor into your Mechplate. You can only have one suit of Mechplate at a time.",
											"If you create a new set of Mechplate, you can apply number of Upgrades equal to the value on the class table, applying each at the level you get it on the class table; these do not have to be the same ones originally selected.",
											{
												"type": "inset",
												"name": "Mechplate",
												"entries": [
													"{@i Wondrous Item, Plate Armor, Attunement (creator only).}",
													"{@b Armor Class (AC)} 18",
													"{@b Strength Requirement} —",
													"{@b Stealth} Disadvantage",
													"{@b Weight} 105 lb.",
													"While wearing your Power Armor your Strength score increases by 1, and your maximum Strength score increase by the same amount.",
													"Additionally, you count as one size larger when determining the weight you can push, drag, or lift."
												]
											},
											{
												"type": "inset",
												"name": "Warsmith Variant: Self-Forged",
												"entries": [
													"An alternative approach for the Warsmith that your DM may allow you to take is the Self-Forged. While a traditional Warsmith is a creature wearing Mechplate, for a creature that purely values combat readiness, these upgrades can be intregrated more directly, starting by simply replacing one of your hands with the Mechplate Gauntlet, and continuing to directly applying upgrades and replacing parts of your body as appropriate.",
													"A Self-Forged can use the full Warsmith rules with the following changes.",
													{
														"type": "list",
														"items": [
															"Your Mechplate Gauntlet and your Mechplate are integrated into your body.",
															"You cannot unequip or stow your Mechplate.",
															"The upgrades \"Expanded,\" \"Collapsible\" and \"Recall\" are not available.",
															"You do not incur any recovery penalties from resting in your Mechplate."
														]
													}
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Mechplate Upgrades",
										"entries": [
											{
												"type": "invocation",
												"name": "Accelerated Movement",
												"entries": [
													"You reduce the weight of your Mechplate’s bulk and increase the power to joints. The Mechplates weight is reduced by 5 lbs. While wearing your Mechplate your speed increases by 10 feet. This applies to all movement speeds you have while wearing your armor. You can apply this upgrade up to 2 times."
												]
											},
											{
												"type": "invocation",
												"name": "Adaptable Armor",
												"entries": [
													"You integrate deployable hooks and fins into your armor, augmenting its mobility. While wearing your Mechplate you gain a climbing speed equal to your walking speed, and you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, you gain a swim speed equal to your walking speed."
												]
											},
											{
												"type": "invocation",
												"name": "Arcane Visor",
												"prerequisite": "15th level. Prerequisite: Darkvision Upgrade",
												"entries": [
													"You add a heavily enchanted visor to your Mechplate that augments your vision. The Visor has 6 Charges.",
													"Once it is integrated into your armor, you can use an Action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell See Invisibility} (2 charges) or {@spell True Seeing} (4 charges).",
													"It regains all charges on a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Armor Class",
												"prerequisite": "5th level",
												"entries": [
													"You inforce the structure and materials that make up your Mechplate. Your Mechplate's Armor Class (AC) increases by 1. You can apply this upgrade up to 3 times."
												]
											},
											{
												"type": "invocation",
												"name": "Darkvision Visor",
												"entries": [
													"While wearing your Mechplate, you have darkvision to a range of 60 feet. If you already have darkvision, this upgrade increases its range by 60 feet."
												]
											},
											{
												"type": "invocation",
												"name": "Collapsible",
												"prerequisite": "5th level",
												"entries": [
													"Your Mechplate can collapse into a case for easy storage. When transformed this way the armor is indistinguishable from a normal case and weighs 1/3 its normal weight. As an action you can don or doff the armor, allowing it to transform as needed."
												]
											},
											{
												"type": "invocation",
												"name": "Energy Surge",
												"entries": [
													"You upgrade your Mechplate gauntlet to support delievering a energy surge. You can use a bonus action to overcharge your gauntlet, and the next Shocking Grasp or Force Blast you hit an enemy with during that turn deals an additional 1d8 lightning damage and knocks a Large or smaller target 10 feet directly away from you."
												]
											},
											{
												"type": "invocation",
												"name": "Expanded",
												"prerequisite": "Fully upgraded Powered Limbs. Incompatible with Collapsible.",
												"entries": [
													"You enlarge your Mechplate, turning it into a piloted suit. Your size category when wearing the armor increases by one, and you have advantage on Strength checks and Strength saving throws."
												]
											},
											{
												"type": "invocation",
												"name": "Flame Projector",
												"prerequisite": "9th level. Incompatible with other projectors.",
												"entries": [
													"The Projector has 6 Charges. Once it is integrated into your armor, you can use an action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell Burning Hands} (1 charge), {@spell Fireball} (3 charges), or {@spell Wall of Fire} (4 charges).",
													"It regains all charges on a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Flash Freeze Capacitor",
												"prerequisite": "11th level. Incompatible with other capacitors.",
												"entries": [
													"You install a capacitor that builds an icy chill until it unleashed in a deadly burst. As an action, you can unleash it, casting Cone of Cold, and the area effected freezes, becoming difficult terrian until the start of your next turn.",
													"Once you use this ability, you cannot use it again until you complete a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Flight",
												"prerequisite": "9th level",
												"entries": [
													"You integrate a magical propulsion system, integrated in into your Mechplate. While wearing your Mechplate you have a Magical flying speed of 30 feet."
												]
											},
											{
												"type": "invocation",
												"name": "Force Blast",
												"entries": [
													"You upgrade your Mechplate gauntlet to allow you to make a ranged spell attack. The weapon fires blasts of arcane energy which deal 1d8 + your Intelligence modifer Force damage. The range is 30 feet.",
													"You are proficient in this weapon. When you take the attack action, you can use this ranged spell attack in place of any attack made."
												]
											},
											{
												"type": "invocation",
												"name": "Grappling Reel",
												"entries": [
													"Your Mechplate gains an integrated grappling reel set into your gauntlet. As 1 attack or 1 action, you may target a surface, object or creature within 40 feet. If the target is Large or Smaller, you can make a Grapple check to pull it to you and Grapple it. Alternatively, if the target is Large or larger, you can choose to be pulled to it, this does not grapple it."
												]
											},
											{
												"type": "invocation",
												"name": "Integrated Weapon",
												"prerequisite": "",
												"entries": [
													"You integrate a melee weapon into your Mechplate. When you apply this upgrade you must have a weapon to integrate, and you must choose where on your armor the weapon is located. The weapon cannot have the Heavy property. You are proficient with this weapon. As a bonus action you can activate the weapon.",
													"You must treat it as though you are wielding it with one hand, but you cannot be disarmed of it. Once activated, you can use this weapon when you take the attack action, and it does not require the use of a hand or your mechplate gauntlet. You can apply this upgrade multiple times, selecting a new weapon and new location on your armor to install it."
												]
											},
											{
												"type": "invocation",
												"name": "Integrated Attack",
												"prerequisite": "9th level, Integrated Weapon",
												"entries": [
													"When you activate your Integrated weapon, you can immediately make one attack with it. While it is active, you can make an attack with it using your bonus action."
												]
											},
											{
												"type": "invocation",
												"name": "Lightning Projector",
												"prerequisite": "9th level. Incompatible with other projectors.",
												"entries": [
													"The Projector has 6 Charges. Once it is integrated into your armor, you can use an action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell Thunderwave} (1 charge), {@spell Lightning Bolt} (3 charges), or {@spell Storm Sphere|XGE} (4 charges).",
													"It regains all charges on a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Powered Limbs",
												"entries": [
													"You upgrade frame and limbs of your armor. The bonus your Mechplate grants to your Strength score and maximum Strength score increases by 1 while wearing this armor. You can apply this upgrade up to 3 times."
												]
											},
											{
												"type": "invocation",
												"name": "Power Slam Capacitor",
												"prerequisite": "11th level. Incompatible with other capacitors.",
												"entries": [
													"You install a capacitor that builds up destructive energy. As an Action, you can leap a distance up to your movementment speed, casting Destructive Wave upon landing.",
													"Once you use this ability, you can not use it again until you complete a long rest."
												]
											},
											{
												"type": "invocation",
												"name": "Recall",
												"prerequisite": "15th level",
												"entries": [
													"When not being worn you can hide your Mechplate in a pocket dimension. As an action on your turn you can magically summon the armor and don it. You can use a bonus action to return the armor to the pocket dimension.",
													"While in the pocket dimension the armor cannot be affected by other abilities and cannot be interacted with in any way."
												]
											},
											{
												"type": "invocation",
												"name": "Resistance",
												"entries": [
													"You tune your Mechplate against certain forms of damage. Choose acid, cold, fire, force, lightning, necrotic, radiant, or thunder damage. While wearing your Power Armor you have resistance to that type of damage. If you apply this upgrade more than once you must choose a different damage type."
												]
											},
											{
												"type": "invocation",
												"name": "Relocation Matrix",
												"prerequisite": "15th level",
												"entries": [
													"You install an arcane transmutation matrix that you can use to convert your magical power into dimensional warp. As an Action, you can cast {@spell Dimension Door} using 4th level or higher spell slot."
												]
											},
											{
												"type": "invocation",
												"name": "Sealed Suit",
												"prerequisite": "5th level",
												"entries": [
													"As a bonus action on your turn you can environmentally seal your Mechplate, giving you an air supply for up to 1 hour and making you immune to poison (but not curing you of existing poisoned conditions).",
													"Your armor regains 1 minute of air for every minute that you are not submerged and the armor is not sealed.",
													"In addition to the above, you are also considered adapted to cold and hot climates while wearing your armor, and you’re also acclimated to high altitude while wearing your armor."
												]
											},
											{
												"type": "invocation",
												"name": "Sentient Armor",
												"entries": [
													"You install an artificial personality into your Mechplate, making it a sentient item. This sentience assists you in all ways. The bonus your Mechplate grants to your Intelligence score and maximum Intelligence score increases by 1 while wearing this armor. You can apply this upgrade up to 2 times.",
													"Additionally, when this is fully upgraded, you cannot be surprised while wearing your Mechplate."
												]
											},
											{
												"type": "invocation",
												"name": "Virtual Wizard",
												"prerequisite": "15th level, Fully upgraded Sentient Armor",
												"entries": [
													"While wearing your Mechplate, your Mechplates built in intelligence assists your spell casting. Your spell save DC and spell attack bonus are each increased by 2."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Extra Attack",
										"entries": [
											"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Reactive Plating",
										"entries": [
											"Beginning at 14th level, you have resistance to bludgeoning, piercing, and slashing damage while wearing your Mechplate. In addition, you can use your reaction when hit by an attack to reduce the damage of that attack by an amount equal to your proficiency bonus."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Warsmith"
				}
			]
		}
	]
}