{
	"_meta": {
		"sources": [
			{
				"json": "ktp",
				"abbreviation": "KT:P",
				"full": "KibblesTasty: Psion",
				"authors": [
					"KibblesTasty"
				],
				"convertedBy": [
					"wafflepotamus",
					"hyde364",
					"Ikaguia",
					"Roamer"
				],
				"version": "1.4.1",
				"url": "https://www.gmbinder.com/share/-LZSNMgmChWNGW979hrj",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"PsiD": "Psionic Discipline",
			"PsiT": "Psionic Talent",
			"PsiP": "Psionic Power"
		},
		"dateAdded": 1559943252,
		"dateLastModified": 1655302828,
		"_dateLastModifiedHash": "c6ba5acb90"
	},
	"skill": [
		{
			"name": "Psionics",
			"source": "ktp",
			"entries": [
				"Psionics a new Intelligence based skill that serves to understand things of a Psionic nature as Arcana might understand things of an arcane nature. It is a skill to help you identify Psionic objects, phenomena and creatures."
			]
		}
	],
	"class": [
		{
			"name": "Psion",
			"source": "ktp",
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"wis",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Psi Points",
						"Per Use Limit",
						"{@filter Psionic Talents|optionalfeatures|feature type=PsiT}"
					],
					"rows": [
						[
							1,
							1,
							0
						],
						[
							2,
							1,
							2
						],
						[
							3,
							2,
							2
						],
						[
							4,
							2,
							2
						],
						[
							5,
							3,
							3
						],
						[
							6,
							3,
							3
						],
						[
							7,
							4,
							4
						],
						[
							8,
							4,
							4
						],
						[
							9,
							5,
							5
						],
						[
							10,
							5,
							5
						],
						[
							11,
							6,
							5
						],
						[
							12,
							6,
							6
						],
						[
							13,
							7,
							6
						],
						[
							14,
							7,
							6
						],
						[
							15,
							8,
							7
						],
						[
							16,
							8,
							7
						],
						[
							17,
							9,
							7
						],
						[
							18,
							9,
							8
						],
						[
							19,
							10,
							8
						],
						[
							20,
							10,
							8
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"skills": [
					{
						"psionics": true,
						"choose": {
							"from": [
								"deception",
								"history",
								"insight",
								"intimidation",
								"investigation",
								"medicine",
								"perception",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item quarterstaff|phb} or (b) a {@item dagger|phb}",
					"{@item leather armor|phb}",
					"(a) a {@item scholar's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"defaultData": [
					{
						"a": [
							"quarterstaff|phb"
						],
						"b": [
							"dagger|phb"
						]
					},
					{
						"_": [
							"leather armor|phb"
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"skills": [
						{
							"psionics": true
						}
					]
				}
			},
			"classFeatures": [
				{
					"classFeature": "Psionic Archetype|Psion|ktp|1",
					"gainSubclassFeature": true
				},
				"Psionics|Psion|ktp|1",
				"Psionic Talents|Psion|ktp|2",
				"Second Discipline|Psion|ktp|3",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Psion|ktp|4",
				"Psionic Mastery (1 point)|Psion|ktp|5",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Psion|ktp|8",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|10",
					"gainSubclassFeature": true
				},
				"Psionic Mastery (2 points)|Psion|ktp|11",
				"Innate Psionics (6th level spell)|Psion|ktp|11",
				"Ability Score Improvement|Psion|ktp|12",
				"Innate Psionics (7th level spell)|Psion|ktp|13",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|14",
					"gainSubclassFeature": true
				},
				"Innate Psionics (8th level spell)|Psion|ktp|15",
				"Ability Score Improvement|Psion|ktp|16",
				"Psionic Mastery (3 points)|Psion|ktp|17",
				"Innate Psionics (9th level spell)|Psion|ktp|17",
				"Third Discipline|Psion|ktp|18",
				"Ability Score Improvement|Psion|ktp|19",
				"Ascension|Psion|ktp|20"
			],
			"subclassTitle": "Psionic Archetype",
			"fluff": [
				{
					"entries": [
						"A large orc is flung across the room, smashing through tables and chairs before hitting the wall in a thunderous crash, collapsing dazed. A human, her eyes glowing with unearthly power, tosses a few extra coins on the bar. \"Sorry for the mess. If he wakes up, tell him to try picking on someone his own size next time.\"",
						"The prisoner's expression turns from defiant to puzzled as the interrogator asks no questions, merely states at him silenetly. His puzzled expression turns worried as he finds himself, unbidden, recalling where he stashed the loot. \"Under the stables behind the Rusty Hook Inn,\" the interrogator finally speaks, as the thief's expression becomes terrified.",
						"\"Ain't you... cold or somethin'?\" the dwarf asks the elf as they trude through the snow, eying her simple robe and bare feet. \"I just think 'warm',\" the elf replies with a distracted air. The dwarf snorts, a puff of chilled air. Typical elf nonsense. Except... she hasn't frozen to death yet. \"Say, could you think some 'warm' this way?\" the dwarf asks hopefully. To the dwarf's surpsie, the chill of the snow fades away completely. \"That's downright creepy... hey don't stop now! Was jus' saying it was creepy.\"",
						"Psions are those who have tapped into a special otherworldly force, with the ability to actualize the power of their mind to accomplish impossible feats. Reading minds, lifting vast weights, and transcending physical limitations, they tend to inspire awe and terror in equal weight.",
						{
							"type": "entries",
							"name": "Powerful Minds",
							"entries": [
								"Since a psion's weapon is their mind, they are always a careless thought away from harming those around them. For a psion, the line between thinking and doing can be very thin, forcing them to keep their thoughts and emotions in check, least their powers run amok. This leads many of them developing odd behvaiors or mannerisms to help them control their state of mind, frequently seeming quite eccentric to an outside observer.",
								"Consider how {@italic your} psion keeps their powers in check, and how much their power bleeds into their everyday life. How reading minds may affect their body language or habits. Do they add wood to the campfire from the comfort of their bedroll, or do they restrain themselves from using their power for trivial matters lest they slip up?"
							]
						},
						{
							"type": "entries",
							"name": "Misunderstood Power",
							"entries": [
								"In a world of widespread magic, many will assume a psion to be a type of sorcerer or wizard, mistaking their powers for the common applications of magic. The common villager keeps only one mental category for the supernatural people that bend reality to their will. But even among magic users, a psion's powers will frequently be found unnerving.",
								"It is often those who {@italic do} understand magic that find a psion's abilities most aberrant. A force that intersects the magical weave rather than obeys it, the nature of the power that the psion wields one can only contemplate with unease."
							]
						}
					],
					"source": "ktp",
					"page": 1,
					"name": "Psion",
					"type": "section"
				},
				{
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Psion",
							"entries": [
								"When creating a psion, consider your character's background. How did you become a psion? Were you born with latent powers? Or did something happen to you granting your powers? Or did you intentionally train yourself through rigorous mental exercise to leverage them? Consider how developing a rare and mysterious power would have affected your interactions with people.",
								"Consider what your purpose is with your new found powers, or how you plan to use your powers. Do you intend to be taken for a wizard casting magic, or are you freely open about being of a... different nature?"
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a psion quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity or Constitution. Second, choose the {@background acolyte}, {@background hermit}, or {@background traveler} background."
							]
						}
					],
					"source": "ktp",
					"page": 2,
					"name": "Psion",
					"type": "section"
				},
				{
					"source": "ktp",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I didn't mean to kill him! He just made me angry, and I imagined shoving him."
							],
							"by": "Amelia, age 8"
						},
						"Psions have within them a deep well of raw, untamed power. Their fight to contain and focus their power is unending. A simple distraction from their focus can have catastrophic consequences.",
						"A psion's constant internal struggle can lead psions to developing odd quirks or habits that they have unintentionally developed to keep their powers under control. Adventuring psions often seek out opportunity to train and hone their powers without causing undue harm to the people around them. A psion that doesn't find ways to expend some of their power finds themselves like a powder keg ready to explode.",
						"Playing a psion character is an opportunity to play an odd or unusual personality. To distinguish your psion character, consider the options in the sections that follow.",
						{
							"type": "entries",
							"name": "Social Quirk",
							"entries": [
								"What sort of quirk have you developed to prevent yourself from unintentionally harming others? How does this help you control your power?",
								{
									"type": "table",
									"caption": "Social Quirk",
									"colLabels": [
										"{@dice d6}",
										"Social Quirk"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Amused. You are quick to laugh, and find humor in circumstances that no one else finds funny. You are able to laugh off tense situations that might cause most people to snap."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Distant. Others might look over to you and see you staring off into the distance. You're not really looking at anything, but escaping inward, and getting mentally far away from the stimulus of the outside world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Passionate. You have an unusual love that you will bring up frequently in conversation, and devote your spare time towards. It might be old copper coins, buttons, or jade figurines, but you find them far more fascinating than anyone else would."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Frightening. You enjoy startling and spooking others. You might start loudly barking like a dog right next to someone's ear, or briefly fly into a rage only to laugh it off a minute later. You tend to make anyone who doesn't know you uneasy."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Deluded. Your perception of reality differs from everyone else. Perhaps you think you are tree that has merely manifested itself as a elf as it became awakened, or maybe you think that all your friends are just psychic manifestations you have created."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Loving. You adore everyone you meet, and great them with big displays of affection. You act more like a puppy than anything else, and others can't help but be affected by your infectious joy."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Origins",
							"entries": [
								"Psionic powers are unsual and strange, side effects of the material plane interacting with the Far Realm.",
								"Determine how your character gained their psionic powers, and think about how that origin would affect your character's backstory and growth.",
								{
									"type": "table",
									"caption": "Origins",
									"colLabels": [
										"{@dice d6}",
										"Origin"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You were born with your powers, and no one knows why. No one else around you had any type of psionic power. Your powers were feared by your family, and you spent your childhood trying to keep your powers under control."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You somehow drifted into the Astral Plane while dreaming, and when you woke up, you had these new powers."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You studied and trained your mind until you were able to exert its power over the world around you. It was a long, difficult path but after many years your practice started paying off."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You are a part of a special group or race that naturally develops psionic powers as they grow up, so you had a lot of help developing your powers."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You encountered some being you shouldn't have, but your memory of it is distorted and vague. Your encounter gave you psionic powers but left you a little bit mad."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You travelled to a far off place where psionic power is not unusual. There you studied with psionic masters who trained you and helped you hone your psionic talents."
										]
									]
								}
							]
						}
					],
					"type": "section"
				}
			],
			"classSpells": [
				"Arcane Gate",
				"Blade Barrier",
				"Chain Lightning",
				"Disintegrate",
				"Find the Path",
				"Eyebite",
				"Harm",
				"Mass Suggestion",
				"mental prison|xge",
				"scatter|xge",
				"crown of stars|xge",
				"Etherealness",
				"Plane Shift",
				"power word pain|xge",
				"Regenerate",
				"Reverse Gravity",
				"Teleport",
				"whirlwind|xge",
				"Antimagic Field",
				"Demiplane",
				"Dominate Monster",
				"Earthquake",
				"Feeblemind",
				"maddening darkness|xge",
				"Power Word Stun",
				"Astral Projection",
				"Foresight",
				"Gate",
				"Power Word Kill",
				"psychic scream|xge",
				"Time Stop"
			],
			"page": 1
		}
	],
	"spell": [
		{
			"name": "Divide Self",
			"level": 6,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "bonus action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You you create an exact duplicate of yourself in an empty space you can see within 30 feet of you. When you cast this spell at the start of each of your turns for the duration, you can determine which of the duplicates is you.",
				"It has all of your stats, abilities, and equipment (including magic items). It acts on your initiative, and has its own actions, though it shares its concentration on this spell, and if either of you lose concentration, the spell ends. Your current hit points are divided between you and the duplicate (you can divide them however you want) and shares all other resources and abilities with you (including limited use magic items), with any usage by either you or the duplicate depleting the resource for both of you.",
				"Your duplicate can take any action you can take, but it can deal a maximum of 15 damage on its turn (any additional damage dealt deals no further damage, when dealing area of effect damage, damage is split between all targets equally up to the maximum).",
				"If either you or the duplicate is reduced to zero, the spell ends and you become the copy that was not reduced to zero hit points. When the spell ends, if both you and the duplicate are still present, decide which is you, and the other vanishes. Anything that was copied during the spell has the copied version vanish.",
				"*At Higher Levels:* When you cast this spell using a spell slot of 6th level or higher, the starting hit points of you and the duplicate both increase by 15 (but neither you or the duplicate can be given more maximum hit points) and the maximum damage the duplicate can do during its turn increases by 10 for each slot level above 5th."
			],
			"page": 14,
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Mind Blast",
			"level": 6,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You emit a blast of psychic energy. Each creature in a 60-foot cone must make an Intelligence saving throw. A creature takes 6d8 Psychic damage and is stunned until the end of their next turn on a failed save. A creature takes half as much damage and is not stunned on a successful save."
			],
			"page": 14,
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"intelligence"
			],
			"conditionInflict": [
				"stunned"
			],
			"areaTags": [
				"N"
			]
		},
		{
			"name": "Geas <i>(Psionic)</i>",
			"level": 7,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "year",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You place a magical command on a creature that you can see within range, forcing it to carry out some service or refrain from some action or course of activity as you decide. If the creature can understand you, it must succeed on a Wisdom saving throw or become {@condition charmed} by you for the duration. While the creature is {@condition charmed} by you, it takes {@damage 5d10} psychic damage each time it acts in a manner directly counter to your instructions, but no more than once each day. A creature that can't understand you is unaffected by the spell.",
				"You can issue any command you choose, short of an activity that would result in certain death. Should you issue a suicidal command, the spell ends.",
				"You can end the spell early by using an action to dismiss it. A remove curse, greater restoration, or wish spell also ends it."
			],
			"page": 14,
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom"
			],
			"conditionInflict": [
				"charmed"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Compelled Query",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psionic Disciplines Only",
						"source": "PHB"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You focus your telepathic powers on a creature and ask it a question. It must make an Intelligence saving throw, or it conjures a short mental thought or image that answers your question to the best of its ability that you can perceive telepathically. If a character passes a saving throw against this ability, they have advantage on saving throws against it for next 24 hours."
			],
			"page": 14,
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Delve Mind",
			"level": 3,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psionic Disciplines Only",
						"source": "PHB"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You delve into a creatures mind forcing it to make an Intelligence saving throw. On a failure, for the duration or until you end the spell, you gain access to its memories from the past 12 hours, able to recall things it remembers as if they are you own memories, but these memories contain only things the target creature remembers."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can delve an additional 12 hours further back in the creatures memories for each slot level above 3rd."
					]
				}
			],
			"page": 14,
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Flicker",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "reaction, when you would take damage"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psionic Disciplines Only",
						"source": "PHB"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You flicker between the material and ethereal plane. Until the start of your next turn, each time you would take damage, including the triggering attack, roll a d4. On a 2, you gain resistance to that instance of damage. On a 4, you don't take any damage."
			],
			"page": 14,
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Psychic Drain",
			"level": 2,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psionic Disciplines Only",
						"source": "PHB"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You draw on the psychic energy of another creature to sustain yourself. The target must make a Charisma saving throw. On failure it takes {@damage 3d8} psychic damage and you gain temporary hit points equal to half the amount of psychic damage dealt and regain one expended psi point."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the spell deals an additional {@damage 1d8} psychic damage for each slot level above 3rd."
					]
				}
			],
			"page": 15,
			"savingThrow": [
				"charisma"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"HL",
				"THP"
			]
		},
		{
			"name": "Unlocked Potential",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psionic Disciplines Only",
						"source": "PHB"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You unlock the potential of a creature's mind, allowing it to push past its limits. For the duration, once per turn the creature can add {@dice 1d4} to any attack roll, damage roll, or saving throw it makes. Each time it adds the additional {@dice 1d4}, it takes 1 psychic damage as it pushes beyond its natural limitations."
			],
			"page": 15,
			"areaTags": [
				"ST"
			]
		}
	],
	"feat": [
		{
			"name": "Psionic Mind",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"other": "One or more psionic disciplines"
				}
			],
			"entries": [
				"You tap deeper into your psionic potential drawing out a new talent.",
				{
					"type": "list",
					"items": [
						"Your Intelligence, Wisdom, or Charisma score increases by 1, to a maximum of 20.",
						"You can select a psionic talent from the psion class {@filter psionic talents|optionalfeatures|feature type=PsiT} list. You cannot select a talent you already know or one that requires a level restriction, even if you are already of that level."
					]
				},
				"You can take this feat multiple times, selecting a different talent each time."
			],
			"ability": [
				{
					"int": 1
				},
				{
					"cha": 1
				},
				{
					"wis": 1
				}
			]
		},
		{
			"name": "Psionic Adept",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"ability": [
						{
							"int": 13
						}
					]
				}
			],
			"entries": [
				"You develop a minor grasp of psionic power, either uncovering an innate potential within yourself, through contact with a psionic source, or through training. You gain one of the {@filter psionic disciplines|optionalfeatures|feature type=PsiD} of the psion class, gaining the attached psionic feature and psionic power, but you do not gain use of any associated spells when gain a discipline from this feat. You gain 1 psi point that you can use to empower the discipline. You regain use of this psi point when you complete a short or long rest."
			]
		},
		{
			"name": "Inner Power",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"other": "At least 1 psi or ki point"
				}
			],
			"entries": [
				"Your body is powered by the inner powers that course through it. Your maximum psi or ki points (if you have both, your choice of which) increases by one.",
				"At the end of your turn after expending one or more psi or ki points during your turn (not counting temporary or free points, such as those from Psionic Mastery), you heal for a number of hit points equal to the psi or ki points spent."
			]
		}
	],
	"monster": [
		{
			"source": "ktp",
			"name": "Psi Crystal",
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 20
				}
			],
			"hp": {
				"average": 2,
				"formula": "1d4"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 20,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"skill": {
				"perception": "+4"
			},
			"resist": [
				"piercing",
				"slashing"
			],
			"vulnerable": [
				"bludgeoning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"stunned"
			],
			"passive": 14,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"cr": "Unknown",
			"trait": [
				{
					"name": "Psi Familiar",
					"entries": [
						"The psi crystal shares the same mental ability scores as its summoner."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"page": 12,
			"languageTags": [
				"CS"
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Animated Projections",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Projection Discipline",
						"entrySummary": "Requires Projection"
					},
					"level": {
						"level": 10,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"As an action, you can project a swarm of etheral objects. You can expend 5 psi points to cast {@spell animate object} but it creates new etheral objects rather than animating existing ones."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Aura Sight",
			"entries": [
				"You gain the ability to psionically see a creature's aura. As an action you can spend 1 psi point you can determine if a creature of your choice within 30 feet is under the influence of magic and what school it is, or if a creature is under the influence of psionics. A shape shifter or disguised creature makes a Charisma (Deception) check against your Psionics save, on failure you can see their true nature in their aura."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Awaken Mind",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to cast {@spell awaken} without expending a spell slot. Once you cast this spell in this way, you cannot cast it again until you complete a long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Body Control",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Psion"
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Requires Enhancement Discipline",
						"entrySummary": "Requires Enhancement"
					}
				}
			],
			"entries": [
				"You gain the ability to use your {@spell alter self} ability at-will without expending psi points. Additionally, you can cast {@spell enlarge/reduce} on yourself for half the psi point cost it would normally cost."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"enlarge/reduce"
						]
					}
				}
			]
		},
		{
			"name": "Controlled Power",
			"entries": [
				"You gain the ability to suppress the glow and somatic component of a psionic power. You can expend 2 psi points to use a power without a visual sign or somatic component. Each time you do this, the cost of doing so doubles until you complete a short or long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Divided Mind",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"You learn the {@spell divide self|ktp} spell, and can cast it by expending 5 psi points. You can cast it higher levels by expending a use of Innate Psionics to cast it once you gain the feature, casting it at the level of the level of the use of Innate Psionics expended to cast it. You do not require the material component of the spell even when casting it with Innate Psionics."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Empathy",
			"entries": [
				"You can psionically link yourself to other creatures. As a reaction to a creature taking psychic, necrotic, or radiant damage you can grant them resistance to the damage taken, but take damage equal to the damage they take (after resistance).",
				"If the damage would inflict any further negative status effect on the target, you can choose for that effect to affect you instead."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Aegis",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Pyschokinetics Discipline",
						"entrySummary": "Requires Pyschokinetics"
					}
				}
			],
			"entries": [
				"As an action, you surround yourself with a swirling shield shield of fire, ice, or lightning. You gain temporary hit points equal to your Psion level. Creatures that strike you while you have these temporary hitpoints take 1d4 damage of the shield type chosen.",
				"Once you use this talent, you cannot use it again until you complete a short or long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Enhanced Regrowth",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Enhancement Discipline",
						"entrySummary": "Requires Enhancement"
					}
				}
			],
			"entries": [
				"You gain the {@spell cure wounds} for 1 psi point. You can cast it at a higher level by spending additional psi points. You can cast it a number of times equal to your Intelligence modifier, after which you cannot cast it again until you complete a long rest. When you cast {@spell cure wounds} on a creature, you can use Enhancing Surge on the target creature has a bonus action."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Empowered Strike",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Pyschokinetics or Telekinetics Discipline",
						"entrySummary": "Requires Pyschokinetics or Telekinetics"
					}
				}
			],
			"entries": [
				"Once per turn, as part of making a weapon attack as part of the attack action, you can empower a melee weapon you are holding with psionic power. When you hit a creature with a weapon, you can apply Elemental Blast or Telekinetic Force modifiers (you can only select a power you know) to the attack (you can use Psionic Mastery on this). This does not deal the base damage of the power, but any added damage causes the additional effects of the power damage effects to occur.",
				"When applying a modifier that would make it target an area of effect, only the target takes the weapon damage, but other creatures in the radius become a target of the attack as if using the power normally."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Kinetic Slam",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telekinesis Discipline",
						"entrySummary": "Requires Telekinesis"
					}
				}
			],
			"entries": [
				"When you use the Telekinetic Force power, you can unleash it as a blast of kinetic power. You can use your power as a ranged psionic attack (applying damage and effect on hit). You can only select the Hammering modifier when you use it in this way."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Matter Made Real",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Projection Discipline",
						"entrySummary": "Requires Projection"
					}
				}
			],
			"entries": [
				"You gain the ability to solidify some of your projections into real objects, you can cast {@spell fabricate} and {@spell wall of stone} expending psi points equal to the spell level."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"fabricate",
							"wall of stone"
						]
					}
				}
			]
		},
		{
			"name": "Mental Image",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telepathy Discipline",
						"entrySummary": "Requires Telepathy"
					}
				}
			],
			"entries": [
				"You gain the ability to turn your {@optfeature Telepathy Discipline|ktp|telepathy} to project images into the minds of creatures with perfect clarity, interposing it over their reality. The spells {@spell silent image}, {@spell major image}, {@spell hallucinatory terrain}, and {@spell seeming} are added to your telepathic mastery alternate effects list."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mental Might",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telekinesis Discipline",
						"entrySummary": "Requires Telekinesis"
					},
					"level": {
						"level": 10,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"You learn to focus your mental grip. You can make an Intelligence (Athletics) check when you make an Athletics check. Additionally, when you initiate a grapple in this method, you can attempt to grapple a creature within 30 feet. Maintaining a grapple like this requires concentration, as if concentrating on a spell, and the grapple ends if concentration is lost."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mind Devourer",
			"entries": [
				"You gain the ability to cast {@spell psychic drain} for 2 psi points. Additionally, whenever a creature within 10 feet of you that had an Intelligence score of 6 or higher dies, you can expend your reaction to draw in its psionic power, regaining 1d4 hit points and 1 expended psi point."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mind Rider",
			"entries": [
				"As an action, you can touch a willing creature to see through its eyes and hear what it hears for the next hour, gaining the benefits of any Special Senses that the creature has.",
				"During this time, you are deaf and blind with regard to your own Senses. You can end this effect at any time. While this is active, the creature has advantage on Intelligence, Wisdom, and Charisma saving throws."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Perfect Focus",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"You can enter a state of extreme focus. Your concentration is no longer interrupted by using a second ability that requires concentration, but your movement speed is reduced to zero while concentrating on more than one effect; you have a -5 penalty to any concentration check. If you move or fail a concentration check, one of your concentration affects ends. If you fail the concentration check by 5 or more, you lose concentration on both effects."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phase Slash",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Transposition Discipline",
						"entrySummary": "Requires Transposition"
					}
				}
			],
			"entries": [
				"When you use your Phase Rift power, you can make one melee weapon attack as a bonus action against a target you pass through with your Phase Rift. You can spend 1 or more psi points to make an additional attacks as part of the same bonus action, but can only attack a creature as you pass through them once per Phase Rift."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phase Shot",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Transposition Discipline",
						"entrySummary": "Requires Transposition"
					}
				}
			],
			"entries": [
				"You can use your Phase Rift power on an object. The effects are the same, but you remain in place and the object you use the ability on is transported."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Physical Surge",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Enhancement Discipline",
						"entrySummary": "Requires Enhancement"
					}
				}
			],
			"entries": [
				"When you use Enhancing Surge targeting yourself, you can choose to make your Strength or Dexterity ability score equal to your Intelligence modifier ability score until the start of your next turn."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Potent Psionics",
			"entries": [
				"When a target passes the saving throw against a damaging psionic power, they still take half damage, but suffer no other effects."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psi Crystal",
			"entries": [
				"You gain the ability to impart part of your mind into crystal. You can expend 2 psi points to cast the {@spell find familiar} spell, but your familiar takes on the statistics of a {@creature psi crystal|ktp} and the material component required is a crystal worth 10 gp instead of the normal material components.",
				"The {@creature psi crystal|ktp} gains your mental stats. You can use Psionic Disciplines without a range of Self through your Psi Crystal is if you were standing in it's location. If the {@creature psi crystal|ktp} is destroyed, you gain its memories as your own. While you have a {@creature psi crystal|ktp} active, as a bonus action, you can decativate it to regain 2 expended psi points.",
				"When you summon a Psi crystal, you can store a fragment of your personality, that you can then release by shattering the crystal. Select one of the following when summoning a psi crystal:",
				{
					"type": "list",
					"items": [
						"{@b Courage}: When you make a saving throw against the Frieghtend condition, you can use your reaction to shatter the crystal to gain advantage on the save.",
						"{@b Cowardice}:.** When your Psi Crystal is within 30 of you and a creature comes within 5 feet of you, you can use your reaction to shatter the crystal releasing that emotion and immediately move your movement speed away from the creature without taking an attack of opportunity.",
						"{@b Cruelty}: When your Psi Crystal is within 30 feet of a creature that takes damage, you can use your reaction to shatter the crystal releasing that emotion and causing the creature take additional damage equal to your Psion level.",
						"{@b Sympathy}: When your Psi crystal is within 30 feet of you and another creature, if that creature takes damage, you can use your reaction shatter the crystal relasing that emotion and granting the creature resistance to that damage and take an equal amount of damage to the damage it takes."
					]
				}
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Projected Nightmares",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Shaper Discipline",
						"entrySummary": "Requires Shaper"
					}
				}
			],
			"entries": [
				"You gain an additional option for Boundless Imagination to apply to your Astral Construct: {@b Horrifying Nightmare}: Creatures that start their turn within 5 feet of your Astral Construct must make a Wisdom saving throw against your Psionics DC or become frightened of your Astral Construct until the start of their next turn.",
				"Once they have saved against this, they are immune to the effect for the next 24 hours or until you summon a new Astral Construct."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psionic Defenses",
			"entries": [
				"You gain a way to defend yourself using your psionic powers. While you are not wearing any armor or carrying a shield, your Armor Class equals 13 + your Intelligence modifier."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psionic Weapon",
			"entries": [
				"As a bonus action, you can expend 1 psi point to imbue a weapon you are holding with psionic energy. For 1 minute, once per turn when you deal damage with that weapon, you can deal an additional 1d6 psychic damage.",
				"At higher levels you can expend additional psi points to further enhance the Psionic weapon; 2 points to enhance it 2d6 at 5th level, 3 points to enhance it to 3d6 at 11th level, and 4 points to enhance it to 4d6 at 17th level."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Schism",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Psion"
						}
					}
				}
			],
			"entries": [
				"You can spend a psi point to temporarily subdivide your mind to do two things at once until the end of your turn. While are dividing your mind, if you use your action on a psionic power or spell granted by a psionic discipline, you can use your bonus action to use a psionic power. The two powers share your per use psi point limit between them."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Surging Power",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Enhancement Discipline",
						"entrySummary": "Requires Enhancement"
					}
				}
			],
			"entries": [
				"When you target only yourself with Enhancing Surge, you can use the power as a bonus action instead of an action, but the damage and temporary hit points the base power grants are reduced to 1d4 when using the power this way."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telepathic Link",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telepathy Discipline",
						"entrySummary": "Requires Telepathy"
					}
				}
			],
			"entries": [
				"Your telepathic communication gains an unlimited range as long as you have communicated with the creature within the last day, and the target willingly maintains the link. However, it takes an action to focus to communicate over distance if you cannot see the target (or for the target to communicate with you if they cannot see you). You can maintain a link with a number of people equal to your Intelligence modifier in this way."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinetic Movement",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telekinesis Discipline",
						"entrySummary": "Requires Telekinesis"
					}
				}
			],
			"entries": [
				"You can expend a psi point to gain 10 additional feet of movement and the effect of spiderclimb, feather fall, or levitate until the end of your turn."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinetic Weapons",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telekinesis Discipline",
						"entrySummary": "Requires Telekinesis"
					}
				}
			],
			"entries": [
				"You gain the {@optfeature Telekinetic Weapons Psionic Power|ktp} as part of your Telekinetic Discipline (in addition to your other psionic powers), giving the ability to fling weapons as per the power."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Transcendent Focus",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Perfect Focus Talent",
						"entrySummary": "Requires Perfect Focus"
					}
				}
			],
			"entries": [
				"While in a state of perfect focus (concentrating on two effects), you gain a magical flying speed of 10 feet. Moving with this speed does not interrupt {@optfeature perfect focus|ktp}."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Visionary Sight",
			"entries": [
				"You no longer need to see targets of Psionic powers, so long as they are within range and you know where they are. Being unable to see an attacker no longer grants them advantage against you, and you do not suffer disadvantage attacking unseen targets."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Enhancement Discipline",
			"entries": [
				"Enhancement is the ability to interact with a creature's nature and abilities with your psionic power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Enhancing Skill",
									"entries": [
										"You can focus your psionics to enhance your abilities. Whenever you make a skill check using Strength or Dexterity, you can add 1d4 to the result."
									]
								},
								{
									"type": "entries",
									"name": "Enhancing Surge",
									"entries": [
										"{@italic Psionic Power}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 60 feet<br />{@bold Components:} S<br />{@bold Duration:} 1 round",
										"You empower the body of a target creature you can see with your Psionics. The target gains 1d6 temporary hit points and the next time the target deals damage, it deals 1d6 additional damage to one application of that damage roll. Any remaining effects of this spell end at the start of your next turn.",
										"You can spend psi points up to your per use limit to add the following modifiers to Enhancing Surge (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
										"{@bold Savage} {@italic (1+ psi point)} : The target's next weapon attack deals an additional +1d6 damage for each psi point spent.",
										"{@bold Fortifying} {@italic (1+ psi point)} : The target gains an additional +1d6 temporary hit points for each point spent.",
										"{@bold Swift} {@italic (2 psi points)} : The target gains an additional action. That action can be used only to take the Dash, Disengage, Hide, or Use an Object action.",
										"{@bold Resilient} {@italic (3 psi points)} : The target gains resistance to all damage until the start of your next turn."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Enhancement psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell heroism}, {@spell longstrider}, {@spell unlocked potential|ktp}"
												],
												[
													"2",
													"{@spell alter self}, {@spell darkvision}, {@spell enlarge/reduce}, {@spell lesser restoration}"
												],
												[
													"3",
													"{@spell catnap|xge}, {@spell haste}, {@spell life transference|xge}, {@spell water breathing}"
												],
												[
													"4",
													"{@spell freedom of movement}, {@spell stoneskin}"
												],
												[
													"5",
													"{@spell greater restoration}, {@spell skill empowerment|xge}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend an additional psi point to cast it at that higher level."
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 7,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Projection Discipline",
			"entries": [
				"Projection is the ability to project what is in your mind to the outside world with your psionic power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Project Item",
									"entries": [
										"When you gain this feature, as an action, you can use your powers to project an inanimate object you imagine into your hands. It cannot be larger than 3 feet on any side or weigh more than 10 pounds. The object is clearly etheral in nature, but behaves as a solid object.",
										"Projected items fade after 1 minute, and you can have no more than 3 projected items at a time."
									]
								},
								{
									"type": "entries",
									"name": "Astral Construct",
									"entries": [
										"{@italic Psionic Power}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 60 feet<br />{@bold Components:} S<br />{@bold Duration:} Concentration, up to 1 minute",
										"You project an ethereal creation from your mind taking the shape of a medium or smaller creature, weapon, or other object. This creation is clearly ethereal in nature. When you create it, and on subsequent turns using your action to mentally control it, you can move it up to 30 feet in any direction and attack; so long as it does not move beyond the range of the power. To attack with it, make a melee spell attack, on a hit, the target takes {@damage 1d8} force damage.",
										"While the Astral Construct is active, you can spend Psi Points up to your per use limit to issue commands that effect and empower your construct. Commands require no action, but you cannot exceed your psi point limit in total commands issued, and each command can only be issued once per turn.",
										"{@bold Strike} {@italic (2 psi points)} : The construct makes an attack (even if it has already attacked)",
										"{@bold Relocate} {@italic (1 psi point)} : The construct teleports anywhere within 60 feet of you.",
										"{@bold Solidify} {@italic (1 psi point)} : You construct becomes solid, blocking its space until the start of your next turn. You can only use this command if it is not in another creatures space. It has an armor class of 16, and hit points of your Intelligence modifier + your Psion level. The construct {@note becomes} etheral again if it drops to zero hit points.",
										"{@bold Grab} {@italic (1 psi point)} : [Construct must be Solidified] A target creature within 5 feet of your construct must make a Strength saving throw or be {@condition restrained}. At the end of the creature's turns it can repeat the saving throw. The condition ends {@note if} the construct becomes ethereal again.",
										"{@bold Grow} {@italic (2 psi points)} : Your construct {@note grows} by a size, and its damage {@note increases} by one die. It returns to its normal size at the start of your next turn unless you use Sustain. It can only gain one additional die (for example, up to {@dice 2d8}).",
										"{@bold Replicate} {@italic (3 psi points)} : You project an additional construct anywhere within 60 feet of you. Until the end of your turn, you have two constructs and command both with the same action. Pick one construct to fade at the end of your turn, or use Sustain.",
										"{@bold Sustain} {@italic (1+ psi point)} : At the start of your turn, you can sustain the effect of a Solidify, Grow or Replicate command an additional round. This costs 1 psi point for each effect sustained. Sustaining solidify refreshes the constructs hit points to its maximum.."
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 7,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Telekinesis Discipline",
			"entries": [
				"Telekinesis is the ability to interact with physical objects and energy with your psionic powers.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Telekinetic Hands",
									"entries": [
										"When you gain thsi feature, you can manipulate small objects within 30 feet of you with your mind as if using your hand to interact with it. You can use this power to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contants out of a vial. You cannot attack, activate magical items, or carry more than 10 pounds in this manner. You can move an item you are controlling in this way up to 30 feet during your turn.",
										"You can spend 1 psi point to increase how much you can lift by 100 pounds for 1 turn."
									]
								},
								{
									"type": "entries",
									"name": "Telekinetic Force",
									"entries": [
										"{@italic Psionic Power}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 60 feet<br />{@bold Components:} S<br />{@bold Duration:} Instantaneous",
										"You smash a target creature or object with your mental power. The target must succeed on a Strength saving throw, or take 1d10 bludgeoning damage and either be knocked 5 feet in a direction of your choosing or knocked prone, your choice.",
										"You can spend psi points up to your per use limit to add the following modifiers to Telekinetic Force (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
										"{@bold Hammering} {@italic (1+ psi point)} : The target takes +1d10 bludgeoning damage for each point spent.",
										"{@bold Hurling} {@italic (1-3 psi points)} : The target is knocked +10 feet in a direction of your choosing for each psi point spent.",
										"{@bold Crushing} {@italic (2 psi points)} : The target is restrained until the end of its next turn.",
										"{@bold Sweeping} {@italic (3 psi points)} : You can target all creatures in a 10 foot radius of a point within range."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Telekinesis psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell jump}, {@spell catapult|xge}, {@spell thunderwave}"
												],
												[
													"2",
													"{@spell levitate}, {@spell dust devil|xge}, {@spell shatter}"
												],
												[
													"3",
													"{@spell fly}, {@spell erupting earth|xge}, {@spell water walk}"
												],
												[
													"4",
													"{@spell orbital stones|ktp} {@spell Otiluke's resilient sphere}"
												],
												[
													"5",
													"{@spell telekinesis}, {@spell wall of force}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend an additional psi point to cast it at that higher level."
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 8,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Telepathy Discipline",
			"entries": [
				"Telepathy is the ability to interact with the minds of other creatures using your psionic abilities.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Telepathic Communication",
									"entries": [
										"When you gain this feature, you can communicate telepathically with any creature you can see within 30 feet of you. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language."
									]
								},
								{
									"type": "entries",
									"name": "Telepathic Intrusion",
									"entries": [
										"{@italic Psionic Power}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 60 feet<br />{@bold Components:} S<br />{@bold Duration:} Instantaneous",
										"You assault a creature's mind directly. The target must succeed on a Wisdom saving throw or take 1d8 psychic damage. If the target fails the saving throw, it has disadvantage on attacks made against you until the start of your next turn. You can choose to deal no damage to the creature when it fails its saving throw.",
										"You can spend psi points up to your per use limit to add the following modifiers to Telepathic Intrusion (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
										"{@bold Rending} {@italic (1+ psi point)} : The target takes +1d8 psychic damage for each additional point spent.",
										"{@bold Terrifying} {@italic (1 psi point)} : The target is {@condition frightened} of you until the end of its next turn if it fails its saving throw.",
										"{@bold Meddling} {@italic (2 psi points)} : You make one creature invisible to target creature or cause the creature to see something that is not there with the effect of minor illusion until the start of your next turn if it fails its saving throw.",
										"{@bold Overwhelming} {@italic (2 psi points)} : The target is stunned until the end of its next turn if it fails its saving throw."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Telepathy psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell compelled query|ktp}, {@spell command}, {@spell cause fear|xge}"
												],
												[
													"2",
													"{@spell detect thoughts}, {@spell mind spike|xge}, {@spell suggestion}"
												],
												[
													"3",
													"{@spell delve mind|ktp}, {@spell fear}, {@spell enemies abound|xge}"
												],
												[
													"4",
													"{@spell dominate beast}, {@spell compulsion}, {@spell confusion}"
												],
												[
													"5",
													"{@spell dominate person}, {@spell modify memory}, {@spell Rary's telepathic bond}, {@spell synaptic static|xge}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend an additional psi point to cast it at that higher level."
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 8,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Transposition Discipline",
			"entries": [
				"Transposition is the ability to modify the properties of space and manipulate dimensional boundaries with your psionic powers.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Phasing Steps",
									"entries": [
										"When you gain this feature, you can pass through difficult terrain without expending additional movement, including the spaces of friendly creatures."
									]
								},
								{
									"type": "entries",
									"name": "Phase Rift",
									"entries": [
										"{@italic Psionic Power}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 10 feet<br />{@bold Components:} S<br />{@bold Duration:} 1 round",
										"You step through space traveling up to 10 feet in a straight line, leaving a spacial tear behind. You can pass through creatures, and solid objects that are less than a foot thick. Any creature in the path of this tear must make a Dexterity saving throw or take 1d8 force damage.",
										"You can spend psi points up to your per use limit to add the following modifiers to Phase Rift (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
										"{@bold Disruptive} {@italic (1+ psi point)} : Each target that fails their saving throw takes an additional 1d8 force damage.",
										"{@bold Blurring} {@italic (1-3 psi points)} : You gain an illusory duplicate, as per the mirror image spell. You gain 1 duplicate per psi point spent (up to a maximum of 3). One remaining image fades at the start of each of your turns.",
										"{@bold Long} {@italic (1-3 psi points)} : You can travel an additional 5 feet for each point spent.",
										"{@bold Echoing} {@italic (2 psi points)} : You immediately Phase Rift again with the same action.",
										"{@bold Ethereal} {@italic (2 psi points)} : You can pass through any solid objects so long as you don't end your Phase Rift inside of one."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Transposition psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell expeditious retreat}, {@spell flicker|ktp}, {@spell zephyr strike|xge}"
												],
												[
													"2",
													"{@spell misty step}, {@spell blur}, {@spell pass without trace}"
												],
												[
													"3",
													"{@spell blink}, {@spell nondetection}, {@spell thunder step|xge}"
												],
												[
													"4",
													"{@spell banishment}, {@spell dimension door}"
												],
												[
													"5",
													"{@spell far step|xge}, {@spell passwall}, {@spell steel wind strike|xge}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend an additional psi point to cast it at that higher level."
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Psychokinetics Discipline",
			"entries": [
				"Psychokinetics is the mental art of spontaneously creating and controlling energy; sapping energy to freeze or spontaneously creating it create bursts of fire or arcs of lightning. Dangerous and destructive, it provides devestating power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Energy Manipulation",
									"entries": [
										"When you gain this feature, you can manipulate energy in minor ways at will. As an action you can cause a light that casts 30 feet of bright light and 30 feet of dim light, cause things you touch to catch fire as if touched by a match, cause small arcs of electricity, freeze or thaw up to 5-foot cube of water. Any ongoing effect you create lasts 1 minute. You can have up your Intelligence modifier simultaneous effects, after which another ends the oldest ongoing effect."
									]
								},
								{
									"type": "entries",
									"name": "Elemental Blast",
									"entries": [
										"{@italic Elemental Blast}",
										"{@bold Casting Time:} 1 action<br />{@bold Range:} 30 feet<br />{@bold Components:} S<br />{@bold Duration:} 1 round",
										"You can use your mind to create a burst of elemental power, blasting a target you can see within range. Make a ranged spell attack against the target. On a hit, the target takes 1d8 cold, fire, force or lightning damage.",
										"For each die of cold damage dealt, the creature's movement speed is reduced by 5 feet until the end of their next turn, for each die of fire damage dealt by the original attack, the creature takes 1d4 fire damage at the start of its next turn, and for each die of lightning damage dealt, an arc of lightning strikes another creature of your choice within 20 feet, dealing 1d4 lightning damage (damage from these effects do not add additional bonuses, such as Empowered Psionics).",
										"You can spend Psi Points up to your per use limit to add the following modifiers to  (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
										"{@bold Amplifed} {@italic (1+ psi point)} : The target takes an additional 1d8 cold, fire, force or lightning damage.",
										"{@bold Lasting} {@italic (1 psi point)} : Your Elemental Blast leaves a 5 foot radius sphere of devestating behind where it strikes until the start of your next turn. Creatures that enter this zone for the first time or end their turn in it must make a Constitution saving throw or suffer the secondary effects (slow, burn, arc) of the blast as if they had been hit by it.",
										"{@bold Massive} {@italic (1-3 psi points)} : You unleash a massive blast; rather than making an attack roll, all creatures within a 15 foot cone must make a Dexterity Saving throw. On failure, they take the effect as if hit by the Elemental Blast. The size of the cone is doubled for each point up to 3 spent (2 points for 30 foot, 3 points for 60 foot).",
										"{@bold Overcharged} {@italic (0 psi point)} : You take 1 force damage and do not add your Proficiency modifier from the attack or Spell Save DC for your Elemental Blast, but increase the damage it deals by twice your Proficiency modifier."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Psychokinetics psionic discipline you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell burning hands}, {@spell ice knife|xge}, {@spell thunderwave}"
												],
												[
													"2",
													"{@spell flaming sphere}, {@spell scorching ray}"
												],
												[
													"3",
													"{@spell fireball}, {@spell lightning bolt}"
												],
												[
													"4",
													"{@spell ice storm}, {@spell wall of fire}"
												],
												[
													"5",
													"{@spell cone of cold}, {@spell destructive wave}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend an additional psi point to cast it at that higher level."
									]
								},
								{
									"type": "entries",
									"name": "Specializations",
									"entries": [
										"When you take this Discipline, you may (but do not have to) select a specialization from the following list. You may only select a specialization at the time of gaining the Discipline, and cannot change or remove a Specialization once selected.",
										{
											"type": "entries",
											"name": "Cryokinetic",
											"entries": [
												"You can only deal Cold damage with Elemental Blast. When is hit by an attack of your Elemental Blast or fails a saving throw against this power, it becomes frozen until the end of its next turn, giving it disadvantage on its next attack roll or dexterity saving throw, and reducing it's speed by an additional 5 feet (to a total of 10 feet).",
												"If the attack roll is a critical hit or the target fails their saving throw by 5 or more, the target becomes restrained while frozen.",
												"When using your Psionics feature to cast a spell under Alternate Effects, the damage of the spell becomes Cold damage."
											]
										},
										{
											"type": "entries",
											"name": "Electrokinetic",
											"entries": [
												"You can only deal Lightning damage with Elemental Blast, but the size of the damage dice of Lightning damage (both the initial damage and arc damage ) is increased by one step (to a d10 initial damage and d10 additional damage per point spent on Amplified, and 1d6 arc damage to a nearby target per die of initial damage).",
												"When using your Psionics feature to cast a spell under Alternate Effects, the damage of the spell becomes Lightning damage."
											]
										},
										{
											"type": "entries",
											"name": "Pyrokinetic",
											"entries": [
												"You can only deal Fire damage with Elemental Blast, but the size of the damage dice of fire damage (both the initial damage and burn damage) is increased by one step (to a d10 initial damage and d10 additional damage per point spend on Amplified, and 1d6 burn damage at the start of their turn per die of initial damage).",
												"When using your Psionics feature to cast a spell under Alternate Effects, the damage of the spell becomes Fire damage."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			]
		},
		{
			"name": "Telekinetic Weapons Psionic Power",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires Telekinetic Weapons Psionic Talent",
						"entrySummary": "Requires Telekinetic Weapons Psionic Talent"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action<br />{@bold Range:} 30 feet<br />{@bold Components:} S<br />{@bold Duration:} Instantaneous",
				"You telekinetically fling a weapon at a creature or object. Choose a weapon within 15 feet that isn't being worn or carried, or choose a weapon under your control. Make a ranged spell attack. On hit the target takes damage equal to the weapon's damage dice. The range of the attack decreases to 15 feet if the weapon has the heavy or special property, and increases to 60 feet if the weapon has the light property.",
				"You can use Psionic Mastery points on this power, and this power counts as a Discipline Power of the Telekinetics Discpline (for example, for the puporse of Empowered Psionics).",
				"You can spend Psi Points up to your per use limit to add the following modifiers to Telekinetic Force (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Multiple} {@italic (1+ psi point)} : For each additional psi point spent, you can fling an additional weapon.",
				"{@bold Spinning} {@italic (2 psi points)} :You can replace an attack with casting {@spell cloud of daggers}"
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiP"
			]
		}
	],
	"subclass": [
		{
			"name": "Way of the Soul Knife",
			"subclassFeatures": [
				"Way of the Soul Knife|Monk||Soul Knife|ktp|3",
				"Psion Talent|Monk||Soul Knife|ktp|6",
				"Focused Blade|Monk||Soul Knife|ktp|11",
				"Rend the Soul|Monk||Soul Knife|ktp|17"
			],
			"source": "ktp",
			"shortName": "Soul Knife",
			"className": "Monk",
			"classSource": "PHB"
		},
		{
			"name": "Awakened",
			"subclassFeatures": [
				"Awakened|Psion|ktp|Awakened|ktp|1",
				"Mind Reader|Psion|ktp|Awakened|ktp|3",
				"Empowered Psionics|Psion|ktp|Awakened|ktp|6",
				"All Seeing Eye|Psion|ktp|Awakened|ktp|10",
				"Full Awakening|Psion|ktp|Awakened|ktp|14"
			],
			"source": "ktp",
			"shortName": "Awakened",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Unleashed",
			"subclassFeatures": [
				"Unleashed|Psion|ktp|Unleashed|ktp|1",
				"Rampaging Power|Psion|ktp|Unleashed|ktp|3",
				"Empowered Psionics|Psion|ktp|Unleashed|ktp|6",
				"Uncontrollable Mind|Psion|ktp|Unleashed|ktp|10",
				"Unstoppable Rampage|Psion|ktp|Unleashed|ktp|14"
			],
			"source": "ktp",
			"shortName": "Unleashed",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Transcended",
			"subclassFeatures": [
				"Transcended|Psion|ktp|Transcended|ktp|1",
				"Balance of Power|Psion|ktp|Transcended|ktp|3",
				"Perfected Enhancement|Psion|ktp|Transcended|ktp|6",
				"Mental Control|Psion|ktp|Transcended|ktp|10",
				"Mind Over Matter|Psion|ktp|Transcended|ktp|14"
			],
			"source": "ktp",
			"shortName": "Transcended",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Shaper",
			"subclassFeatures": [
				"Shaper|Psion|ktp|Shaper|ktp|1",
				"Astral Metastability|Psion|ktp|Shaper|ktp|3",
				"Empowered Construct|Psion|ktp|Shaper|ktp|6",
				"Astral Guardian|Psion|ktp|Shaper|ktp|10",
				"Imaginary Army|Psion|ktp|Shaper|ktp|14"
			],
			"source": "ktp",
			"shortName": "Shaper",
			"className": "Psion",
			"classSource": "ktp"
		}
	],
	"classFeature": [
		{
			"name": "Psionic Archetype",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 1,
			"entries": [
				"At 1st level, you pick the archetype of Psion you embody, choosing from Awakened, Unleashed, Transcended or Shaper, each of which are detailed at the end of the class description. Your choice grants you features at 1st level, and again at 3rd, 6th, 10th, and 14th level."
			]
		},
		{
			"name": "Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Psionic Disciplines",
					"entries": [
						"You are granted access a {@filter psionic discipline|optionalfeatures|feature type=PsiD} (such as {@optfeature Telepathy Discipline|ktp|telepathy} or {@optfeature Telekinesis Discipline|ktp|telekinesis}) by your chosen archetype. A psionic discipline comes with a passive feature that expands your character's capabilities and an active psionic power that can be modified and empowered with psi points. Additionally, you can use your discipline in more detailed applications to recreate the effect of certain spells, listed at the end of the disciple description. At 3rd level, you can select a second discipline, and at 18th level you can select a 3rd discipline.",
						"Psionic powers are suppressed by {@spell antimagic field} and can be dispelled with {@spell dispel magic}, but are only affected by {@spell counterspell} if recreating the effect of a spell. Any check required to {@spell dispel magic}, {@spell counterspell}, or identify a spell being cast with Psionics is made at disadvantage unless the caster also has the Psionics feature. The spell {@spell detect magic} will detect the usage of psionics, but not their nature - it will show up as a mysterious untyped power, even if being used to generate the effect of a spell.",
						"When recreating a spell through a Psionic effect (using a psionic discipline to cast the spell), the spell has no Material or Verbal components, but using any psionic ability requires Somatic components and causes the Psion to vibrantly glow with otherworldly psionic energies they are controlling."
					]
				},
				{
					"type": "entries",
					"name": "Psi Points",
					"entries": [
						"Starting at 1st level, you gain access to psi points used to fuel {@filter psionic discipline|optionalfeatures|feature type=PsiD} powers and effects. You have a number of psi points equal to your Psion level, and regain all spent points after completing a short or long rest. You can spend a number of psi points equal to half your level (rounded up) at a time (for example, at level 5, you can spend 3 psi points on psionic power or cast a spell with a cost of 3 psi points)."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Ability",
					"entries": [
						"Intelligence is your ability for your psionic powers, psionic disciplines, psionic talents and spells, since the source of your power comes from the strength of your mind. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a psionic discipline or a psion spell you recreate with your psionic discipline, and when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Psionic Ability",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Psionic Ability",
							"attributes": [
								"int"
							]
						}
					]
				}
			]
		},
		{
			"name": "Psionic Talents",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you gain access to Psionic Talents allowing you to further specialize. Pick a talent from the list of {@filter Psionic Talents|optionalfeatures|feature type=PsiT}.",
				"You can pick a new Psionic Talent at 5th, 7th, 9th, 12th, 15th, and 18th level. When you level up, you can replace a Psionic Talent you have previously selected with a different option."
			]
		},
		{
			"name": "Second Discipline",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 3,
			"entries": [
				"When you reach 3rd level, you can select a second psionic discipline from the list of {@filter psionic disciplines|optionalfeatures|feature type=PsiD}. You cannot select a discipline you already know. You gain all features of a psionic discipline when selecting it."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 3,
			"entries": [
				"At 3rd level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Mastery (1 point)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 5,
			"entries": [
				"When you reach 5th level, you gain mastery of your psionic powers. At the start of your turn, you get 1 temporary psi point. This can be spent to empower psionic abilities, but not to recreate spells or fuel Psionic Talents. If you have any unspent temporary psi points at the end of your turn, then they are lost.",
				"At 11th level, this is increased to 2 temporary psi points, and at 17th level, this is increased to 3. Temporary psi points can be split between different abilities."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 6,
			"entries": [
				"At 6th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 10,
			"entries": [
				"At 10th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Psionic Mastery (2 points)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 11,
			"entries": [
				"When you reach 11th level, you gain mastery of your psionic powers. At the start of your turn, you now get 2 temporary psi points. This can be spent to empower psionic abilities, but not to recreate spells. If you have any unspent temporary psi points at the end of your turn, then they are lost.",
				"At 17th level, this is increased to 3. Temporary psi points can be split between different abilities."
			]
		},
		{
			"name": "Innate Psionics (6th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 11,
			"entries": [
				"At 11th level, you gain the discipline to exert great feats of psionic power. Choose one {@filter 6th-level spell from the Psion spell list|spells|level=6|class=psion} as an innate ability. You can use this innate ability once. You must finish a long rest before you can do so again. At higher level, you gain more innate abilities of your choice that can be used in this way: one 7th level spell at 13th level, one 8th level spell at 15th level, and one 9th-level spell at 17th level. You regain all uses of your Innate Psionics when you finish a long rest.",
				"Innate Psionics are well beyond the normal scope of your powers and are not restricted by what disciplines you have. Unlike psionic disciplines, they require any component the spell requires."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Innate Psionics (7th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 13,
			"entries": [
				"At 13th level, you choose one {@filter 7th-level spell from the Psion spell list|spells|level=7|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Innate Psionics (8th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 15,
			"entries": [
				"At 15th level, you choose one {@filter 8th-level spell from the Psion spell list|spells|level=8|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Mastery (3 points)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 17,
			"entries": [
				"When you reach 17th level, you gain mastery of your psionic powers. At the start of your turn, you now get 3 temporary psi points. This can be spent to empower psionic abilities, but not to recreate spells. If you have any unspent temporary psi points at the end of your turn, then they are lost.",
				"Temporary psi points can be split between different abilities."
			]
		},
		{
			"name": "Innate Psionics (9th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 17,
			"entries": [
				"At 17th level, you choose one {@filter 9th-level spell from the Psion spell list|spells|level=9|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Third Discipline",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 18,
			"entries": [
				"When you reach 18th level, you can select a third psionic discipline from the list of {@filter psionic disciplines|optionalfeatures|feature type=PsiD}. You cannot select a discipline you already know. You gain all features of a psionic discipline when selecting it."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Ascension",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 20,
			"entries": [
				"Starting at 20th level, if you die you can choose to become a incorporeal entity on the ethereal plane at the spot you died in the material plane at the start of your next turn. This entity has the physical ability scores (Strength, Dexterity, Constitution) and abilities of a {@creature ghost}, but has your mental ability scores (Intelligence, Wisdom, Charimsa) and your Psion class abilities.",
				"When you take this form, your current and maximum health becomes that of the {@creature ghost}. If you have less than 10 psi points when you first take this form, you now have 10 psi points. While in this form, you cannot rest to regain spent abilities. If you exhaust all psi points or the {@creature ghost} is destroyed, you die as a normal creature would."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Awakened",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"An Awakened is a Psion who had their psionic power awakened within them by an encounter, event, or circumstance. Perhaps their powers were latent, or perhaps their destiny had been that of a normal creature until powers were suddenly thrust on them. The nature of their circumstances varies widely - perhaps they brushed the Far Realm in a vivid dream, perhaps they wandered the Feywild and came back warped, or perhaps they merely glimpsed the eyes of a creature that did not belong walking down the street.",
				"An awakening is often somewhat traumatic. Psions are not well understood, and the first power the manifest - telepathy - is one of the most feared and shunned abilities, often viewed for its rather creepy potential.",
				"An Awakened can be either empathetic or cruel, good or evil. Knowing what is on the minds of others affects people in different ways, driving some away from society as they see its true face, while others feel drawn to help the problems only they can see.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opened Mind|Psion|ktp|Awakened|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mental Awareness|Psion|ktp|Awakened|ktp|1"
				}
			]
		},
		{
			"name": "Opened Mind",
			"entries": [
				"At 1st level when you select this archetype, your mind awakens the ability to directly connect to the minds of other creatures, gaining the psionic discipline of {@optfeature Telepathy Discipline|ktp|telepathy}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Mental Awareness",
			"entries": [
				"Additionally starting at 1st level, you can use Intelligence instead of Wisdom when making an Insight check against a creature with an Intelligence ability score of 6 or higher. Further, once you have telepathically communicated with an allied creature, you know their location for the next hour."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Mind Reader",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use Telepathic intrusion, you can force the target to make an Intelligence saving throw instead of a Wisdom saving throw against the power (deciding when you use the ability).",
				"When a creature fails a saving throw against your Telepathic Intrusion, you gain a d4. Until the end of your next turn, if you make an attack roll against the creature or the creature makes a saving throw against a Psionic power other than Telepathic Intrusion against you, you can add or subtract the d4 from the roll (deciding to roll before you roll the attack or use the power)."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline, you can add your Intelligence modifier to any single damage roll of that power, regardless of the number of dice of this damage roll."
			]
		},
		{
			"name": "All Seeing Eye",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you can see a creature by its mind. You gain blindsight with a range of 30 feet, but it only sees creatures with an intelligence of 6 or higher. Additionally, you no longer need to be able to see a creature to use a psionic power on them, so long as you know where they are, and they are within range of your blindsight."
			]
		},
		{
			"name": "Full Awakening",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can briefly fully awaken your expanded mind to true comprehension. At the start of your turn, you can expend 2 Psi Points to gain advantage on all saving throws and attack rolls until the start of your next turn."
			]
		},
		{
			"name": "Unleashed",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"An Unleashed Psion's power is most often an innate force they struggle to understand or control, a reflection of their state of mind and mood projected onto the world around them, often to devastating results. The life of an Unleashed Psion is frequently their journey to control their unruly powers... or one of embracing the destructive powers they grant fully.",
				"What the wellspring of their innate power is varies - they could be a psionic race, born under the influence of twisted powers, warped by fey blood, or a herald of something more sinister brushing against the material world. Sometimes their power will show itself in simple applications, but most often their power becomes known and feared when their temper flares.",
				"Their alignment frequently depends on the approach to their powers they have taken. An Unleashed Psion who emphasizes control and restraint, keeping their emotions from running wild and their powers from running rampant will most often be lawful, following strict personal codes. On the other hand, an Unleashed Psion who lets their power run rampant will almost always be chaotic in nature, acting on impulse - with great emphasis.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unshackled Power|Psion|ktp|Unleashed|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Overwhelming Power|Psion|ktp|Unleashed|ktp|1"
				}
			]
		},
		{
			"name": "Unshackled Power",
			"entries": [
				"At 1st level when you select this archetype, you gain the ability to unleash your mind to physically interact with the world around you, granting you the psionic discipline {@optfeature Telekinesis Discipline|ktp|telekinesis}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Overwhelming Power",
			"entries": [
				"Additionally at 1st level, you gain the ability to cast {@spell thaumaturgy} with your psionic powers. When you cast it in this way, you have additional options:",
				{
					"type": "list",
					"items": [
						"You cause up to 10 pounds of loose objects within 10 feet of you to start floating for 1 minute.",
						"You can force all targets within 5 feet to make a Strength saving throw, or be pushed by 5 feet away from you."
					]
				}
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Rampaging Power",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain a d4 rampage die. Once per turn during your turn when making a damage roll, you can add this rampage die to the damage roll. If you dealt damage during your last turn, your rampage die becomes a d6, increasing with each subsequent turn you deal damage by one step, up to a d12; if you did not deal damage during your last turn or become incapacitated, it becomes a d4 once more. If you maintain a continuous d12 rampage die for more than one minute, you gain a level of exhaustion."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline, you can add your Intelligence modifier to any single damage roll of that power, regardless of the number of dice of this damage roll."
			]
		},
		{
			"name": "Uncontrollable Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, the strength of your rampaging mind is such that others' attempts to control it are futile. You gain immunity to charm, fear, and effects that would control your mind while your rampage die is a d8 or more."
			]
		},
		{
			"name": "Unstoppable Rampage",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, when an attack reduces you to zero hit points, you can roll your rampage die. If your roll + your Constitution modifier is higher than the excess damage you took, you are instead reduced to one hit point. You can expend 2 psi points to roll an additional rampage die, adding it to the result."
			]
		},
		{
			"name": "Transcended",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Transcended Psion is most often one that has found their path to psionic powers through a mental epiphany, realizing the place of their mind within the multiverse and how it ties to everything else, seeing the keys and levers to the world laid out before them in their mind's eye.",
				"Most often achieved either intentionally or accidentally through meditation and ritual, this can sometimes even be a passed on technique to reliably transcend the strictly material concerns, and explore the more cognitive realm and powers within.",
				"Transcended Psions tend to have the best grasp on their powers in control and principle, having come to understanding of the greater cosmos, but lack the reckless abandon some other Psions may have. Unfortunately less transcendent minds frequently cannot understand the greater truths they have learned and may view a Transcended Psion as a bit... peculiar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enlightened|Psion|ktp|Transcended|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "State of Mind|Psion|ktp|Transcended|ktp|1"
				}
			]
		},
		{
			"name": "Enlightened",
			"entries": [
				"At 1st level when you select this archetype, you gain the ability to empower your body with the power of your mind, granting you the psionic discipline of {@optfeature Enhancement Discipline|ktp|enhancement}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "State of Mind",
			"entries": [
				"Additionally at 1st level, you can ignore the effects of extreme heat or cold, hold your breath twice as long as normal, and can go twice as long without eating or sleeping before suffering exhaustion."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Balance of Power",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use a psionic ability (power or spell) to restore hit points or grant temporary hit points, you can add the hit points granted to a stored pool. The maximum value of the pool is your psion level, and any points beyond the maximum are lost. The next time you make a damage roll, you can expend the pool to add damage equal to the stored value to one target affected by the damage roll. This stored damage is lost if not spent within 1 minute."
			]
		},
		{
			"name": "Perfected Enhancement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you grant temporary hit points with a psionic power you can add your proficiency bonus to the temporary hit points gained by one creature."
			]
		},
		{
			"name": "Mental Control",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you have to make a Constitution saving throw to avoid losing concentration on an effect from a {@filter psionic discipline|optionalfeatures|feature type=PsiD}, you can add your Intelligence modifier to the saving throw."
			]
		},
		{
			"name": "Mind Over Matter",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, when you roll a Strength, Dexterity, or Constitution saving throw, you can expend 2 psi points to roll an Intelligence saving throw instead.",
				"Additionally, when you roll a death saving throw, you can expend 4 psi points to roll a 20."
			]
		},
		{
			"name": "Shaper",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Shaper is a Psion that specializes in the materialization of their imagination, projecting it out into the world. No mere conjurers borrowing the powers of other planes, a Shaper manifests things from nothing but their own mind, weaving their creations into existence through the exertion of raw psionic power and imagination.",
				"A Shaper's mind is tool of nearly unrivaled power possessing both boundless creativity and inexorable will, but if that will is overrun, the world would do well to fear a Shaper's nightmares.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Creator's Mind|Psion|ktp|Shaper|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Boundless Imagination|Psion|ktp|Shaper|ktp|1"
				}
			]
		},
		{
			"name": "Creator's Mind",
			"entries": [
				"At 1st level when you select this Archetype, you gain the ability to will contents of your mind into the world, granting you the psionic discipline {@optfeature Projection Discipline|ktp|projection}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Boundless Imagination",
			"entries": [
				"Additionally at 1st level, when you conjure your Astral Construct, you can apply one of the following powers to it:",
				"*Devastating Weapons* You imagine more deadly armaments - from a greatsword to vicious fangs - causing your Astral Construct to grow more deadly. The Astral Construct's damage becomes 1d12.",
				"*Psionic Conduit* You can use your Psionic powers through your Astral Construct, as if you were where it is.",
				"*Vivid Existence* Your Astral Construct fully materializes and automatically uses Solidify at the start of its turn without requiring a command to do so.",
				"You can change which benefit you grant it for the duration of the effect as a bonus action."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Astral Metastability",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use your Psionic powers to create an Astral Construct, it does not require concentration to maintain, and lasts until dismissed, but you cannot summon another one while you have one summoned."
			]
		},
		{
			"name": "Empowered Construct",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with an Astral Construct, you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "Astral Guardian",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you would take damage while you have an Astral Construct within 30 feet of you, you can use your reaction to conjure it to you (sharing your space) and expend a psi point to Solidify it, transposing it between you and the source of damage. It takes the damage instead of you. If the attack deals more damage than it has hit points (from Solidify), you take the remainder of the damage."
			]
		},
		{
			"name": "Imaginary Army",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can allow your mind to run wild, letting an astral army spring forth into reality. When you use Replicate, one additional Astral Construct is created and can by controlled with your action (commands only effect one of your choice). This additional construct last until the start of your next turn and cannot be sustained.",
				"Once you create an additional duplicate, you cannot do so again until you complete a short or long rest."
			]
		},
		{
			"name": "Way of the Soul Knife",
			"source": "ktp",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Soul Knife",
			"subclassSource": "ktp",
			"level": 3,
			"entries": [
				"",
				{
					"type": "entries",
					"name": "Soul Knife",
					"entries": [
						"Starting when you choose this tradition at 3rd level, you've learned to focus your ki into a psionic blade. As a bonus action, you can create a blade of pure scintillating psionic energy. The blade you create in this way typically takes the form of a knife-like blade projecting from your fist, but you can shape it however you choose. You can choose to create multiple blades, but any blade you are not holding vanishes at the end of your turn and must be resummoned.",
						"Regardless of the form it takes, the weapon is a monk weapon for you, deals 1d8 psychic damage, and has the light, finesse, and thrown (20/60 ft.) properties."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Ki",
					"entries": [
						"Additionally at 3rd level, you gain the ability to express your inner focus as psionic manifestations. You learn a psionic discipline of your choice from the {@filter psionic discipline|optionalfeatures|feature type=PsiD} list, and can expend ki points as psi points while using psionic abilities learned through this feature.",
						{
							"type": "inset",
							"name": "Default Selection: Telekinesis",
							"entries": [
								"While a Way of a Soul Knife monk can select any psionic discipline, for building a Soul Knife quickly or simply, select {@optfeature Telekinesis Discipline|ktp|telekinesis} for the enhanced ranged abilities and mobility options it provides."
							]
						}
					]
				}
			]
		},
		{
			"name": "Psion Talent",
			"source": "ktp",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Soul Knife",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can select a psionic talent from the psion's list of {@filter psionic talents|optionalfeatures|feature type=PsiT}.",
				{
					"type": "inset",
					"name": "Default Selection: Mind Devourer",
					"entries": [
						"While many talents can provide a Soul Knife unique options, for building a Soul Knife quickly or simply, select {@optfeature Mind Devourer|ktp} for enhancing your durability and resources."
					]
				}
			]
		},
		{
			"name": "Focused Blade",
			"source": "ktp",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Soul Knife",
			"subclassSource": "ktp",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, you gain the ability to invest more psionic energy into your blade. When you create a psionic blade, you can expend ki points to increase its power.",
				{
					"type": "table",
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"colLabels": [
						"Ki Points",
						"Attack and Damage"
					],
					"rows": [
						[
							"1",
							"+1"
						],
						[
							"2",
							"+2"
						],
						[
							"3",
							"+3"
						],
						[
							"5",
							"+4"
						]
					]
				}
			]
		},
		{
			"name": "Rend the Soul",
			"source": "ktp",
			"page": 76,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Soul Knife",
			"subclassSource": "ktp",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, your attacks can harm a creature beyond its physical form. When you strike a target with your Soul Knife, you can spend 2 ki points to make the strike ignore any resistance or immunity to damage the target has, and reduce its maximum health by the damage dealt by the attack. Additionally, the target must make a Charisma saving throw, or have its Charisma score reduced by 2. If the target's Charisma score is reduced to 0 by this ability, they die.",
				"Any hit points lost or ability scores reduced by this strike are restored after 24 hours."
			]
		}
	]
}
