{
	"_meta": {
		"sources": [
			{
				"json": "ktp",
				"abbreviation": "KT:P",
				"full": "KibblesTasty: Psion",
				"authors": [
					"KibblesTasty"
				],
				"convertedBy": [
					"wafflepotamus",
					"hyde364",
					"Ikaguia",
					"Roamer",
					"p4535992",
					"mechanicBovine",
					"carboardvinyl",
					"hightouch"
				],
				"version": "1.5.3",
				"url": "https://www.kthomebrew.com/s/Psion-153-Compressed.pdf"
			}
		],
		"optionalFeatureTypes": {
			"PsiD": "Psionic Discipline",
			"PsiT": "Psionic Talent",
			"PsiP": "Psionic Power"
		},
		"status": "ready",
		"dateAdded": 1559943252,
		"dateLastModified": 1733169901,
		"_dateLastModifiedHash": "a7abf0082d",
		"edition": "classic"
	},
	"skill": [
		{
			"name": "Psionics",
			"source": "ktp",
			"ability": "int",
			"entries": [
				"Psionics a new Intelligence based skill that serves to understand things of a Psionic nature as Arcana might understand things of an arcane nature. It is a skill to help you identify Psionic objects, phenomena and creatures."
			]
		}
	],
	"class": [
		{
			"name": "Psion",
			"source": "ktp",
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"wis",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Psi Points",
						"Per Use Limit",
						"{@filter Psionic Talents|optionalfeatures|feature type=PsiT}"
					],
					"rows": [
						[
							1,
							1,
							0
						],
						[
							2,
							1,
							2
						],
						[
							3,
							2,
							2
						],
						[
							4,
							2,
							2
						],
						[
							5,
							3,
							3
						],
						[
							6,
							3,
							3
						],
						[
							7,
							4,
							4
						],
						[
							8,
							4,
							4
						],
						[
							9,
							5,
							5
						],
						[
							10,
							5,
							5
						],
						[
							11,
							6,
							5
						],
						[
							12,
							6,
							6
						],
						[
							13,
							7,
							6
						],
						[
							14,
							7,
							6
						],
						[
							15,
							8,
							7
						],
						[
							16,
							8,
							7
						],
						[
							17,
							9,
							7
						],
						[
							18,
							9,
							8
						],
						[
							19,
							10,
							8
						],
						[
							20,
							10,
							8
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"skills": [
					{
						"psionics|ktp": true,
						"choose": {
							"from": [
								"deception",
								"history",
								"insight",
								"intimidation",
								"investigation",
								"medicine",
								"perception",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item quarterstaff|phb} or (b) a {@item dagger|phb}",
					"{@item leather armor|phb} or (b) a {@item scale mail|phb} (if proficient)",
					"(a) a {@item scholar's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"defaultData": [
					{
						"a": [
							"quarterstaff|phb"
						],
						"b": [
							"dagger|phb"
						]
					},
					{
						"a": [
							"leather armor|phb"
						],
						"b": [
							"scale mail|phb"
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"skills": [
						{
							"psionics|ktp": true
						}
					]
				}
			},
			"classFeatures": [
				{
					"classFeature": "Psionic Archetype|Psion|ktp|1",
					"gainSubclassFeature": true
				},
				"Psionics|Psion|ktp|1",
				"Psionic Talents|Psion|ktp|2",
				"Second Discipline|Psion|ktp|3",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Psion|ktp|4",
				"Psionic Mastery (1 point)|Psion|ktp|5",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Psion|ktp|8",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|10",
					"gainSubclassFeature": true
				},
				"Psionic Mastery (2 points)|Psion|ktp|11",
				"Innate Psionics (6th level spell)|Psion|ktp|11",
				"Ability Score Improvement|Psion|ktp|12",
				"Innate Psionics (7th level spell)|Psion|ktp|13",
				{
					"classFeature": "Psionic Archetype Feature|Psion|ktp|14",
					"gainSubclassFeature": true
				},
				"Innate Psionics (8th level spell)|Psion|ktp|15",
				"Ability Score Improvement|Psion|ktp|16",
				"Psionic Mastery (3 points)|Psion|ktp|17",
				"Innate Psionics (9th level spell)|Psion|ktp|17",
				"Third Discipline|Psion|ktp|18",
				"Ability Score Improvement|Psion|ktp|19",
				"Ascension|Psion|ktp|20"
			],
			"subclassTitle": "Psionic Archetype",
			"classSpells": [
				"Blade Barrier|phb",
				"Chain Lightning|phb",
				"Disintegrate|phb",
				"Find the Path|phb",
				"Eyebite|phb",
				"Harm|phb",
				"Mass Suggestion|phb",
				"Mental Prison|xge",
				"Mind Blast|ktp",
				"Scatter|xge",
				"Crown of Stars|xge",
				"Etherealness|phb",
				"Geas|phb",
				"Plane Shift|phb",
				"Power Word Pain|xge",
				"Regenerate|phb",
				"Reverse Gravity|phb",
				"Teleport|phb",
				"Whirlwind|xge",
				"Antimagic Field|phb",
				"Demiplane|phb",
				"Dominate Monster|phb",
				"Earthquake|phb",
				"Feeblemind|phb",
				"Inner World|ktp",
				"Maddening Darkness|xge",
				"Mind Blank|phb",
				"Power Word Stun|phb",
				"Astral Projection|phb",
				"Foresight|phb",
				"Gate|phb",
				"Power Word Kill|phb",
				"psychic scream|xge",
				"Time Stop|phb"
			],
			"page": 1
		}
	],
	"classFluff": [
		{
			"name": "Psion",
			"source": "ktp",
			"entries": [
				{
					"entries": [
						"A huge orc flies across the room, smashing through tables and chairs before hitting the wall with a thunderous crash, collapsing dazed. A human, her eyes still glowing with unearthly power, tosses a few extra coins on the bar. \"Sorry for the mess. If he wakes up, tell him to try picking on someone his own size next time.\"",
						"The prisoner's expression turns from defiant to puzzled as the interrogator asks no questions, merely stares at them silently. His puzzled expression turns worried as he finds himself, unbidden, recalling where he stashed the loot. \"Under the stables behind the Rusty Hook Inn\" the interrogator finally speaks, as the thief's expression becomes terrified.",
						"\"Ain't you... cold or something'?\" the dwarf asks the elf as they trudge through the snow, eying her simple robe and bare feet. \"I just think 'warm'\" the elf replies with a distracted air. The dwarf snorts, a puff of chilled air. Typical elf nonsense. Except... they haven't frozen to death yet. \"Say... could you think some 'warm' this way?\" the dwarf asks hopefully. To the dwarf's surprise, the chill of the snow fades away completely. \"That's downright creepy... hey don't stop now! Was jus' saying' it was creepy.\"",
						"Psions are those who have tapped into a special otherworldly force, with the ability to actualize the power of their mind to accomplish impossible feats. Reading minds, lifting vast weights, and transcending physical limitations, they tend to inspire awe and terror in equal measure.",
						"The exact nature of what psionic power is might be a question answered in your setting, or it might not be. Most view psionic power as coming from within, though other answers exist-anything from the leaking power of the realms beyond, to an alternate way to express magic, to an actualization of an individual's will upon the world.",
						{
							"type": "entries",
							"name": "Powerful Minds",
							"entries": [
								"Since a psion's weapon is their mind, they are always a careless thought away from harming those around them. For a psion, the line between thinking and doing can be very thin, forcing them to keep their thoughts and emotions in check, lest their powers run amok. This leads to many of them developing odd behaviors or mannerisms to help them control their state of mind, frequently seeming quite eccentric to an outside observer.",
								"Consider how your psion keeps their powers in check, and how much their power bleeds into their everyday life. How reading minds may affect their body language or habits. Do they add wood to the campfire from the comfort of their bedroll, or do they restrain themselves from using their power for trivial matters lest they slip up?"
							]
						},
						{
							"type": "entries",
							"name": "Misunderstood Power",
							"entries": [
								"In a world of widespread magic, many will assume a psion to be a type of Sorcerer or Wizard, mistaking their powers for the common applications of magic. The common villager keeps only one mental category for the supernatural and creepy people that bend reality to their will. But even among magic users, a psion's powers will frequently be found unnerving.",
								"It is often those who do understand magic that find a psion's abilities the most aberrant. A force that intersects the magical weave rather than obeys it, the nature of the power that the psion wields one can only contemplate with unease.",
								{
									"type": "inset",
									"name": "Psionics & Magic",
									"entries": [
										"The mechanical interactions between magic and psionics are covered in the Psionics feature, but may vary depending on your GM and setting. Psionics are still an expression of the supernatural, and may still be affected by effects that suppress magical effects, but are often mysterious and baffling to those familiar with magic, being a more raw interaction of the mind and weave."
									]
								}
							]
						}
					],
					"source": "ktp",
					"page": 5,
					"name": "Psion",
					"type": "section"
				},
				{
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Psion",
							"entries": [
								"When creating a psion, consider your character's background. How did you become a psion? Were you born with latent powers? Or did something happen to you granting your powers? Or did you intentionally train yourself through rigorous mental exercise to leverage them? Consider how developing a rare and mysterious power would have affected your interactions with people.",
								"Consider what your purpose is with your newfound powers, or how you plan to use your powers. Do you intend to be taken for a Wizard casting magic, or are you freely open about being of a... different nature?"
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a psion quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity or Constitution. Second, choose a background that lends itself to intelligence skills."
							]
						}
					],
					"source": "ktp",
					"page": 2,
					"name": "Psion",
					"type": "section"
				},
				{
					"source": "ktp",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I didn't mean to kill him! He just made me angry, and I imagined shoving him."
							],
							"by": "Amelia, age 8"
						},
						"Psions have within them a deep well of raw, untamed power. Their fight to contain and focus their power is unending. A simple distraction from their focus can have catastrophic consequences.",
						"A psion's constant internal struggle can lead psions to developing odd quirks or habits that they have unintentionally developed to keep their powers under control. Adventuring psions often seek out opportunity to train and hone their powers without causing undue harm to the people around them. A psion that doesn't find ways to expend some of their power finds themselves like a powder keg ready to explode.",
						"Playing a psion character is an opportunity to play an odd or unusual personality. To distinguish your psion character, consider the options in the sections that follow.",
						{
							"type": "entries",
							"name": "Social Quirk",
							"entries": [
								"What sort of quirk have you developed to prevent yourself from unintentionally harming others? How does this help you control your power?",
								{
									"type": "table",
									"caption": "Social Quirk",
									"colLabels": [
										"{@dice d6}",
										"Social Quirk"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Amused. You are quick to laugh, and find humor in circumstances that no one else finds funny. You are able to laugh off tense situations that might cause most people to snap."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Distant. Others might look over to you and see you staring off into the distance. You're not really looking at anything, but escaping inward, and getting mentally far away from the stimulus of the outside world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Passionate. You have an unusual love that you will bring up frequently in conversation, and devote your spare time towards. It might be old copper coins, buttons, or jade figurines, but you find them far more fascinating than anyone else would."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Frightening. You enjoy startling and spooking others. You might start loudly barking like a dog right next to someone's ear, or briefly fly into a rage only to laugh it off a minute later. You tend to make anyone who doesn't know you uneasy."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Deluded. Your perception of reality differs from everyone else. Perhaps you think you are tree that has merely manifested itself as a elf as it became awakened, or maybe you think that all your friends are just psychic manifestations you have created."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Loving. You adore everyone you meet, and great them with big displays of affection. You act more like a puppy than anything else, and others can't help but be affected by your infectious joy."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Origins",
							"entries": [
								"Psionic powers are unusual and strange, side effects of the material plane interacting with the Far Realm.",
								"Determine how your character gained their psionic powers, and think about how that origin would affect your character's backstory and growth.",
								{
									"type": "table",
									"caption": "Origins",
									"colLabels": [
										"{@dice d6}",
										"Origin"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You were born with your powers, and no one knows why. No one else around you had any type of psionic power. Your powers were feared by your family, and you spent your childhood trying to keep your powers under control."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You somehow drifted into the Astral Plane while dreaming, and when you woke up, you had these new powers."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You studied and trained your mind until you were able to exert its power over the world around you. It was a long, difficult path but after many years your practice started paying off."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You are a part of a special group or race that naturally develops psionic powers as they grow up, so you had a lot of help developing your powers."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You encountered some being you shouldn't have, but your memory of it is distorted and vague. Your encounter gave you psionic powers but left you a little bit mad."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You traveled to a far off place where psionic power is not unusual. There you studied with psionic masters who trained you and helped you hone your psionic talents."
										]
									]
								}
							]
						}
					],
					"type": "section"
				}
			]
		}
	],
	"spell": [
		{
			"name": "Compelled Query",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You focus your telepathic powers on a creature and ask it a simple question. It must make an Intelligence saving throw, or it conjures a short mental thought or image that answers your question to the best of its ability that you can perceive telepathically. A creature gains a +5 to the saving throw against this spell for each time it has been used on them in the past 24 hours."
			],
			"page": 14,
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"ST"
			],
			"optionalfeatures": [
				{
					"name": "Telepathy Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Delve Mind",
			"level": 3,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You delve into a creature's mind, forcing it to make an Intelligence saving throw. On a failure, for the duration or until you end the spell you gain access to its memories from the past 12 hours, and are able to recall things it remembers as if they are your own memories, but these memories contain only things the target creature remembers."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can delve an additional 12 hours further back in the creature's memories for each slot level above 3rd."
					]
				}
			],
			"page": 14,
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"ST"
			],
			"optionalfeatures": [
				{
					"name": "Telepathy Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Flicker",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you would take damage"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You flicker between the material and ethereal plane. Until the start of your next turn, each time you would take damage, including the triggering attack, roll a {@dice 1d4|d4}. On a 2, you gain resistance to that instance of damage. On a 4, you don't take any damage."
			],
			"page": 29,
			"areaTags": [
				"ST"
			],
			"optionalfeatures": [
				{
					"name": "Transposition Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Future Insight",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"Your roll {@dice 3d4} or {@dice 1d12} (your choice) and record the results. During the duration, you can expend one of these dice to add or subtract them from any attack roll, saving throw, or ability check made by a creature within 60 feet of you until the dice are exhausted or the spell ends. You must expend the die after the roll is made, but before you know the outcome of the roll."
			],
			"source": "ktp",
			"page": 30,
			"components": {
				"s": true
			},
			"optionalfeatures": [
				{
					"name": "Precognition Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Glimpse the Future",
			"level": 2,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You give a creature within range a glimpse of their future. Roll a {@dice d4} to determine the outcome:",
				{
					"type": "table",
					"colStyles": [
						"col-2 text-center",
						"col-10 text-center"
					],
					"colLabels": [
						"{@dice d4}",
						"Effect"
					],
					"rows": [
						[
							"1",
							"The target foresees an action to come. Roll a {@dice d20} and record the value. Until the duration of the spell ends, they can replace one of their d20 rolls with the value rolled."
						],
						[
							"2",
							"The target sees their own death. If they are reduced to zero hit points by an attack or failing a save throw during the duration, they instead evade the attack or pass the saving throw if they are not otherwise incapacitated prior to being reduced to zero."
						],
						[
							"3",
							"They see a future victory, growing confident. They gain 10 temporary hit points and are immune to the {@condition frightened} condition for the duration of the spell."
						],
						[
							"4",
							"The target sees an ambush or surprise, the first time they would be surprised they are not, or the first time an attack would be made against them with advantage, it is instead made with disadvantage."
						]
					]
				},
				{
					"type": "inset",
					"name": "The Unavoidable Death",
					"entries": [
						"In the case of number 2, passing the save will not always be enough to make them not be reduced to zero hit points. Sometimes they are reduced to zero by something like falling damage that has no save or attack. Sometimes life's a bummer that way."
					]
				}
			],
			"source": "ktp",
			"page": 30,
			"components": {
				"s": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When cast using 3 or more psi points, you can select the effect instead of rolling a {@dice d4}"
					]
				}
			],
			"optionalfeatures": [
				{
					"name": "Precognition Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Inner World",
			"level": 8,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"As an action, you create and enter an imaginary world. All other creatures within 120 feet are pulled this world with you. This world is centered on you, and extends in 120 feet in all directions.",
				"A creature that reaches the edge of this world can make a Charisma saving throw to attempt to exit, spending 5 feet of movement to return where they were before being pulled into the world on success, and being unable to move out the world until the start of their next turn on failure. A creature outside the world can attempt to enter it by moving to where you cast the spell (which is marked by a glowing psionic rift) and making a Charisma saving throw to enter the world. You can allow a creature to automatically pass their save to enter or exit the world.",
				"When you create this world, you can create obstacles and terrain of your choice, creating walls, pillars, and other obstacles that take up to twenty 5 by 5 square foot areas (stylistically, these can appear however you choose). These can be placed consecutively or spread out in any method of your choosing, but any area with a creature must contain a path that creature can fit through to both you and the edge of the of the world.",
				"You can additionally create up to five hazardous spaces on the ground that are 5 foot squares. These can be fires, spikes, biting mouthes, or whatever you choose, but regardless of its form if a creature takes {@damage 4d4 + 4} psychic damage when it enters the effect's area for the first time on a turn or starts its turn there. Each of these hazards must be at least 20 feet from another hazard.",
				"While in this inner world, if you fail saving throw, you choose to succeed instead. You can do up to 3 times during the duration of the spell. All spells and powers have their psi point cost reduced by one.",
				"During the spell, as an action, you can attempt to destroy a creature within the world. The target must make an Intelligence saving throw. On failure, it takes {@damage 8d8 + 8} psychic damage and is removed from the imaginary world, returning to where they were before being pulled into it. ",
				"The world can be brightly or dimly lit, and you control the weather within it.",
				"When the spell ends, you and any creature that remains in the world exit the world returning to space you entered the world from.",
				"Quickly Constructed Worlds",
				"The casting time of this spell is 1 action, which is 6 seconds in game. It is recommended that that you come up with a general layout and any resources needed for this spell in collaboration with your GM when you select the spell, and make at most minor changes to the world when casting it."
			],
			"source": "ktp",
			"page": 31,
			"components": {
				"s": true
			},
			"damageInflict": [
				"psychic"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Invested Competency",
			"level": 5,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You touch a willing creature imbuing psionic competency into them. Until the spell ends, they gain expertise in on skill of your choice, adding double their proficiency bonus to that skill."
			],
			"source": "ktp",
			"page": 31,
			"components": {
				"s": true
			},
			"optionalfeatures": [
				{
					"name": "Enhancement Discipline",
					"source": "ktp"
				}
			]
		},
		{
			"name": "Invest Life",
			"level": 3,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You sacrifice some of your health to mend another creature's injuries. You take {@damage 4d8} necrotic damage, which can't be reduced in any way, and one creature of your choice that you can see within range regains a number of hit points equal to twice the necrotic damage you take."
			],
			"source": "ktp",
			"page": 31,
			"components": {
				"s": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 3rd."
					]
				}
			],
			"optionalfeatures": [
				{
					"name": "Life Wielder",
					"source": "ktp"
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"miscTags": [
				"HL"
			]
		},
		{
			"name": "Launch Object",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Inventor",
						"source": "KibbleInventor"
					}
				]
			},
			"entries": [
				"Choose one object weighing 1 to 5 pounds within range that isn't being worn or carried. The object flies in a straight line up to 90 feet in a direction you choose before falling to the ground, stopping early if it impacts against a solid surface. If the object would strike a creature, that creature must make a Dexterity saving throw. On a failed save, the object strikes the target and stops moving. When the object strikes something, the object and what it strikes each take {@damage 3d8} bludgeoning damage."
			],
			"source": "ktp",
			"page": 32,
			"components": {
				"s": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the maximum weight of objects that you can target with this spell increases by 5 pounds, and the damage increases by {@dice 1d8}, for each slot level above 1st."
					]
				}
			],
			"optionalfeatures": [
				{
					"name": "Telekinesis Discipline",
					"source": "ktp"
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Mind Blast",
			"level": 6,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You emit a blast of psychic energy. Each creature in a 60-foot cone must make an Intelligence saving throw. A creature takes {@damage 6d8} psychic damage and is {@condition stunned} until the end of their next turn on a failed save. A creature takes half as much damage and is not {@condition stunned} on a successful save."
			],
			"page": 32,
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"intelligence"
			],
			"conditionInflict": [
				"stunned"
			],
			"areaTags": [
				"N"
			]
		},
		{
			"name": "Nullify Effect",
			"level": 2,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you are forced to make an Intelligence, Wisdom, or Charisma saving throw"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You gain advantage on Intelligence, Wisdom, and Charisma saving throws (Including the triggering save) until the start of your next turn. You also gain resistance to Psychic and Force damage until the start of your next turn."
			],
			"source": "ktp",
			"page": 33,
			"components": {
				"s": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can roll an additional {@dice d20} as part of your advantage roll. If you cast this at the 5th level or higher, it grants immunity to Psychic and Force damage for the duration."
					]
				}
			],
			"optionalfeatures": [
				{
					"name": "Nullification Discipline",
					"source": "ktp"
				}
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"ADV"
			]
		},
		{
			"name": "Psychic Drain",
			"level": 2,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You draw on the psychic energy of another creature you can see to sustain yourself. The target must make a Charisma saving throw. On failure it takes {@damage 3d8} psychic damage and you gain temporary hit points equal to half the amount of psychic damage dealt and regain one expended psi point."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the spell deals an extra {@damage 1d8} psychic damage."
					]
				}
			],
			"page": 33,
			"savingThrow": [
				"charisma"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"HL",
				"THP"
			],
			"optionalfeatures": [
				{
					"name": "Consumption Discipline",
					"source": "ktp"
				}
			],
			"damageInflict": [
				"psychic"
			]
		},
		{
			"name": "Shockwave",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You unleash a burst of telekinetic force in all directions. Each creature of your choice within 30 feet of you is knocked 5 feet back and must succeed on a Strength saving throw or take {@damage 8d6} damage bludgeoning damage and be knocked {@condition prone}. A creature that succeeds on its saving throw takes half as much damage and isn't knocked {@condition prone}."
			],
			"source": "ktp",
			"page": 33,
			"components": {
				"s": true
			},
			"conditionInflict": [
				"prone"
			],
			"optionalfeatures": [
				{
					"name": "Telekinesis Discipline",
					"source": "ktp"
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"strength"
			],
			"areaTags": [
				"S"
			],
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Terrifying Visions",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You instill a vision of terrifying hallucinations into the mind of a target you can see. The target must make a Wisdom saving throw. On failure, it takes {@damage 3d6} psychic damage and must immediately use its reaction to move to move it's movement speed directly away from you. This movement does not force the creature to move into any hazard or take movements that cause it to take damage (such as jumping off a cliff or moving into a spell effect). On a successful save, the target takes half as much damage and isn't forced to move."
			],
			"source": "ktp",
			"page": 34,
			"components": {
				"v": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} for each slot level above 1st."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			],
			"damageInflict": [
				"psychic"
			],
			"areaTags": [
				"ST"
			],
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Turbulent Warp",
			"level": 3,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"entries": [
				"You teleport yourself to an unoccupied space you can see within range, leaving behind a spatial distortion. Each creature within 10 feet of the space you left must make a Charisma saving throw. On a failure, they take {@damage 5d4} force damage and are teleported to an empty space of your choice within 5 feet of where they were. On success they take half as much damage and are not teleported.",
				"You can also teleport one willing creature of your size or smaller who is carrying gear up to its carrying capacity. The creature must be within 5 feet of you when you cast this spell, and there must be an unoccupied space within 5 feet of your destination space for the creature to appear in; otherwise, the creature is left behind."
			],
			"source": "ktp",
			"page": 34,
			"components": {
				"v": true
			},
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 2d4} for each slot level above 3rd."
					]
				}
			],
			"optionalfeatures": [
				{
					"name": "Transposition Discipline",
					"source": "ktp"
				}
			],
			"miscTags": [
				"TP",
				"FMV"
			],
			"savingThrow": [
				"charisma"
			],
			"damageInflict": [
				"force"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Unlocked Potential",
			"level": 1,
			"school": "P",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Psion",
						"source": "ktp"
					}
				]
			},
			"source": "ktp",
			"entries": [
				"You unlock the potential of a creature's mind, allowing it to fully reach its limits. For the duration, once per turn the creature can add {@dice 1d4} to any attack roll, damage roll, or saving throw it makes. Each time it adds the extra {@dice 1d4}, it takes 1 psychic damage as it pushes beyond its natural limitations."
			],
			"page": 34,
			"areaTags": [
				"ST"
			],
			"optionalfeatures": [
				{
					"name": "Enhancement Discipline",
					"source": "ktp"
				}
			]
		}
	],
	"feat": [
		{
			"name": "Psionic Mind",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"feature": [
						"The ability to use at least one {@filter psionic discipline|optionalfeatures|feature type=PsiD}"
					]
				}
			],
			"entries": [
				"You tap deeper into your psionic potential drawing out a new talent. You can select a psionic talent from the Psion class psionic talent list. You can't select a talent you already know, or one that requires a level restriction, even if you are already of that level."
			]
		},
		{
			"name": "Psionic Adept",
			"source": "ktp",
			"page": 15,
			"entries": [
				"You develop a minor grasp of psionic power, either uncovering an innate potential within yourself, through contact with a psionic source, or through training. You gain one of the {@filter psionic disciplines|optionalfeatures|feature type=PsiD} of the Psion class, gaining the attached psionic feature and psionic power, but you do not gain use of any associated spells when gain a Discipline from this feat. You gain 1 psi point that you can use to empower the Discipline. You regain use of this psi point when you complete a short or long rest."
			]
		},
		{
			"name": "Inner Power",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"feature": [
						"At least 1 psi or ki point"
					]
				}
			],
			"entries": [
				"Your body is powered by the inner powers that course through it. Your maximum psi or ki points (if you have both, your choice of which) increases by 1. At the end of your turn after expending one or more psi or ki points during your turn (not counting temporary or free points, such as those from Psionic Mastery), you heal for a number of hit points equal to the psi or ki points spent."
			]
		},
		{
			"name": "War Psion",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"feature": [
						"The ability to use at least one {@filter psionic discipline|optionalfeatures|feature type=PsiD}"
					]
				}
			],
			"entries": [
				"You have mastered utilizing psionics in the midst of combat, learning techniques that grant you the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Constitution saving throws that you make to maintain your concentration on a psionic ability when you take damage.",
						"You can perform the somatic components of psionic abilities even when you have weapons or a shield in one or both hands.",
						"When a hostile creature's movement provokes an opportunity attack from you, you can use your reaction to use a psionic disciplines power or spell targeting the creature, rather than making an opportunity attack. The spell must have a casting time of 1 action and must target only that creature."
					]
				}
			]
		},
		{
			"name": "Psionic Synthesis",
			"source": "ktp",
			"page": 15,
			"prerequisite": [
				{
					"level": {
						"level": 4,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"feature": [
						"2 or more {@filter psionic disciplines|optionalfeatures|feature type=PsiD} known"
					]
				}
			],
			"entries": [
				"You gain the ability to meld your Psionic abilities together to produce potent new effects. When you select this feat, you can select one fusion talent for free. You can only select fusion talents when you have all the Disciplines in their prerequisite"
			]
		}
	],
	"monster": [
		{
			"source": "ktp",
			"name": "Psi Crystal",
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 20
				}
			],
			"hp": {
				"average": 2,
				"formula": "1d4"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 20,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"skill": {
				"perception": "+4"
			},
			"resist": [
				"piercing",
				"slashing"
			],
			"vulnerable": [
				"bludgeoning"
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned",
				"stunned"
			],
			"passive": 14,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"cr": "Unknown",
			"trait": [
				{
					"name": "Psi Familiar",
					"entries": [
						"The psi crystal shares the same mental ability scores as its summoner."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"page": 12,
			"languageTags": [
				"CS"
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Adaptive Hunter",
			"prerequisite": [
				{
					"feature": [
						"Consumption"
					]
				}
			],
			"entries": [
				"After using your {@optfeature Mind Leech|ktp} on a target, you can gain one skill, tool or language proficiency that creature has until the end of your next long rest. If you use this ability again, you lose the last proficiency or language to acquire the new one."
			],
			"source": "ktp",
			"page": 21,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Animated Projections",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					},
					"level": {
						"level": 10,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"As an action, you can project a swarm of etheral objects. You can expend 5 psi points to cast {@spell dancing objects (animate object)|kibblestasty:KCC}. When cast in this way, the spell creates new etheral objects rather than animating existing ones."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Astral Arms",
			"entries": [
				"As a bonus action, you can expend 1 psi point to create psionic constructions serving as additional appendages. These arms last for 10 minutes. You determine the arms' appearance, and they vanish early if you are incapacitated or die. You can use the astral arms to make unarmed strikes. The unarmed strikes you make with the arms use your Intelligence modifier in place of your Strength modifier for the attack and damage rolls. If you hit with one of them, you deal force damage equal to {@damage 1d6} + your Intelligence modifier, instead of the bludgeoning damage normal for an unarmed strike.",
				"When you create them, or by spending 1 psi point as a bonus action while they are manifested, you can make a single unarmed strike with these arms as a bonus action. You can use Psionic Mastery points on this."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Astral Construct",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 60 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Concentration, up to 1 minute",
				"You project an ethereal creation from your mind taking the shape of a medium or smaller creature, weapon, or other object. This creation is clearly ethereal in nature. When you create it, and on subsequent turns using your action to mentally control it, you can move it up to 30 feet in any direction and attack; so long as it does not move beyond the range of the power. To attack with it, make a melee spell attack. On a hit, the target takes {@damage 1d8} force damage. If the Astral Construct moves out of range of the spell, it fades away into nothing, ending the spell.",
				"While the Astral Construct is active, you can spend Psi Points up to your per use limit to issue commands that effect and empower your construct. Commands require no action, but you cannot exceed your psi point limit in total commands issued, and each command can only be issued once per turn.",
				"{@bold Grab} {@italic (1 psi point)}: Can only be used while your construct is Solidified. A target creature within 5 feet of your construct that is no more than one size larger than the construct must make a Strength saving throw or be {@condition restrained} by the construct. At the end of each of the restrained creature's turns it can repeat the saving throw. The condition ends if the construct becomes ethereal again, or becomes more than one size smaller than the target.",
				"{@bold Grow} {@italic (1 psi point)}: Your construct increases by one size, and its number of damage dice increases by one. It returns to its normal size at the start of your next turn. It can only gain one additional die (for example, up to {@dice 2d8}).",
				"{@bold Relocate} {@italic (1 psi point)}: The construct disappears and reappears anywhere within 60 feet of you.",
				"{@bold Replicate} {@italic (3 psi points)}: You use Relocate, but the original doesn't disappear. Until the end of your turn, you have another construct and control both with the same action (commands only affect one of your choice). Pick one construct to fade at the start of your next turn or use Sustain.",
				"{@bold Solidify} {@italic (1 psi point)}: Your construct becomes solid, blocking its space until the start of your next turn. You can only use this command if it is not an occupied space. It has an armor class of 16, and hit points equal to your Intelligence modifier + your Psion level. The construct becomes ethereal again if it drops to zero hit points.",
				"{@bold Strike} {@italic (2 psi points)}: The construct makes an attack (even if it has already attacked)",
				"{@bold Sustain} {@italic (1+ psi points)}: At the start of your turn, you can sustain the effect of a Solidify, Grow or Replicate command for an additional round. An effect that has been replicated can be sustained across all replicated constructs with a single use, but each effect can only be sustained once per turn (for example, you can never sustain more than one replicated construct). This costs 1 psi point for each effect sustained. Sustaining Solidify refreshes the construct's hit points to its maximum."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Astral Rift - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Transposition, Projection, Astral Swap"
					]
				}
			],
			"entries": [
				"As a bonus action, you can Phase Rift to where your Astral Construct is; this movement counts as a Phase Rift, and you can apply modifiers to it as normal. Your Astral Construct is moved to where you started this movement along the Phase Rift; during the movement you can command your Astral Construct to attack a creature it passes with its action."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Astral Swap",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"As a bonus action, you can expend 1 psi point to swap places with your Astral Construct."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Attuned Argument",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"Your telepathic insight allows to adapt and tailor your influence on others. When you make a Charisma check, after you roll but before you know the outcome, you can choose to roll an additional d20 and take the higher result. You can do this a number of times equal to your proficiency bonus, regaining all uses on a long rest."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Aura Sight",
			"entries": [
				"As an action, you can spend 1 psi point to psionically see the aura of a creature of your choice within 30 feet. When you see the creature's aura in this way, you can determine if there are any spells or magical effects affecting the creature, and you learn their schools of magic, if any. You can also determine if the creature is under the influence of psionics. A shapeshifter or creature that is transformed or disguised by magical or nonmagical means must make a Charisma (Deception) check against your Psionics save DC. On a failure, you can perceive their original form in their aura."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Awaken Mind",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to cast {@spell awaken|phb} without expending a spell slot. Once you cast this spell in this way, you cannot cast it again until you complete a long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Beam of Annihilation",
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Elemental Subclass|ktp}",
						"entrySummary": "Elemental Discipline"
					}
				}
			],
			"entries": [
				"You gain the ability to cast a {@spell beam of annihilation|KibblesTasty:CC} for 6 psi points. If you have a specialization of Psychokinesis, you can only select the related elemental damage type, but the beam's damage ignores resistance to that damage type."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Body Control",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"You gain the ability to use your {@spell alter self|phb} ability at-will without expending psi points. Additionally, you can cast {@spell enlarge/reduce|phb} on yourself for half the psi point cost it would normally cost."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"alter self|phb"
						]
					}
				}
			]
		},
		{
			"name": "Consumed Strength",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Consumption Discipline|ktp}",
						"entrySummary": "Consumption"
					}
				}
			],
			"entries": [
				"You can use your Intelligence modifier in place of Strength for Athletics check while you have a psionic charge from Mind Leech. Additionally, targets you are grappling have disadvantage on the saving throw against your Mind Leech power."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Consuming Link",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Consumption Discipline|ktp}",
						"entrySummary": "Consumption"
					}
				}
			],
			"entries": [
				"You can target a creature that is {@condition charmed} or {@condition frightened} by you with Mind Leech as long as they are within 120 feet. You do not need to be able to see the target when targeting them in this way and the target has disadvantage on the saving throw against Mind Leech."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Consumption Discipline",
			"source": "ktp",
			"page": 8,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Consumption Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Your psychic powers are that of a predator, and your prey is the minds of others. Their thoughts, their feelings, their vital psionic energies are your food.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Adaptive Hunter|ktp}",
										"{@optfeature Mind Leech|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Consumption psionic discipline you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell inflict wounds|phb}"
												],
												[
													"2",
													"{@spell psychic drain|ktp}"
												],
												[
													"3",
													"{@spell vampiric touch|phb}"
												],
												[
													"4",
													"{@spell blight|phb}"
												],
												[
													"5",
													"{@spell devouring darkness|KibblesTasty:CC}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Consumed Strength|ktp}",
										"{@optfeature Consuming Link|ktp}",
										"{@optfeature Skill Thief|ktp}",
										"{@optfeature Unlife Wielder|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"inflict wounds|phb"
								],
								"2": [
									"psychic drain|ktp"
								],
								"3": [
									"vampiric touch|phb"
								],
								"4": [
									"blight|phb"
								],
								"5": [
									"devouring darkness|KibblesTasty:CC"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Controlled Power",
			"entries": [
				"You gain the ability to suppress the glow and somatic component of your psionic powers. You can expend 2 psi points to use a power without a visual sign or somatic component. Each time you use this talent, the cost of doing so doubles until you finish a short or long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Deadspot",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"You gain the ability to expend 8 psi points to cast {@spell antimagic field}. Once you cast it this way, you can't cast it again until you finish a long rest."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Denial",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 30 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You release a burst of raw psionic nullification at a creature you can see within range. The creature must make a Charisma saving throw. On failure, it takes 1d4 force damage as its existence is disrupted.",
				"If the target is an aberration, celestial, construct, elemental, fey, fiend, undead, or a creature with the ability to cast spells or use psionic powers, it takes an extra {@damage 1d4} force damage, and becomes disoriented; until the end of its next turn, it rolls a d4 and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. A creature can choose to fail the saving throw.",
				"You can spend psi points up to your per use limit to add the following modifiers to Denial modifying its functionality (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Aura of} {@italic (3 psi points)}: Instead of targeting a creature, the power becomes an effect around you with a radius of 20 feet until the start of your next turn; any creature of your choice that enters or starts its turn in the area of effect must make a saving throw against the power.",
				"{@bold Existential} {@italic (1+ psi points)}: You deal an additional {@damage 1d4} initial and bonus (if applicable) force damage to the target creature on a failed save.",
				"{@bold Firm} {@italic (2 psi points)}: The target creature has disadvantage on the saving throw against this ability.",
				"{@bold Lingering} {@italic (1+ psi points)}: You can apply the effect of Disruptive Touch to an affected creature.",
				"{@bold Supernatural} {@italic (1+ psi points)}: A supernatural effect of or on the creature is ended; if the effect is a magical or psionic power, it is only ended if the psi points spent on this modifier equals or exceeds the spell level or psi points spent on the effect.",
				"If the property is an innate property of a creature (either of the target creature, or affecting the target of this power), it is only ended if the psi points exceed the CR (or class levels) of the target creature, and they return at the end of that creature's next turn. The supernatural effect can't be its existence, unless it has less than 10 hit points and it would otherwise qualify."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Disruptive Touch",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"When you gain this feature, you can create an aura of interference, wreathing yourself in the disruptive power that asserts reality. You can end minor magical or psionic effects (such as the result of cantrips or zero point psionic powers) by touching them, and have resistance to illusions or magical damage from things you touch (gaining advantage on the saving throw against them, if applicable).",
				"If you are grappling or otherwise touching a spellcasting or psionic creature, at the start of your turn you can expend 1 or more psi to interfere with their abilities until the start of your next turn. In order to cast a spell or use a psionic power, they must succeed on a saving throw of their spellcasting or psionic ability score against your psionics DC, unless they are casting a spell with a higher level or using a power with more psi points than the psi points spent on this feature."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Divided Mind",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You learn the {@spell divide self|KibblesTasty:CC} spell, can cast it by expending 5 psi points. When you gain access to the Innate Psionics feature, you may expend a use of Innate Psionics to cast {@spell divide self|KibblesTasty:CC} at the level of the use of Innate Psionics expended. For example, if you choose the {@spell teleport|phb} spell for your Innate Psionics feature at 13th level, you could expend a casting of {@spell teleport|phb} to instead cast {@spell divide self|KibblesTasty:CC} as a 7th-level spell, and can't cast {@spell teleport|phb} or {@spell divide self|KibblesTasty:CC} as a 7th-level spell in this way until you finish a long rest.",
				"You do not require the material components of the spell when you cast it by expending psi points or a use of Innate Psionics."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Dreamwalker",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to cast {@spell dream}. You can cast the spell without expending a spell slot, but once cast, you can't cast it again until you finish a long rest."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Aegis",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					}
				}
			],
			"entries": [
				"As an action, you surround yourself with a swirling shield of fire, ice, or lightning. You gain temporary hit points equal to your psion level + your Intelligence modifier. Creatures that strike you while you have these temporary hit points take {@damage 1d4} damage of the shield type chosen.",
				"Once you use this talent, you can't use it again until you finish a short or long rest."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Blast",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 30 feet",
				"{@bold Components:} S",
				"{@bold Duration:} 1 round",
				"You can use your mind to create a burst of elemental power, blasting a target you can see within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d8} cold, fire, force or lightning damage.",
				"For each die of cold damage dealt, the creature's movement speed is reduced by 5 feet until the end of their next turn, for each die of fire damage dealt by the original attack, the creature takes {@damage 1d4} fire damage at the start of its next turn. For each die of lightning damage dealt, an arc of lightning strikes another creature of your choice within 20 feet, dealing {@damage 1d4} lightning damage (multiple arcs may strike the same creature). Damage from these secondary effects don't add any bonuses (such as Empowered Psionics).",
				"You can spend psi points up to your per use limit to add the following modifiers to (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Amplifed} {@italic (1+ psi points)}: The target takes an extra {@damage 1d8} cold, fire, force or lightning damage on a hit for each additional point spent.",
				"{@bold Lasting} {@italic (1 psi point)}: Your Elemental Blast leaves a 5-foot radius sphere of devastation behind where it strikes until the start of your next turn. Creatures that enter this zone for the first time or end their turn in it must make a Constitution saving throw or suffer the secondary effects (slow, burn, arc) of the blast as if they had been hit by it.",
				"{@bold Massive} {@italic (1-3 psi points)}: You unleash a massive blast; rather than making an attack roll, all creatures within a 15-foot cone must make a Dexterity Saving throw. On failure, they take the effect as if hit by the Elemental Blast. The size of the cone is doubled for each point up to 3 spent (2 points for 30 feet, 3 points for 60 feet).",
				"{@bold Overcharged} {@italic (0 psi points)}: You take {@damage 1d4} force damage and do not add your proficiency bonus from the attack or spell save DC for your Elemental Blast, but increase the damage it deals by twice your proficiency bonus."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Elemental Emotions",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					}
				}
			],
			"entries": [
				"The powers you wield affect your state of mind, empowering you based on how you wield them. When you deal elemental damage, you gain the related mental property until the start of your next turn.",
				{
					"type": "table",
					"caption": "Elemental Emotions Effects",
					"colLabels": [
						"Element",
						"Effects"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"{@b Cold}",
							"You can add {@damage 1d4} to Wisdom saving throws"
						],
						[
							"{@b Fire}",
							"You can add {@damage 1d4} to Constitution saving throws"
						],
						[
							"{@b Lightning}",
							"You can add {@damage 1d4} to Dexterity saving throws"
						]
					]
				},
				"If you are specialized in an element, you can instead add {@dice 1d6} to the related saving throw."
			],
			"source": "ktp",
			"page": 18,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Penetration",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Elemental Discipline|ktp}",
						"entrySummary": "Elemental"
					}
				}
			],
			"entries": [
				"When you use a psionic power or spell that deals cold, fire, or lightning damage, you can expend 1 psi point to make the power ignore resistance to that elemental damage damage type.",
				"If you have a specialization of Psychokinesis, if the target has immunity to the damage type chosen, this instead turns immunity into resistance for that power.",
				"You can spend psi points granted by Psionic Mastery on this ability."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Phasing - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Psychokinesis, Transposition"
					]
				}
			],
			"entries": [
				"As you step between planes, you can tap into the Elemental Planes, bringing their power into the material with you. You can use Psychokinetic modifiers on Phase Rift (excluding Massive).",
				"Additionally, whenever you deal damage to an area with a Psychokinesis ability that would include yourself, you can phase yourself out of reality to take no damage from the effect."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Elemental Shield",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					}
				}
			],
			"entries": [
				"You gain the ability to cast {@spell fire shield|phb} without expending psi points. Once you cast it this way, you can't cast it again until you finish a long rest, unless you spend 4 Psi Points to cast it again."
			],
			"source": "ktp",
			"page": 18,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Empathy",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"You can psionically link yourself to other creatures. As a reaction to a creature you can see within 120 feet of you taking damage, you can grant them resistance to the damage taken, but you take psychic damage equal to the damage they take (after resistance). The damage you take cant be reduced or prevented in any way.",
				"If the damage would inflict any further negative status effect on the target, you can choose for that effect to affect you instead.",
				"If you have any form of telepathic bond that allows long distance telepathic communication affecting the creature taking this damage, the range is unlimited and you do not need to be able to see them."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Empowered Strike",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp|Psychokinesis} or {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis or Telekinesis"
					}
				}
			],
			"entries": [
				"Once per turn, as part of making a weapon attack as part of the Attack action, you can empower a melee weapon you are holding with psionic power. When you hit a creature with a weapon, you can apply Elemental Blast or Telekinetic Force modifiers (you can only select a power you know) to the attack (you can use Psionic Mastery on this). This doesn't deal the base damage of the power, but any added damage causes the additional effects of the power to occur.",
				"When applying a modifier that would make it target an area of effect, only the target takes the weapon damage, but other creatures in the radius become a target of the attack as if using the power normally."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Energy Manipulation",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					}
				}
			],
			"entries": [
				"When you gain this feature, you can manipulate energy in minor ways at will. As an action you can cause a light that casts 30 feet of bright light and 30 feet of dim light, cause things you touch to catch fire as if touched by a match, cause small arcs of electricity, freeze or thaw up to 5-foot cube of water. Any ongoing effect you create lasts 1 minute. You can have a number of simultaneous effects active up your Intelligence modifier, after which creating another ends the oldest ongoing effect."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Enhanced Regrowth",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"You gain the {@spell cure wounds|phb} for 1 psi point. You can cast it at a higher level by spending additional psi points. You can cast it a number of times equal to your Intelligence modifier, after which you cannot cast it again until you complete a long rest. When you cast {@spell cure wounds|phb} on a creature, you can use Enhancing Surge on the target creature has a bonus action."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"cure wounds|phb"
						]
					}
				}
			]
		},
		{
			"name": "Enhancement Discipline",
			"source": "ktp",
			"page": 7,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Enhancement Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Enhancement is the ability to interact with a creature's nature and abilities with your psionic power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Enhancing Skill|ktp}",
										"{@optfeature Enhancing Surge|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Enhancement psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell heroism|phb}, {@spell longstrider|phb}, {@spell unlocked potential|ktp}"
												],
												[
													"2",
													"{@spell alter self|phb}, {@spell darkvision|phb}, {@spell enlarge/reduce|phb}, {@spell lesser restoration|phb}"
												],
												[
													"3",
													"{@spell catnap|xge}, {@spell haste|phb}, {@spell life transference|xge}, {@spell water breathing|phb}"
												],
												[
													"4",
													"{@spell freedom of movement|phb}, {@spell stoneskin|phb}"
												],
												[
													"5",
													"{@spell greater restoration|phb}, {@spell invested competency|ktp}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Enhanced Regrowth|ktp}",
										"{@optfeature Metamorphosis|ktp}",
										"{@optfeature Physical Surge|ktp}",
										"{@optfeature Surging Power|ktp}",
										"{@optfeature Trancendent Life|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"heroism|phb",
									"longstrider|phb",
									"unlocked potential|ktp"
								],
								"2": [
									"alter self|phb",
									"darkvision|phb",
									"enlarge/reduce|phb",
									"lesser restoration|phb"
								],
								"3": [
									"catnap|xge",
									"haste|phb",
									"life transference|xge",
									"water breathing|phb"
								],
								"4": [
									"freedom of movement|phb",
									"stoneskin|phb"
								],
								"5": [
									"greater restoration|phb",
									"invested competency|ktp"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Enhancing Skill",
			"prerequisite": [
				{
					"feature": [
						"Enhancement"
					]
				}
			],
			"entries": [
				"You can focus your psionics to enhance your abilities. Whenever you make a skill check using Strength or Dexterity, you can add 1d4 to the result."
			],
			"source": "ktp",
			"page": 21,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Enhancing Surge",
			"prerequisite": [
				{
					"feature": [
						"Enhancement"
					]
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 60 feet",
				"{@bold Components:} S",
				"{@bold Duration:} 1 round",
				"You empower the body of a target creature you can see with your Psionics. The target gains 1d6 temporary hit points and the next time the target deals damage, it deals 1d6 additional damage to one application of that damage roll. Any remaining effects of this spell end at the start of your next turn.",
				"You can spend psi points up to your per use limit to add the following modifiers to Enhancing Surge (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Fortifying} {@italic (1+ psi point)} : The target gains an additional +1d6 temporary hit points for each point spent.",
				"{@bold Resilient} {@italic (3 psi points)} : The target gains resistance to all damage until the start of your next turn.",
				"{@bold Savage} {@italic (1+ psi point)} : The target's next weapon attack deals an additional +1d6 damage for each psi point spent.",
				"{@bold Swift} {@italic (2 psi points)} : The target gains an additional action. That action can be used only to take the Dash, Disengage, Hide, or Use an Object action."
			],
			"source": "ktp",
			"page": 21,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Flicker Step",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"On your turn, you can replace your movement by teleporting 5 feet in any direction to a space you can see. You can pass through creatures but can't pass through objects, buildings or terrain more than 4 inches thick. This distance increases by 5 feet at 5th level (to 10 feet), at 11th level (to 15 feet), and becomes equal to your speed at 17th level. This replaces all movement for your turn when used."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Flickering Escape",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"Whenever you roll a d4 for {@spell flicker|ktp}, you can teleport 5 feet after the attack resolves."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Glimpsed Future",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Precognition Discipline|ktp}",
						"entrySummary": "Precognition"
					}
				}
			],
			"entries": [
				"When you use Seeing with yourself as the beneficiary, you can use it as a bonus action. When you use Seeing as a bonus action in this way, it doesn't grant additional damage to the attack, or reduce damage taken when hit."
			],
			"source": "ktp",
			"page": 19,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Iron Templar",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"You gain proficiency with medium armor and shields. If you already have proficiency with medium armor, you gain proficiency with heavy armor. You can perform somatic components for psionic powers with a hand carrying a weapon.",
				"Additionally, when you hit a creature with a melee weapon attack or with a spell attack with a range of touch, you can use your Denial power as a bonus action targeting that creature."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Kinetic Mastery - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Psychokinesis, Telekinesis"
					]
				}
			],
			"entries": [
				"Your ability to manipulate energy becomes a single blended prowess, freely swapping between manipulating force and energy. You can apply Telekinetic Force modifiers to Kinetic Blast and Elemental Blast modifiers to Telekinetic Force (though to do not gain any benefits from from a Specialization while doing so)."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Kinetic Slam",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"When you use the Telekinetic Force power, you can unleash it as a blast of kinetic power. You can use your power as a ranged psionic attack (applying damage and effect on hit). You can only select the Hammering modifier when you use it in this way."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Life Link",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"When you use the Telekinetic Force power, you can unleash it as a blast of kinetic power. You can use your power as a ranged psionic attack (applying damage and effect on hit). You can only select the Hammering modifier when you use it in this way."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Life Wielder",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp|Enhancement} or {@optfeature Consumption Discipline|ktp}",
						"entrySummary": "Enhancement or Consumption"
					}
				}
			],
			"entries": [
				"You learn the spell {@spell invest life|ktp}. You can spend Psionic Mastery points to cast this spell."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Lingering Rifts",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"When you use Phase Rift you can choose to leave a 5 foot wide tear in reality behind, forming a line between your starting location and ending location until the start of your next turn. Any creature that enters this area for the first time or ends their turn in it must make a saving throw against the effect of Phase Rift as if it passed through them. If a creature is in the area of multiple lingering rifts, they are affected only once."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Magical Anathema",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"You gain resistance to damage dealt by spells or magical effects. The effect of all magical healing effects (including healing potions) on you is halved."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Magical Resistance",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Nullification Discipline|ktp}",
						"entrySummary": "Nullification"
					}
				}
			],
			"entries": [
				"You have advantage on saving throws against spells and other magical effects."
			],
			"source": "ktp",
			"page": 20,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Manifested Emotions",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Psychokinesis"
					},
					"feature": [
						"Elemental Emotions"
					]
				}
			],
			"entries": [
				"You can manifest your emotions into elemental powers that take physical shape. While you are in an elemental emotion, you can expend 2 psi points to manifest that emotion into the world as a bonus action; this takes the form of a mephit (ice mephit for cold, magma mephit for fire, and dust mephit for lightning).",
				"As your emotion, given form, it acts immediately after your initiative at your directive. If not destroyed, it lasts for up to 1 minute, after which it naturally fades away. You can't manifest more than one emotion at a time, and if it is destroyed, you take 2d6 psychic damage from the backlash. This manifestation is not a sentient creature of its own, but simply a manifestation of your emotion.",
				{
					"type": "inset",
					"name": "Emotional Actions",
					"entries": [
						"There are no mechanical limitations on the actions of the manifested emotion, but it is recommended you consider the emotion from which it is manifest when determining its actions. Magma mephits will act rashly and aggressively, dust mephits will be restless and easily distracted, and ice mephits will be cold and calculating."
					]
				}
			],
			"source": "ktp",
			"page": 18,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Matter Made Real",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"You gain the ability to solidify some of your projections into real objects, you can cast {@spell fabricate|phb} and {@spell wall of stone|phb} expending psi points equal to the spell level."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"fabricate",
							"wall of stone"
						]
					}
				}
			]
		},
		{
			"name": "Mental Image",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"You gain the ability to turn your {@optfeature Telepathy Discipline|ktp|telepathy} to project images into the minds of creatures with perfect clarity, interposing it over their reality. The spells {@spell silent image|phb}, {@spell major image|phb}, {@spell hallucinatory terrain|phb}, and {@spell seeming|phb} are added to your Telepathic Discipline Alternate Effects list costing psi points equal to their spell level."
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mental Influence",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"You specialize in the subtle touch, picking stray thoughts and soothing concerns without overtly intruding upon a mind. You gain expertise in the Persuasion skill, though you are reduced to normal proficiency against creatures that are immune to mental influence or {@condition charmed|charm} (such a creature under the effect of {@spell mind blank|phb})."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mental Might",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					},
					"level": {
						"level": 5,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"Mental Might (Prerequisite: 5th-level Psion) You learn to focus your mental grip. You can use your Intelligence modifier instead of other ability modifiers when you make an Athletics check.",
				"Additionally, you may attempt to grapple or shove a creature within 30 feet, using your mind. When grappling a creature in this way, you can't move them. Maintaining a grapple at a range greater than your natural reach requires concentration, as if concentrating on a spell, and the grapple ends if concentration is lost."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Metamorphosis",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"The {@spell mutate|ktp} and {@spell polymorph|phb} spells are added to your Enhancement Alternate Effects list. You can only target yourself when casting {@spell polymorph|phb} this way."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mind Devourer",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to cast {@spell psychic drain|ktp} for 2 psi points. Additionally, whenever a creature within 10 feet of you that had an Intelligence score of 6 or higher dies, you can expend your reaction to draw in its psionic power, regaining {@damage 1d4} hit points and 1 expended psi point."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Mind Leech",
			"prerequisite": [
				{
					"feature": [
						"Consumption"
					]
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 30 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You assault the mind of a target you can see within range, rending and devouring its psionic energy. The target must succeed on a Charisma saving throw or take {@damage 1d6} psychic damage. If the target is {@condition frightened}, {@condition charmed}, {@condition stunned}, {@condition restrained}, {@condition grappled}, or {@condition paralyzed}, the psychic damage becomes {@damage 1d12} instead. On a failed save, you gain a psionic charge of consumed power until the end of your next turn. You can expend this charge when you deal damage to deal additional damage equal to your Intelligence modifier, or consume this charge at the end of your turn to gain temporary hit points equal to your Intelligence modifier. You can spend only one charge at a time.",
				"You can target the corpse of a recently perished creature with this power, as long as the target has died within the last minute and not been previously leeched by this power.",
				"{@bold Devouring} {@italic (2 psi points)}: The range of Mind Leech becomes a radius of 5 feet, centered on you.",
				"{@bold Nourishing} {@italic (1 psi point)}: On a failed saving throw, you gain an additional psionic charge.",
				"{@bold Rending} {@italic (1+ psi points)}: The target takes an additional die of damage ({@damage 1d6} or {@damage 1d12} as applicable if they under the effect of a listed condition) per psi point spent on a failed save.",
				"{@bold Shredding} {@italic (1 psi point)}: You leave the targets mind and soul shredded, reducing their next saving throw before the end of your next turn by {@dice 1d4}.",
				"{@bold Stunning} {@italic (3 psi points)}: On a failed saving throw, the target becomes {@condition stunned} until the start of your next turn. If the power effects multiple targets, select one target for this effect",
				"{@bold Thieving} {@italic (1 psi point)}: On a failed saving throw, you can draw from the target's mind a 5th level or lower spell it can cast (from a Spellcasting or Psionics feature). You must be aware that it can cast that spell; the target retains the ability to cast the spell, but you gain the ability to cast the spell using your Psionics feature by spending psi points equal to the level of the spell (restricted by your psi point limit; you cannot use psionic mastery to cast this spell).",
				"You can know one spell in this manner at a time, and retain the ability to cast the spell for 1 minute or until cast. If the spell is one that restores hit points, you reduce your own hit points by the amount healed by the spell."
			],
			"source": "ktp",
			"page": 0,
			"featureType": [
				"PsiP"
			],
			"foundryImg": "icons/magic/control/fear-fright-monster-grin-purple-blue.webp"
		},
		{
			"name": "Mind Rider",
			"entries": [
				"As an action, you can touch a willing creature to see through its eyes and hear what it hears for the next hour, gaining the benefits of any special senses that the creature has.",
				"During this time, you are deaf and blind with regard to your own senses. You can end this effect at any time. While this is active, the creature has advantage on Intelligence, Wisdom, and Charisma saving throws."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Nullification Discipline",
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Nullification Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Nullification is the ability to interfere with the supernatural effects of the world, reverting reality back to its original state.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Disruptive Touch|ktp}",
										"{@optfeature Denial|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Nullification psionic discipline you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell protection from evil and good|phb}"
												],
												[
													"2",
													"{@spell nullify effect|ktp}"
												],
												[
													"3",
													"{@spell counterspell|phb}, {@spell dispel magic|phb}, {@spell remove curse|phb}"
												],
												[
													"4",
													"{@spell banishment|phb}"
												],
												[
													"5",
													"{@spell dispel evil and good|phb}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Deadspot|ktp}",
										"{@optfeature Iron Templar|ktp}",
										"{@optfeature Magical Anathema|ktp}",
										"{@optfeature Magical Resistance|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"protection from evil and good|phb"
								],
								"2": [
									"nullify effect|ktp"
								],
								"3": [
									"counterspell|phb",
									"dispel magic|phb",
									"remove curse|phb"
								],
								"4": [
									"banishment|phb"
								],
								"5": [
									"dispel evil and good|phb"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "One Step Ahead",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Precognition Discipline|ktp}",
						"entrySummary": "Precognition"
					}
				}
			],
			"entries": [
				"When you are subjected to a saving throw, you can expend 1 psi point and glimpse into the future. You know what the effect you are saving against is if it is a spell or psionic effect as if you passed an Intelligence (Arcana) or Intelligence (Psionics) check to identify it. Additionally you can add your Intelligence modifier to your saving throw against it regardless of its nature."
			],
			"source": "ktp",
			"page": 19,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Parasitic Nightmare - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Consumption, Telepathy"
					]
				}
			],
			"entries": [
				"You gain the ability to add Telepathic Intrusion modifiers to Mind Leech.",
				"Additionally, when you deal psychic damage to a creature that is {@condition frightened} of you, you can render yourself {@condition invisible} to that creature until the start of your next turn; you can immediately (no action required) roll an Intelligence (Stealth) check affecting only creatures you are invisible from as a result of this talent.",
				"If you are hidden from a creature that is {@condition frightened} of you, when it moves, you can use your reaction to teleport to an unoccupied space within 5 feet of that creature (at the completion of their movement)."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Perfect Focus",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You can enter a state of extreme focus. Your concentration is no longer interrupted by using a second ability that requires concentration, but your speed is reduced to 0 while concentrating on more than one effect; you have a -5 penalty to any Constitution saving throw to maintain concentration. If you move or fail a save to maintain concentration, one of the spells you are concentrating on ends. If you fail the saving throw to maintain concentration by 5 or more, you lose concentration on both spells."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Personal Truth",
			"entries": [
				"Your power of conviction allows you to believe what you choose to. If you spend at least one minute convincing yourself of something—no matter how absurd—spells and effects to determine if you are telling the truth will register that you believe what you have convinced yourself of.",
				"Additionally, your psionic powers allow you to impose your will upon reality to a certain extent. When you expend 1 psi point, you can perform a minor alteration to reality:",
				{
					"type": "list",
					"items": [
						"You can conjure any Tiny object you can imagine that is worth 1 sp or less. This creates an object as you envision it, but doesn't grant you knowledge you do not otherwise have (for example, you would be unable to conjure a key to a lock unless you had a perfect mental image of the correct key).",
						"As an action, you can change the color or taste of a Small or smaller object with 10 feet. This change lasts for 1 minute.",
						"As a reaction to a creature within 30 feet taking damage (including yourself), you can change the damage type they take."
					]
				}
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phantom Blade Barrage - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Projected Weaponry, Telekinetic Weapons"
					]
				}
			],
			"entries": [
				"You can create a weapon with Projected Weapon as part of making an attack with it using Telekinetic Weapons, allowing you to project as many weapons in this manner as you make attacks (no additional action required). When you use weapons created by Projected Weaponry as the projectiles for your Telekinetic Weapons, the range you can fling the weapons is doubled.",
				"Additionally, if you expend 6 psi points on the Whirling modifier of Telekinetic Weapons, you can cast {@spell blade barrier|phb} instead of {@spell cloud of daggers|phb}, generating a much larger number of ethereal blades as part of the casting."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phase Rift",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 10 feet",
				"{@bold Components:} S",
				"{@bold Duration:} 1 round",
				"You step through space traveling up to 10 feet in a straight line, leaving a spacial tear behind. You can pass through creatures but can't pass through objects, buildings or terrain more than 4 inches thick. Any creature in the path of this tear must make a Dexterity saving throw or take {@damage 1d8} force damage.",
				"You can spend psi points up to your per use limit to add the following modifiers to Phase Rift (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Blurring} {@italic (1-3 psi points)}: You gain an illusory duplicate, as per the {@spell mirror image|phb} spell. You gain 1 duplicate per psi point spent (up to a maximum of 3). One remaining image fades at the start of each of your turns.",
				"{@bold Disruptive} {@italic (1+ psi points)}: Each target that fails their saving throw takes an additional {@damage 1d8} force damage for each point spent.",
				"{@bold Echoing} {@italic (2 psi points)}: You immediately use Phase Rift again with the same action.",
				"{@bold Ethereal} {@italic (2 psi points)}: You can pass through solid objects, buildings, and terrain as long as you end your Phase Rift in a space you can occupy. If your Phase Rift would end inside a space you can't occupy, the power fails.",
				"{@bold Long} {@italic (1-3 psi points)}: You can travel an additional 10 feet for each point spent."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Phase Shot",
			"prerequisite": [
				{
					"feature": [
						"Phase Shot"
					],
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"You can use your {@optfeature Phase Rift|ktp} power, you can instead empower a piece of ammunition you touch, granting it the following special properties when you fire it:",
				{
					"type": "list",
					"items": [
						"It can be fired through all cover, including total cover, that is less than 4 inches thick.",
						"It deals {@damage 1d8} additional force damage."
					]
				},
				"Additionally, applying Phase Rift modifiers grant special effects on this attack:",
				{
					"type": "list",
					"items": [
						"{@b Disruptive:} The attack deals an extra {@damage 1d8} force damage on hit.",
						"{@b Blurring:} You can roll an additional attack roll per psi point spent, selecting the highest roll.",
						"{@b Long:} The effective range of the attack is increased by 10 feet per point spent.",
						"{@b Echoing:} A second projectile is created on firing, using a separate attack roll. (You may target any creature in range with this attack, including the same creature)",
						"{@b Ethereal:} The attack can travel through up to 10 feet of cover"
					]
				}
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phase Shroud",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"After using Phase Rift, you gain temporary hit points equal to your proficiency bonus + the psi points spent on the power."
			],
			"source": "ktp",
			"page": 17,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Phase Slash",
			"prerequisite": [
				{
					"feature": [
						"Rift Strike"
					],
					"level": {
						"level": 11,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"You can expend 1 psi point to make a single melee weapon attack against any targets you pass through with Phase Rift as part of the same action. You must spend 1 psi point per creature attacked this way. You can make this attack against a target once per turn. You can spend Psionic Mastery points on this talent."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Physical Surge",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"When you use Enhancing Surge targeting yourself, you can choose to make your Strength or Dexterity ability score equal to your Intelligence modifier ability score until the start of your next turn."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Physical Telekinesis - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Enhancement, Telekinesis"
					]
				}
			],
			"entries": [
				"When you use an Enhancing Surge to empower a creature, you can expend a psi point to augment it with your Telekinesis to further assist them, optionally granting one of the following benefits:",
				{
					"type": "list",
					"items": [
						"You can move the creature 10 feet (this movement doesn't provoke opportunity attacks).",
						"You can telekinetically deflect the first weapon attack against them before the start of your next turn, giving that attack disadvantage.",
						"You can telekinetically boost their next Strength (Athletics) check or weapon attack before the start of your next turn, granting that check or attack advantage."
					]
				},
				"Addititionally, while under the effect of Enhancing Surge, the amount you can lift, drag, or carry is doubled with assistance of your telekinesis, and you can apply Telekinetic Force modifiers to your weapon attacks."
			],
			"source": "ktp",
			"page": 25,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Potent Psionics",
			"entries": [
				"When a target passes the saving throw against a damaging Psionic Power (granted by a psionic discipline), they still take half damage, but suffer no other effects."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Precise Power",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					},
					"feature": [
						"Incompatible with Unchecked Power"
					]
				}
			],
			"entries": [
				"The {@spell Dancing Objects (Animate Object)|KibblesTasty:CC} spell is added to your Telekinesis Alternate Effects list, which you can cast expending 5 psi points. Additionally, as a reaction to a ranged weapon attack you can see being made against a target within 60 feet of you, you can expend 1 psi point to add or subtract 2d4 to or from that attack roll. You can do this after the attack is rolled, but before you know the outcome of the roll."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Precognition Discipline",
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Precognition Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Precognition is the ability to see what lies ahead, piercing the veil of the future. Seeing things that most people cannot a Psion with Precognitive abilites can, to a limited extent, know the future; such a future is known by tracing its roots from the present, and grows more mysterious and cloudy as such roots grow distant.",
				"Such a future can be changed by the actions of the present, particularly by knowledge of said future and action to prevent or change it. This is the function most often leveraged by Precognitive Psions, peering into the future to steer around courses they seek to prevent or steer toward a possible outcome they seek.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Prescience|ktp}",
										"{@optfeature Seeing|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Precognition psionic discipline you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell detect evil and good|phb}, {@spell future insight|ktp}"
												],
												[
													"2",
													"{@spell augury|phb}, {@spell glimpse the future|ktp}"
												],
												[
													"3",
													"{@spell clairvoyance|phb}"
												],
												[
													"4",
													"{@spell death ward|phb}, {@spell divination|phb}"
												],
												[
													"5",
													"{@spell scrying|phb}"
												]
											]
										},
										"{@spell Augury|phb} has the same effect, but doesn't consult a specific entity when cast in this way.",
										"{@spell Death ward|phb} has the same effect, but gives a forewarning to a creature allowing them to avoid death when cast in this way.",
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Glimpsed Future|ktp}",
										"{@optfeature One Step Ahead|ktp}",
										"{@optfeature Precognitive Dreams|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"detect evil and good|phb",
									"future insight|ktp"
								],
								"2": [
									"augury|phb",
									"glimpse the future|ktp"
								],
								"3": [
									"clairvoyance|phb"
								],
								"4": [
									"death ward|phb",
									"divination|phb"
								],
								"5": [
									"scrying|phb"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Precognitive Dreams",
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Precognition Discipline|ktp}",
						"entrySummary": "Precognition"
					}
				}
			],
			"entries": [
				"When you finish a long rest, your dreams have prepared you for the day to come. Upon waking, you issue reassuring words and advice to your companions to help them survive the day, giving them temporary hit points equal to your Intelligence modifier. During the next 24 hours, you can't be surprised."
			],
			"source": "ktp",
			"page": 19,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Prescience",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Precognition Discipline|ktp}",
						"entrySummary": "Precognition"
					}
				}
			],
			"entries": [
				"Your eyes wander to events before they happen. You can add your proficiency to Perception and initiative rolls; if you already are able to add your proficiency to Perception, you can add twice your proficiency.",
				"If you concentrate on keeping an eye on the future (as if concentrating on a spell), you can use your Intelligence modifier for Wisdom (Perception) checks (instead of Wisdom) and initiative rolls (instead of Dexterity), and you make Intelligence saving throws in place of Dexterity saving throws. You can initiate this concentration at any time."
			],
			"source": "ktp",
			"page": 19,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Project Item",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"As an action, you can use your powers to project an inanimate object you imagine into your hands. It can't be larger than 3 feet on any side or weigh more than 10 pounds, and is clearly ethereal in nature. The item behaves as a solid object. Weapons created with this feature deal force damage.",
				"Projected items fade after 1 minute, and you can have no more than 3 projected items at a time."
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Projected Nightmares",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Shaper Discipline|ktp}",
						"entrySummary": "Shaper"
					}
				}
			],
			"entries": [
				"You gain an additional option for Boundless Imagination to apply to your Astral Construct:",
				{
					"type": "list",
					"items": [
						"{@b Horrifying Nightmare}: Creatures of your choice that start their turn within 5 feet of your Astral Construct must make a Wisdom saving throw against your Psionics DC or become frightened of your Astral Construct until the start of their next turn. On a successful save, they are immune to the effect for the next 24 hours or until you summon a new Astral Construct."
					]
				}
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Projected Weaponry",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"When you project a weapon with your Project Item feature, it gains the following benefits:",
				{
					"type": "list",
					"items": [
						"You can project it as a bonus action and you can project up 3 weapons or pieces of ammunition at the same time.",
						"You are proficient with any projected weapon.",
						"It is no longer restricted to a maximum of 3 feet when it takes the form of a weapon (for a Medium-sized creature).",
						"You can use your Intelligence modifier in place of your Strength or Dexterity modifier for attack and damage rolls with it.",
						"If it has the thrown property, its throwing range is doubled. If it doesn't have the thrown property, it gains the thrown (10/30) property.",
						"You can apply the Astral Construct modifiers Grow and Sustain to Projected Weaponry. Grow adds 1d8 to the weapon's damage dice. You can expend Psionic Mastery on these modifiers."
					]
				}
			],
			"source": "ktp",
			"page": 11,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Projection Discipline",
			"source": "ktp",
			"page": 7,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Projection Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Projection is the ability to project what is in your mind to the outside world with your psionic power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Project Item|ktp}",
										"{@optfeature Astral Construct|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Projection psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell floating disk|phb}, {@spell unseen servant|phb}"
												],
												[
													"2",
													"{@spell mirror image|phb}"
												],
												[
													"3",
													"{@spell phantom steed|phb}"
												],
												[
													"4",
													"{@spell arcane eye|phb}"
												],
												[
													"5",
													"{@spell creation|xge}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Animated Projections|ktp}",
										"{@optfeature Astral Swap|ktp}",
										"{@optfeature Life Link|ktp}",
										"{@optfeature Matter Made Real|ktp}",
										"{@optfeature Projected Weaponry|ktp}",
										"{@optfeature Unlimited Imagination|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"floating disk|phb",
									"unseen servant|phb"
								],
								"2": [
									"mirror image|phb"
								],
								"3": [
									"phantom steed|phb"
								],
								"4": [
									"arcane eye|phb"
								],
								"5": [
									"creation|xge"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Propelled Bound",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp|Telekinesis} or {@optfeature Psychokinesis Discipline|ktp}",
						"entrySummary": "Telekinesis or Psychokinesis"
					}
				}
			],
			"entries": [
				"When you move on your turn, you can expend movement, up to your speed, in single bounding leap, propelled by telekinetic power or psychokinetic force."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psi Crystal",
			"entries": [
				"You gain the ability to impart part of your mind into crystal. You can expend 2 psi points to cast the {@spell find familiar|phb} spell, but your familiar takes on the statistics of a {@creature psi crystal|ktp} and the material component required is a crystal worth 10 gp instead of the normal material components. The {@creature psi crystal|ktp} gains your Intelligence, Wisdom, and Charisma scores. You can use Psionic Disciplines with a range greater than self through your Psi Crystal is if you were standing in its location. If your {@creature psi crystal|ktp} is destroyed, you gain its memories as your own. While you have a {@creature psi crystal|ktp} active, as a bonus action, you can deactivate it to regain 2 expended psi points.",
				"When you summon a {@creature psi crystal|ktp}, you can store a fragment of your personality, that you can then release by shattering the crystal. Select one of the following when summoning a psi crystal:",
				{
					"type": "list",
					"items": [
						"{@b Courage}: When you make a saving throw against the {@condition frightened} condition, you can use your reaction to shatter the crystal, releasing that emotion to gain advantage on the save.",
						"{@b Cowardice}: When your Psi Crystal is within 30 of you and a creature comes within 5 feet of you, you can use your reaction to shatter the crystal, releasing that emotion and immediately moving up to your speed away from the creature without taking an attack of opportunity.",
						"{@b Cruelty}: When your Psi Crystal is within 30 feet of a creature that takes damage, you can use your reaction to shatter the crystal, releasing that emotion and causing the creature take additional damage equal to your Psion level.",
						"{@b Sympathy}: When your Psi crystal is within 30 feet of you and another creature, if that creature takes damage, you can use your reaction to shatter the crystal, releasing that emotion and granting the creature resistance to that damage. You take an equal amount of damage to the damage they take."
					]
				}
			],
			"source": "ktp",
			"page": 12,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psionic Defenses",
			"entries": [
				"You gain a way to defend yourself using your psionic powers. While you are not wearing any armor or carrying a shield, your Armor Class equals 13 + your Intelligence modifier."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psionic Weapon",
			"entries": [
				"As a bonus action, you can expend 1 psi point to imbue a weapon you are holding with psionic energy. For 1 minute, once per turn when you deal damage with that weapon, you can deal an additional {@damage 1d6} psychic damage.",
				"At higher levels you can expend additional psi points to further enhance the Psionic weapon; 2 points to enhance it {@damage 2d6} at 5th level, 3 points to enhance it to {@damage 3d6} at 11th level, and 4 points to enhance it to {@damage 4d6} at 17th level."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Psychokinesis Discipline",
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Psychokinesis Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Psychokinesis is the mental art of spontaneously creating and controlling energy; sapping energy to freeze or spontaneously creating it create bursts of fire or arcs of lightning. Dangerous and destructive, it provides devestating power.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Energy Manipulation|ktp}",
										"{@optfeature Elemental Blast|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Psychokinesis psionic discipline you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell burning hands|phb}, {@spell lightning tendril|KibblesTasty:CC}"
												],
												[
													"2",
													"{@spell flaming sphere|phb}, {@spell scorching ray|phb}"
												],
												[
													"3",
													"{@spell aether lance|KibblesTasty:cc}, {@spell fireball|phb}"
												],
												[
													"4",
													"{@spell jumping jolt|KibblesTasty:CC}, {@spell wall of fire|phb}"
												],
												[
													"5",
													"{@spell aether storm|KibblesTasty:CC}, {@spell cone of cold|phb}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Specializations",
									"entries": [
										"When you take this Discipline, you may (but do not have to) select a specialization from the following list. You may only select a specialization at the time of gaining the Discipline, and cannot change or remove a Specialization once selected.",
										{
											"type": "options",
											"count": 1,
											"entries": [
												{
													"type": "entries",
													"name": "Cryokinetic",
													"entries": [
														"You can only deal cold damage with Elemental Blast. When a creature is hit by an attack of your Elemental Blast or fails a saving throw against this power, it becomes frozen until the end of its next turn, giving it disadvantage on its next attack roll or Dexterity saving throw, and reducing its speed by an additional 5 feet (to a total of 10 feet).",
														"If the attack roll is a critical hit or the target fails their saving throw by 5 or more, the target becomes restrained while frozen.",
														"The following list of spells replace your Alternate Effects list:",
														{
															"type": "table",
															"colStyles": [
																"col-3 text-center",
																"col-9 text-center"
															],
															"colLabels": [
																"Point Cost",
																"Alternate Effects"
															],
															"rows": [
																[
																	"1",
																	"{@spell arctic breath|KibblesTasty:CC}, {@spell entomb|KibblesTasty:CC}"
																],
																[
																	"2",
																	"{@spell cold snap|KibblesTasty:CC}"
																],
																[
																	"3",
																	"{@spell flash freeze|KibblesTasty:CC}, {@spell sleet storm|phb}"
																],
																[
																	"4",
																	"{@spell ice storm|phb}, {@spell ice spike|KibblesTasty:CC}"
																],
																[
																	"5",
																	"{@spell cone of cold|phb}"
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Electrokinetic",
													"entries": [
														"You can only deal Lightning damage with Elemental Blast, but the size of the damage dice of lightning damage (both the initial damage and arc damage ) is increased by one step (to {@damage 1d10} initial damage and {@damage 1d10} additional damage per point spent on Amplified, and {@damage 1d6} arc damage to a nearby target per die of initial damage).",
														"The following list of spells replace your Alternate Effects list:",
														{
															"type": "table",
															"colStyles": [
																"col-3 text-center",
																"col-9 text-center"
															],
															"colLabels": [
																"Point Cost",
																"Alternate Effects"
															],
															"rows": [
																[
																	"1",
																	"{@spell lightning tendril|KibblesTasty:CC}, {@spell thunder punch|KibblesTasty:CC}"
																],
																[
																	"2",
																	"{@spell crackle|KibblesTasty:CC}, {@spell lightning charged|KibblesTasty:CC}"
																],
																[
																	"3",
																	"{@spell electrocute|KibblesTasty:CC}, {@spell lightning bolt|phb}"
																],
																[
																	"4",
																	"{@spell jumping jolt|KibblesTasty:CC}"
																],
																[
																	"5",
																	"{@spell sky burst|KibblesTasty:CC}"
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Pyrokinetic",
													"entries": [
														"You can only deal fire damage with Elemental Blast, but the size of the damage dice of fire damage (both the initial damage and burn damage) is increased by one step (to {@damage 1d10} initial damage and {@damage 1d10} additional damage per point spent on Amplified, and {@damage 1d6} burn damage at the start of their turn per die of initial damage).",
														"The following list of spells replace your Alternate Effects list:",
														{
															"type": "table",
															"colStyles": [
																"col-3 text-center",
																"col-9 text-center"
															],
															"colLabels": [
																"Point Cost",
																"Alternate Effects"
															],
															"rows": [
																[
																	"1",
																	"{@spell burning hands|phb}, {@spell hellish rebuke|phb}"
																],
																[
																	"2",
																	"{@spell flaming sphere|phb}, {@spell scorching ray|phb}"
																],
																[
																	"3",
																	"{@spell fireball|phb}, {@spell fire cyclone|KibblesTasty:CC}"
																],
																[
																	"4",
																	"{@spell fire shield|phb}, {@spell wall of fire|phb}"
																],
																[
																	"5",
																	"{@spell flame strike|phb}"
																]
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Elemental Aegis|ktp}",
										"{@optfeature Elemental Emotions|ktp}",
										"{@optfeature Elemental Shield|ktp}",
										"{@optfeature Manifested Emotions|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"burning hands|phb",
									"lightning tendril|KibblesTasty:CC"
								],
								"2": [
									"flaming sphere|phb",
									"scorching ray|phb"
								],
								"3": [
									"aether lance|KibblesTasty:CC",
									"fireball|phb"
								],
								"4": [
									"jumping jolt|KibblesTasty:CC",
									"wall of fire|phb"
								],
								"5": [
									"aether storm|KibblesTasty:CC",
									"cone of cold|phb"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Reality Warper - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Matter Made Real, Mental Image"
					]
				}
			],
			"entries": [
				"You can bring the illusions you make people see to life. When you are concentrating on an illusion spell, as a bonus action you can expend psi points during your turn to bring aspects of the illusion into reality. For each psi point spent you can bring a 5-foot-cube section of the illusion into reality until the start of your next turn, and it can have the following effects:",
				{
					"type": "list",
					"items": [
						"If the effect would do damage, each 5-foot cube can damage one target. That target must pass a Dexterity saving throw, or take damage equal to a number of d8 dice equal to the level of the spell.",
						"If the effect would stop a creature, they can't move through it. If the effect would restrain a creature, that creature must pass a Dexterity saving throw or become restrained until the start of your next turn.",
						"Each 5-foot cube can affect only one creature that is either within it or adjacent to it. The GM may allow other effects at their discretion."
					]
				}
			],
			"source": "ktp",
			"page": 26,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Reflected Agony",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"When a creature within 120 feet that you can see deals damage to you, you can use your reaction to spend 1 or more psi points (up to your psi limit) to share the pain you experienced back at them, dealing {@damage 1d10} psychic damage per point spent. The damage this deals can't exceed the damage taken from the attack."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Rift Strike",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Transposition Discipline|ktp}",
						"entrySummary": "Transposition"
					}
				}
			],
			"entries": [
				"When you use your Phase Rift power as an action, you can make a single weapon attack as a bonus action."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Schism",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					}
				}
			],
			"entries": [
				"You can spend 1 psi point to temporarily divide your mind to do two things at once until the end of your turn. While dividing your mind, if you use your action on a psionic power or spell granted by a Psionic Discipline, you can use your bonus action to use a psionic power that would normally take an action. The two powers share your per use psi point limit between them."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Seeing",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Precognition Discipline|ktp}",
						"entrySummary": "Precognition"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} Self",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You concentrate and peer into the stream of future possibilities, gaining insight into what will happen next; you can select one of the following:",
				{
					"type": "list",
					"items": [
						"You can grant advantage to yourself or to a creature that can see or hear you on their next attack roll made before the start of your next turn; if an attack that gained advantage from this feature hits, it deals an extra 1d6 damage.",
						"You can grant disadvantage on the next attack roll against yourself or a creature that can see or hear you before the start of your next turn; if that attack hits despite the disadvantage, the damaged creature rolls 1d6 and subtracts that from the damage dealt.",
						"You can spend psi points up to your per use limit to add the following modifiers to Seeing (you can add multiple modifiers)."
					]
				},
				"{@bold Omniscient} {@italic (1 psi point)}: The beneficiary of your Seeing is under the effect of {@spell bless|phb} and {@spell guidance|phb} until the start of your next turn.",
				"{@bold Piercing} {@italic (1+ psi points)}: You see through the target's defenses when granting advantage, increasing the damage of the attack benefiting from advantage by {@damage 1d8} per psi point spent if it hits.",
				"{@bold Positioning} {@italic (1+ psi points)}: The beneficiary of your Seeing can immediately move 5 feet per psi point spent (up to their speed) without provoking opportunity attacks.",
				"{@bold Thwarting} {@italic (2 psi points)}: The beneficiary of your Seeing has advantage on the next saving throw they make before the start of your next turn.",
				"{@bold Withheld} {@italic (0 psi points)}: Rather than granting advantage or disadvantage on the next attack, you can grant advantage or disavantage as a reaction to an attack being made until the start of your next turn."
			],
			"source": "ktp",
			"page": 19,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Skill Thief",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Consumption Discipline|ktp}",
						"entrySummary": "Consumption"
					}
				}
			],
			"entries": [
				"You can gain an additional number of skill, tool, or language proficiencies from Adaptive Hunter equal to half your proficiency bonus (rounded down) before losing the previously gained proficiency. If you would gain an additional proficiency from it beyond that, the first one you gained is lost."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Surging Power",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"When you target only yourself with Enhancing Surge, you can use the power as a bonus action instead of an action, but the damage and temporary hit points the base power grants are reduced to 1d4 when using the power this way."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Tactical Opening",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"You can communicate the openings in a creature's defenses to your allies. When a creature fails a saving throw against your Telepathic Intrusion, you can take the Help action targeting that creature as a bonus action, helping another creature that you can telepathically communicate with. When you take the Help action in this way, the range of it becomes 30 feet."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Tantrum",
			"entries": [
				"Your anger boils just beneath the surface. When you roll initiative, you can instantly increase your rampage die by one step (from a d4 to a d6, for example). Additionally, if you take damage while your rampage die is a d6 or lower, your rampage die increases by one step."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinesis Discipline",
			"source": "ktp",
			"page": 8,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Telekinesis Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Telekinesis is the ability to interact with physical objects and energy with your psionic powers.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Telekinetic Hands|ktp}",
										"{@optfeature Telekinetic Force|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Telekinesis psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell jump|phb}, {@spell launch object|ktp}, {@spell thunderwave|phb}"
												],
												[
													"2",
													"{@spell fling|KibblesTasty:CC}, {@spell levitate|phb}, {@spell shatter|phb}"
												],
												[
													"3",
													"{@spell fly}, {@spell vortex blast|KibblesTasty:CC}"
												],
												[
													"4",
													"{@spell orbital stones|KibblesTasty:CC} {@spell Otiluke's Resilient Sphere|phb|resilient sphere}"
												],
												[
													"5",
													"{@spell telekinesis}, {@spell wall of force}, {@spell shockwave|ktp}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Kinetic Slam|ktp}",
										"{@optfeature Telekinetic Barrier|ktp}",
										"{@optfeature Telekinetic Movement|ktp}",
										"{@optfeature Telekinetic Weapons|ktp}",
										"{@optfeature Mental Might|ktp}",
										"{@optfeature Precise Power|ktp}",
										"{@optfeature Unchecked Power|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"jump|phb",
									"launch object|ktp",
									"thunderwave|phb"
								],
								"2": [
									"fling|KibblesTasty:CC",
									"levitate|phb",
									"shatter|phb"
								],
								"3": [
									"fly",
									"vortex blast|KibblesTasty:CC"
								],
								"4": [
									"orbital stones|KibblesTasty:CC",
									"otiluke's resilient sphere|phb|resilient sphere"
								],
								"5": [
									"telekinesis|phb",
									"wall of force|phb",
									"shockwave|ktp"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Telekinetic Barrier",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"You focus your telekinetic power, spreading it thin to create a large barrier. As an action you can expend 2 psi points to create a wall of weak telekinetic force 15 feet high and up to 40 feet long, or as a 15 radius around you. This barrier is visible as small objects hover and float within it. If you create it around yourself, it moves with you when you move. Ranged attacks that pass through this barrier are made with disadvantage as their trajectory is deflected. You can maintain this barrier by concentrating, as if concentrating on a spell, for up to 1 minute after creating it."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinetic Force",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 60 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You smash a target creature or object with your mental power. The target must succeed on a Strength saving throw, or take {@damage 1d10} bludgeoning damage, and either be shoved 5 feet in a direction of your choosing or be knocked {@condition prone}.",
				"You can spend psi points up to your per use limit to add the following modifiers to Telekinetic Force (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Crushing} {@italic (2 psi points)}: The target is {@condition restrained} until the end of its next turn.",
				"{@bold Hammering} {@italic (1+ psi points)}: The target takes {@damage 1d10} bludgeoning damage for each point spent if it fails its saving throw.",
				"{@bold Hurling} {@italic (1-3 psi points)}: The target is shoved 10 feet in a direction of your choosing for each psi point spent if it fails its saving throw.",
				"{@bold Zone of} {@italic (1-3 psi points)}: You can target all creatures in a 5-foot radius of a point within range. The radius doubles for each point spent (5 feet, 10 feet, 20 feet)."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Telekinetic Hands",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"When you gain this feature, you can manipulate small objects within 30 feet with your mind as if using your hand to interact with it. You can use this power to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You cantt Attack, activate magical items, or carry more than 10 pounds in this manner. You can move an item you are controlling in this way up to 30 feet during your turn.",
				"You can spend 1 psi point to increase how much you can lift by 100 pounds for 1 turn."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Telekinetic Movement",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"You can expend a psi point to gain 10 additional feet of movement and the effect of {@spell spider climb|phb}, {@spell feather fall|phb}, or {@spell levitate|phb} until the start of your next turn (no action required). At the start of your next turn, you can expend 1 psi point to maintain the effect before it would end."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinetic Weapons",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					}
				}
			],
			"entries": [
				"You gain the {@optfeature Telekinetic Weapons Psionic Power|ktp} as part of your Telekinesis Discipline (in addition to your other psionic powers), giving the ability to fling weapons as per the power."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telekinetic Weapons Psionic Power",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinetic Weapons|ktp} Psionic Talent",
						"entrySummary": "Telekinetic Weapons"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 30 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You telekinetically fling a weapon at a creature or object. Choose a weapon within 15 feet that isn't being worn or carried, or choose a weapon under your control. Make a ranged spell attack. On hit the target takes damage equal to the weapon's damage dice. The range of the attack decreases to 15 feet if the weapon has the heavy or special property, and increases to 60 feet if the weapon has the light property.",
				"You can use Psionic Mastery points on this power, and this power counts as a Discipline Power of the Telekinesis Discipline (for example, for the purpose of Empowered Psionics).",
				"You can spend psi points up to your per use limit to add the following modifiers to Telekinetic Weapons (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Multiple} {@italic (1+ psi points)}: For each additional psi point spent, you can fling an additional weapon, making a separate attack and damage roll for each weapon flung.",
				"{@bold Whirling} {@italic (2+ psi points)}: You can replace one throwing of a weapon with casting {@spell cloud of daggers|phb}. It is cast at a level equal to the psi points spent.",
				{
					"type": "inset",
					"name": "Flinging Magic Weapons",
					"entries": [
						"Strictly ruled-as-written, most magic weapon properties wouldn't apply to Telekinetic Weapons, but personally I would grant a flung +1 weapon its +1 to attack and damage rolls. However, if you allow this, this should not be allowed to stack with any sort of focus or magic item that grants bonuses to spell attack rolls. Only one bonus should apply to a given roll.",
						"Keep in mind that there's not inherently a way to get your weapon back, though you may be able to with other Psion abilities (such as Telekinetic Hands), so flinging magic weapons may not be an ideal tactic for longer ranges."
					]
				}
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Telepathic Communication",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"When you gain this feature, you can communicate telepathically with any creature you can see within 30 feet of you. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language. Creatures you communicate with can reply in kind."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telepathic Intrusion",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"{@italic Psionic Power}",
				"{@bold Casting Time:} 1 action",
				"{@bold Range:} 60 feet",
				"{@bold Components:} S",
				"{@bold Duration:} Instantaneous",
				"You assault the mind of a creature you can see directly. The target must succeed on a Wisdom saving throw, or take {@damage 1d8} psychic damage. If the target fails the saving throw, it has disadvantage on attacks made against you until the start of your next turn. You can choose to deal no damage to the creature when it fails its saving throw.",
				"You can spend Psi Points up to your per use limit to add the following modifiers to Telepathic Intrusion (you can add multiple modifiers). The points must be spent when choosing the target of the power.",
				"{@bold Meddling} {@italic (2 psi points)}: You make one creature {@condition invisible} to the target creature or cause the creature to see something that is not there with the effect of {@spell minor illusion|phb} until the start of your next turn if it fails its saving throw.",
				"{@bold Overwhelming} {@italic (3 psi points)}: The target is {@condition stunned} until the end of its next turn if it fails its saving throw.",
				"{@bold Rending} {@italic (1+ psi points)}: The target takes {@damage 1d8} psychic damage for each additional point spent on a failed save.",
				"{@bold Terrifying} {@italic (1 psi point)}: The target is {@condition frightened} of you until the end of your next turn if it fails its saving throw."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Telepathic Link",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Telepathy Discipline|ktp}",
						"entrySummary": "Telepathy"
					}
				}
			],
			"entries": [
				"Your {@optfeature Telepathic Communication|ktp} gains an unlimited range as long as you have communicated with the creature within the last day, and the target willingly maintains the link. However, it takes an action to focus to communicate over distance if you cannot see the target (or for the target to communicate with you if they cannot see you). You can maintain a link with a number of people equal to your Intelligence modifier in this way. You can convey as much in a turn as you could by speaking normally."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiP"
			]
		},
		{
			"name": "Telepathy Discipline",
			"source": "ktp",
			"page": 8,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Telepathy Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Telepathy is the ability to interact with the minds of other creatures using your psionic abilities.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Telepathic Communication|ktp}",
										"{@optfeature Telepathic Intrusion|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Telepathy psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell compelled query|ktp}, {@spell command|phb}, {@spell frighten|KibblesTasty:CC}"
												],
												[
													"2",
													"{@spell detect thoughts|phb}, {@spell suggestion|phb}"
												],
												[
													"3",
													"{@spell delve mind|ktp}, {@spell fear}"
												],
												[
													"4",
													"{@spell dominate beast|phb}, {@spell compulsion|phb}, {@spell confusion|phb}"
												],
												[
													"5",
													"{@spell dominate person|phb}, {@spell modify memory}, {@spell rary's telepathic bond|phb|telepathic bond}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Attuned Argument|ktp}",
										"{@optfeature Empathy|ktp}",
										"{@optfeature Mental Image|ktp}",
										"{@optfeature Mental Influence|ktp}",
										"{@optfeature Reflected Agony|ktp}",
										"{@optfeature Tactical Opening|ktp}",
										"{@optfeature Telepathic Link|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"compelled query|ktp",
									"command|phb",
									"frighten|KibblesTasty:CC"
								],
								"2": [
									"detect thoughts|phb",
									"suggestion|phb"
								],
								"3": [
									"delve mind|ktp",
									"fear"
								],
								"4": [
									"dominate beast|phb",
									"compulsion|phb",
									"confusion|phb"
								],
								"5": [
									"dominate person|phb",
									"modify memory",
									"rary's telepathic bond|phb|telepathic bond"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "The Void - Fusion Talent",
			"prerequisite": [
				{
					"feature": [
						"Psionic Synthesis, Consumption, Nullification"
					]
				}
			],
			"entries": [
				"You devour all supernatural effects near you. Whenever a creature (including yourself) within 5 feet of you takes damage from a magical source, you can expend 1 or more psi points to use your reaction to reduce the damage taken by {@damage 1d8} per psi point spent. You can divide this amount between multiple creatures within range if they take damage at the same time.",
				"Additionally, whenever you successfully cast {@spell counterspell|phb}, {@spell dispel magic|phb}, or {@spell remove curse|phb}, you regain hit points equal to the level of spell stopped or ended."
			],
			"source": "ktp",
			"page": 26,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Transcendent Focus",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Perfect Focus|ktp} Talent",
						"entrySummary": "Perfect Discipline Focus"
					}
				}
			],
			"entries": [
				"While in a state of perfect focus (concentrating on two effects), you gain a magical flying speed of 10 feet. Moving with this speed does not interrupt {@optfeature perfect focus|ktp}."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Transcendent Life",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Enhancement Discipline|ktp}",
						"entrySummary": "Enhancement"
					}
				}
			],
			"entries": [
				"The {@spell mass cure wounds|phb} and {@spell reincarnate|phb} spells are added to your Enhancement Alternate Effects list. Reincarnate requires its normal material components when cast this way."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Transposition Discipline",
			"source": "ktp",
			"page": 9,
			"featureType": [
				"PsiD"
			],
			"optionalfeatureProgression": [
				{
					"name": "Transposition Discipline",
					"featureType": [
						"PsiP"
					],
					"progression": {
						"*": 2
					}
				}
			],
			"entries": [
				"Transposition is the ability to modify the properties of space and manipulate dimensional boundaries with your psionic powers.",
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Features",
									"entries": [
										"{@optfeature Flicker Step|ktp}",
										"{@optfeature Phase Rift|ktp}"
									]
								},
								{
									"type": "entries",
									"name": "Alternate Effects",
									"entries": [
										"Additionally, when you learn the Transposition psionic discipline, you can use your Psionics feature to cast the following spells as per the rules defined in the feature:",
										{
											"type": "table",
											"colStyles": [
												"col-3 text-center",
												"col-9 text-center"
											],
											"colLabels": [
												"Point Cost",
												"Alternate Effects"
											],
											"rows": [
												[
													"1",
													"{@spell expeditious retreat|phb}, {@spell flicker|ktp}"
												],
												[
													"2",
													"{@spell misty step|phb}, {@spell blur|phb}, {@spell pass without trace|phb}"
												],
												[
													"3",
													"{@spell blink|phb}, {@spell nondetection|phb}, {@spell turbulent warp|ktp}"
												],
												[
													"4",
													"{@spell banishment|phb}, {@spell dimension cutter|KibblesTasty:CC}, {@spell dimension door}"
												],
												[
													"5",
													"{@spell flickering strikes|KibblesTasty:CC}, {@spell spatial manipulation|ktp}"
												]
											]
										},
										"If a spell can be cast at a higher level, you can spend additional psi points to cast it at a level equal to the psi points spent."
									]
								},
								{
									"type": "entries",
									"name": "Available Talents",
									"entries": [
										"{@optfeature Rift Strike|ktp}",
										"{@optfeature Flickering Escape|ktp}",
										"{@optfeature Lingering Rifts|ktp}",
										"{@optfeature Phase Shot|ktp}",
										"{@optfeature Phase Slash|ktp}",
										"{@optfeature Phase Shroud|ktp}"
									]
								}
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"name": "Alternate Effects",
					"resourceName": "Psi Points",
					"innate": {
						"_": {
							"resource": {
								"1": [
									"expeditious retreat|phb",
									"flicker|ktp"
								],
								"2": [
									"misty step|phb",
									"blur|phb",
									"pass without trace|phb"
								],
								"3": [
									"blink|phb",
									"nondetection|phb",
									"turbulent warp|ktp"
								],
								"4": [
									"banishment|phb",
									"dimension cutter|KibblesTasty:CC",
									"dimension door|phb"
								],
								"5": [
									"flickering strikes|KibblesTasty:CC",
									"spatial manipulation|ktp"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Unchecked Power",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Psion",
							"source": "ktp"
						}
					},
					"otherSummary": {
						"entry": "Requires {@optfeature Telekinesis Discipline|ktp}",
						"entrySummary": "Telekinesis"
					},
					"feature": [
						"Incompatible with Precise Power"
					]
				}
			],
			"entries": [
				"The {@spell fissure|KibblesTasty:CC} spell is added to your Telekinesis Alternate Effects list. Additionally, as a reaction to a melee attack being made against you, you can expend 1 psi point to shove the creature away. The creature must make a Strength saving throw, or be knocked 10 feet backwards. If this puts the attack out of reach, the attack automatically misses."
			],
			"source": "ktp",
			"page": 15,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Unlife Wielder",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Requires {@optfeature Consumption Discipline|ktp}",
						"entrySummary": "Consumption"
					}
				}
			],
			"entries": [
				"While you have a psionic charge, you can invest into a corpse, bringing it to a state of unlife, becoming a {@creature zombie} or {@creature skeleton}. It acts on its own initiative immediately after your turn. It's unlife fades at the end of your next turn unless you expend a psionic charge or psi point on your next turn (no action required) to continue its animation for an additional round. You can spend psionic mastery points on this."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Unlimited Imagination",
			"prerequisite": [
				{
					"feature": [
						"Body Control"
					],
					"otherSummary": {
						"entry": "Requires {@optfeature Projection Discipline|ktp}",
						"entrySummary": "Projection"
					}
				}
			],
			"entries": [
				"Whenever you roll a d4 for {@spell flicker|ktp}, you can teleport 5 feet after the attack resolves."
			],
			"source": "ktp",
			"page": 16,
			"featureType": [
				"PsiT"
			]
		},
		{
			"name": "Visionary Sight",
			"entries": [
				"You no longer need to see targets of Psionic powers, so long as they are within range and you know where they are. Being unable to see an attacker no longer grants them advantage against you, and you do not suffer disadvantage attacking unseen targets."
			],
			"source": "ktp",
			"page": 13,
			"featureType": [
				"PsiT"
			]
		}
	],
	"subclass": [
		{
			"name": "Awakened",
			"subclassFeatures": [
				"Awakened Mind|Psion|ktp|Awakened|ktp|1",
				"Mind Reader|Psion|ktp|Awakened|ktp|3",
				"Empowered Psionics|Psion|ktp|Awakened|ktp|6",
				"All Seeing Eye|Psion|ktp|Awakened|ktp|10",
				"Full Awakening|Psion|ktp|Awakened|ktp|14"
			],
			"source": "ktp",
			"shortName": "Awakened",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Unleashed",
			"subclassFeatures": [
				"Unleashed Mind|Psion|ktp|Unleashed|ktp|1",
				"Rampaging Power|Psion|ktp|Unleashed|ktp|3",
				"Empowered Psionics|Psion|ktp|Unleashed|ktp|6",
				"Uncontrollable Mind|Psion|ktp|Unleashed|ktp|10",
				"Unstoppable Rampage|Psion|ktp|Unleashed|ktp|14"
			],
			"source": "ktp",
			"shortName": "Unleashed",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Transcended",
			"subclassFeatures": [
				"Transcended Mind|Psion|ktp|Transcended|ktp|1",
				"Balance of Power|Psion|ktp|Transcended|ktp|3",
				"Perfected Enhancement|Psion|ktp|Transcended|ktp|6",
				"Mental Control|Psion|ktp|Transcended|ktp|10",
				"Mind Over Matter|Psion|ktp|Transcended|ktp|14"
			],
			"source": "ktp",
			"shortName": "Transcended",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Shaper",
			"subclassFeatures": [
				"Shaper's Mind|Psion|ktp|Shaper|ktp|1",
				"Astral Metastability|Psion|ktp|Shaper|ktp|3",
				"Empowered Construct|Psion|ktp|Shaper|ktp|6",
				"Astral Guardian|Psion|ktp|Shaper|ktp|10",
				"Imaginary Army|Psion|ktp|Shaper|ktp|14"
			],
			"source": "ktp",
			"shortName": "Shaper",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Elemental",
			"subclassFeatures": [
				"Elemental Mind|Psion|ktp|Elemental|ktp|1",
				"Living Power|Psion|ktp|Elemental|ktp|3",
				"Empowered Psionics|Psion|ktp|Elemental|ktp|6",
				"Full Manifestation|Psion|ktp|Elemental|ktp|10",
				"Elemental Form|Psion|ktp|Elemental|ktp|14"
			],
			"source": "ktp",
			"shortName": "Elemental",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Wandering",
			"subclassFeatures": [
				"Wandering Mind|Psion|ktp|Wandering|ktp|1",
				"Cunning Strikes|Psion|ktp|Wandering|ktp|3",
				"Curious Mind|Psion|ktp|Wandering|ktp|3",
				"Phase Dancer|Psion|ktp|Wandering|ktp|6",
				"Flickering Presence|Psion|ktp|Wandering|ktp|10",
				"Planeswalker|Psion|ktp|Wandering|ktp|14",
				"Winding Paths|Psion|ktp|Wandering|ktp|14"
			],
			"source": "ktp",
			"shortName": "Wandering",
			"className": "Psion",
			"classSource": "ktp"
		},
		{
			"name": "Consuming",
			"subclassFeatures": [
				"Consuming Mind|Psion|ktp|Consuming|ktp|1",
				"Ravenous Powers|Psion|ktp|Consuming|ktp|3",
				"Empowered Psionics|Psion|ktp|Consuming|ktp|6",
				"Mind Vampire|Psion|ktp|Consuming|ktp|10",
				"Shattered Husks|Psion|ktp|Consuming|ktp|14"
			],
			"source": "ktp",
			"shortName": "Consuming",
			"className": "Psion",
			"classSource": "ktp"
		}
	],
	"classFeature": [
		{
			"name": "Psionic Archetype",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 1,
			"entries": [
				"At 1st level, you pick the archetype of psion you embody, choosing from Awakened Mind, Unleashed Mind, Transcended Mind, Shaper's Mind, Wandering Mind, Elemental Mind, or Consuming Mind, each of which are detailed at the end of the class description. Your choice grants you features at 1st level, and again at 3rd, 6th, 10th, and 14th level."
			]
		},
		{
			"name": "Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Psionic Disciplines",
					"entries": [
						"You are granted access to a {@filter psionic discipline|optionalfeatures|feature type=PsiD} (such as {@optfeature Telepathy Discipline|ktp|telepathy} or {@optfeature Telekinesis Discipline|ktp|telekinesis}) by your chosen archetype. A psionic discipline comes with a passive feature that expands your character's capabilities and an active psionic power that can be modified and empowered with psi points. Additionally you can use your discipline in more detailed applications to recreate the effect of certain spells, listed at the end of the discipline description. At 3rd level you can select a second discipline, and 18th level you can select a 3rd discipline.",
						"Psionic powers are suppressed by {@spell antimagic field|phb|antimagic fields} and can be dispelled with {@spell dispel magic|phb}, but are only affected by {@spell counterspell|phb} if recreating the effect of a spell. Any check required to {@spell dispel magic|phb}, {@spell counterspell|phb} or to identify a spell being cast with psionics is made with disadvantage unless the caster also has the Psionics feature. The detect magic spell will detect the usage of psionics, but not their nature: it will show up as a mysterious untyped power, even if being used to generate the effect of a spell.",
						"When recreating a spell through a psionic effect (using a psionic discipline to cast the spell) the spell has no material or verbal components, but using any psionic ability requires somatic components and causes the psion to vibrantly glow with the otherworldly psionic energies they are controlling."
					]
				},
				{
					"type": "entries",
					"name": "Psi Points",
					"entries": [
						"Starting at 1st level, you gain access to psi points used to fuel {@filter psionic discipline|optionalfeatures|feature type=PsiD} powers and effects. You have a number of psi points equal to your psion level, and you regain all spent points when you finish a short or long rest. You can spend a number of psi points equal to half your Psion level (rounded up) at a time. For example, if you're a 5th-level Psion, you can spend 3 psi points on a psionic power or cast a spell with a cost of 3 psi points."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Ability",
					"entries": [
						"Psionic powers, Psionic Talents, and spells gained through this class use your psionic ability.",
						{
							"type": "abilityDc",
							"name": "Psionic Ability",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Psionic Ability",
							"attributes": [
								"int"
							]
						}
					]
				}
			],
			"resources": [
				{
					"name": "Psi Points",
					"type": "",
					"count": "ceil(<$level$> / 2)",
					"recharge": "rest"
				}
			]
		},
		{
			"name": "Psionic Talents",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you gain access to a psionic talent allowing you to further specialize. Pick two talents from the list of {@filter Psionic Talents|optionalfeatures|feature type=PsiT} presented at the end of the class description.",
				"You can pick a new psionic talent at 5th, 7th, 9th, 12th, 15th, and 18th level. When you level up, you can replace a psionic talent you have previously selected with a different option."
			]
		},
		{
			"name": "Second Discipline",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 3,
			"entries": [
				"When you reach 3rd level, you can select a second psionic discipline from the list of {@filter psionic disciplines|optionalfeatures|feature type=PsiD}. You can't select a Discipline you already know. You gain all features of a psionic discipline when selecting it."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 3,
			"entries": [
				"At 3rd level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 4,
			"entries": [
				"WWhen you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Mastery (1 point)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 5,
			"entries": [
				"When you reach 5th level, you gain mastery of your psionic powers. At the start of your turn you get 1 free psi point. This can be spent to empower psionic disciplines, but not to recreate spells or fuel Psionic Talents. If you have any unspent free psi points granted by this feature left at the end of your turn, then they are lost.",
				"At 11th level, this is increased to 2 free psi points, and at 17th level, this is increased to 3. Points can be split between different abilities."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 6,
			"entries": [
				"At 6th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 10,
			"entries": [
				"At 10th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Psionic Mastery (2 points)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 11,
			"entries": [
				"When you reach 11th level, you gain mastery of your psionic powers. At the start of your turn, you now get 2 temporary psi points. This can be spent to empower psionic abilities, but not to recreate spells. If you have any unspent temporary psi points at the end of your turn, then they are lost.",
				"At 17th level, this is increased to 3. Temporary psi points can be split between different abilities."
			]
		},
		{
			"name": "Innate Psionics (6th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 11,
			"entries": [
				"At 11th level, you gain the ability to exert great feats of psionic power. Choose one {@filter 6th-level spell from the Psion spell list|spells|level=6|class=psion} as an innate ability. You can use this innate ability to cast that spell once. You must finish a long rest before you can do so again. At higher levels, you gain more innate abilities of your choice that can be used in this way: one 7th-level spell at 13th level, one 8th-level spell at 15th level, and one 9th-level spell at 17th level. You regain all uses of your Innate Psionics when you finish a long rest.",
				"Innate Psionics are well beyond the normal scope of your powers and are not restricted by what disciplines you have. Unlike psionic disciplines, they require any component the spell requires."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Innate Psionics (7th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 13,
			"entries": [
				"At 13th level, you choose one {@filter 7th-level spell from the Psion spell list|spells|level=7|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Psionic Archetype Feature",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted to you by your Psionic Archetype."
			]
		},
		{
			"name": "Innate Psionics (8th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 15,
			"entries": [
				"At 15th level, you choose one {@filter 8th-level spell from the Psion spell list|spells|level=8|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Psionic Mastery (3 points)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 17,
			"entries": [
				"When you reach 17th level, you gain mastery of your psionic powers. At the start of your turn, you now get 3 temporary psi points. This can be spent to empower psionic abilities, but not to recreate spells. If you have any unspent temporary psi points at the end of your turn, then they are lost.",
				"Temporary psi points can be split between different abilities."
			]
		},
		{
			"name": "Innate Psionics (9th level spell)",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 17,
			"entries": [
				"At 17th level, you choose one {@filter 9th-level spell from the Psion spell list|spells|level=9|class=psion} for your Innate Psionics."
			]
		},
		{
			"name": "Third Discipline",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 18,
			"entries": [
				"When you reach 18th level, you can select a third psionic discipline from the list of {@filter psionic disciplines|optionalfeatures|feature type=PsiD}. You can't select a discipline you already know. You gain all features of a psionic discipline when selecting it."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Ascension",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"level": 20,
			"entries": [
				"Starting at 20th level, if you die you can choose to become an incorporeal entity on the Border Ethereal at the spot you died in the Material Plane at the start of your next turn. This entity has the physical ability scores (Strength, Dexterity, Constitution) and abilities of a  {@creature ghost}, but has your mental ability scores (Intelligence, Wisdom, Charisma) and your psion class abilities.",
				"When you take this form your current and maximum hit points becomes that of the {@creature ghost} while you are in the form, if you have less than 10 psi points when you would assume this form, you have 10 psi points. While in this form you can't rest to regain spent abilities. If you exhaust all Psi Points or the  {@creature ghost} is destroyed, you die as a normal creature would."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Awakened Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"An Awakened Mind is a psion who had their psionic power awakened within them by an encounter, event, or circumstance. Perhaps their powers were latent or perhaps their destiny had been that of a normal creature until powers were suddenly thrust on them. Perhaps they brushed the realms beyond in a vivid dream, perhaps they wandered the Feywild and came back warped, perhaps they merely glimpsed the eyes of a creature that did not belong walking down the street.",
				"An awakening is often somewhat traumatic. Psions are not well understood and the first power they manifest-telepathy- is one of the most feared and shunned abilities.",
				"An Awakened can be either empathetic or cruel, good or evil. Knowing what is on the minds of others affects people in different ways, driving some away from society as they see its true face, while others feel drawn to help the problems only they can see.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opened Mind|Psion|ktp|Awakened|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mental Awareness|Psion|ktp|Awakened|ktp|1"
				}
			]
		},
		{
			"name": "Opened Mind",
			"entries": [
				"At 1st level when you select this archetype, your mind awakens the ability to directly connect to the minds of other creatures, granting the psionic {@optfeature Telepathy Discipline|ktp|discipline of telepathy}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Mental Awareness",
			"entries": [
				"Additionally, starting at 1st level, you can use Intelligence instead of Wisdom when making an Insight check against a creature with an Intelligence ability score of 6 or higher.",
				"Further, if you have telepathically communicated with a willing creature, you know their general location (direction and rough estimate of distance) for the next hour as long as you are on the same plane as them."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Mind Reader",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use Telepathic Intrusion, you can force the target to make an Intelligence saving throw instead of a Wisdom saving throw against the power (deciding when you use the ability).",
				"When a creature fails a saving throw against your Telepathic Intrusion, you gain a d4. Until the end of your next turn, if you make an attack roll against the creature or the creature makes a saving throw against one of your psionic powers other than Telepathic Intrusion, you can add or subtract the d4 from the roll (deciding to roll before you roll the attack or use the power)."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline power you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "All Seeing Eye",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you can see a creature by its mind. You gain a mindsight of 60 feet, allowing you to see creatures with an Intelligence of 6 or higher within range as if by blindsight. A creature you are unaware of can still be hidden from you, but you can use your Intelligence modifier instead of your Wisdom modifier when making Perception checks to detect creatures."
			]
		},
		{
			"name": "Full Awakening",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Awakened",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can briefly fully awaken your expanded mind to true comprehension. At the start of your turn, you can expend 2 psi points to gain advantage on all saving throws and attack rolls until the start of your next turn."
			]
		},
		{
			"name": "Unleashed Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"An Unleashed Mind's power is most often an innate force they struggle to understand or control, a reflection of their state of mind and mood projected onto the world around them, often to devastating results. The life of an Unleashed Psion is frequently their journey to control their unruly powers... or one of embracing the destructive powers fully.",
				"What the wellspring of their innate power is varies: they could be a psionic race, born under the influence of distant twisted powers, warped by fey blood, or a herald of something more sinister brushing against the material world. Sometimes their power will show itself in simple applications, but most often their power becomes known and feared when their temper flares.",
				"Their alignment frequently depends on the approach to their powers they have taken. An Unleashed Psion who emphasizes control and restraint, keeping their emotions from running wild and their powers from running rampant will most often be lawful, following strict personal codes. On the other hand, an Unleashed Psion who lets their power run rampant will almost always be chaotic in nature, acting on impulse... with great emphasis.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unshackled Power|Psion|ktp|Unleashed|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Overwhelming Power|Psion|ktp|Unleashed|ktp|1"
				}
			]
		},
		{
			"name": "Unshackled Power",
			"entries": [
				"At 1st level when you select this archetype, you gain the ability to unleash your mind to physically interact with the world around you, granting you the psionic {@optfeature Telekinesis Discipline|ktp|discipline of telekinesis}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Overwhelming Power",
			"entries": [
				"Additionally at 1st level, you gain the ability to cast {@spell thaumaturgy} with your psionic powers. When you cast it in this way, you have an additional options:",
				{
					"type": "list",
					"items": [
						"You cause up to 10 pounds of loose objects within 10 feet of you to start floating for 1 minute.",
						"You can force all targets within 5 feet to make a Strength saving throw, or be pushed 5 feet away from you."
					]
				}
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Rampaging Power",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain a d4 rampage die. Once on each of your turns when making a damage roll, you can add this rampage die to the damage roll. If you dealt damage during your last turn, your rampage die becomes a d6, increasing with each subsequent turn you deal damage by one step, up to a d12; if you did not deal damage during your last turn or become incapacitated, it becomes a d4 once more. If you maintain a continuous d12 rampage die for more than one minute, you gain one level of {@condition exhaustion}."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline power you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "Uncontrollable Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, the strength of your rampaging mind is such that others' attempts to control it are futile. You gain immunity to the {@condition charmed} and {@condition frightened} conditions, as well as effects that would control your mind while your rampage die is a d8 or more."
			]
		},
		{
			"name": "Unstoppable Rampage",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Unleashed",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, when an attack reduces you to zero hit points, you can roll your rampage die. If your roll + your Constitution modifier is higher than the excess damage you took, you are instead reduced to one hit point. You can expend 2 psi points to roll an additional rampage die, adding it to the result."
			]
		},
		{
			"name": "Transcended Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Transcended psion is most often one that has found their path to psionic powers through a mental epiphany, realizing the place of their mind within the multiverse and how it ties to everything else, seeing the keys and levers to the world laid out before them in their mind's eye.",
				"Most often achieved either intentionally or accidentally through meditation and ritual, this can sometimes even be a passed on technique to reliably transcend the strictly material concerns, and explore the more cognitive realm and powers within.",
				"Transcended Psions tend to have the best grasp on their powers in control and principle, having come to understand the greater cosmos, but lack the reckless abandon some other Psions may have. Unfortunately less transcendent minds frequently cannot understand the greater truths they have learned and may view a Transcended Psion as a bit... peculiar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enlightened|Psion|ktp|Transcended|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "State of Mind|Psion|ktp|Transcended|ktp|1"
				}
			]
		},
		{
			"name": "Enlightened",
			"entries": [
				"At 1st level when you select this archetype, you gain the ability to empower your body with the power of your mind, granting you the psionic {@optfeature Enhancement Discipline|ktp|discipline of enhancement}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "State of Mind",
			"entries": [
				"Additionally at 1st level, you can ignore the effects of extreme heat or cold, hold your breath twice as long as normal, and can go twice as long without eating or sleeping before suffering {@condition exhaustion}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Balance of Power",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use a psionic ability (power or spell) to restore hit points or grant temporary hit points, you can add equivalent hit points granted to a stored pool. The maximum value of the pool is your psion level, and any points beyond the maximum are lost. The next time you make a damage roll, you can expend the pool to add damage equal to the stored value to one target affected by the damage roll. This stored damage is lost if not spent within 1 minute."
			]
		},
		{
			"name": "Perfected Enhancement",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you grant temporary hit points with a psionic power you can add your proficiency bonus to the temporary hit points gained by one creature."
			]
		},
		{
			"name": "Mental Control",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you have to make a Constitution saving throw to avoid losing concentration on an effect from a {@filter psionic discipline|optionalfeatures|feature type=PsiD}, you can add your Intelligence modifier to the saving throw."
			]
		},
		{
			"name": "Mind Over Matter",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Transcended",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, when you would roll a Strength, Dexterity, or Constitution saving throw, you can expend 2 psi points to roll an Intelligence saving throw instead.",
				"Additionally, when you roll a Death saving throw, you can expend 4 psi points before rolling to treat the roll as 20."
			]
		},
		{
			"name": "Shaper's Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Shaper is a Psion that specializes in the materialization of their imagination, projecting it out into the world. No mere conjurers borrowing the powers of other planes, a Shaper manifests things from nothing but their own mind, weaving their creations into existence through the exertion of raw psionic power and imagination.",
				"A Shaper's mind is a tool of nearly unrivaled power possessing both boundless creativity and inexorable will, but if that will is overrun, the world would do well to fear a Shaper's nightmares.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Creator's Mind|Psion|ktp|Shaper|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Boundless Imagination|Psion|ktp|Shaper|ktp|1"
				}
			]
		},
		{
			"name": "Creator's Mind",
			"entries": [
				"At 1st level when you select this Archetype, you gain the ability to will the contents of your mind into the world, granting you the psionic {@optfeature Projection Discipline|ktp|discipline of projection}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Boundless Imagination",
			"entries": [
				"Additionally at 1st level, when you conjure your Astral Construct, you can apply one of the following powers to it:",
				{
					"type": "list",
					"items": [
						"{@b Devastating Weapons.} You imagine more deadly armaments-from a greatsword to vicious fangs-causing your Astral Construct to grow more deadly. The Astral Construct's damage becomes 1d12",
						"{@b Psionic Conduit.} You can use your psionic powers, spells, talents through your Astral Construct, as if you were in its space.",
						"{@b Vivid Existence.} Your Astral Construct fully materializes and automatically uses Solidify at the start of your turn without requiring a command to do so."
					]
				},
				"You can change which benefit you grant it for the duration of the effect as a bonus action."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Astral Metastability",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when you use your psionic powers to create an Astral Construct, it doesn't require concentration to maintain, and lasts until dismissed, but you can't summon another one while you have one summoned."
			]
		},
		{
			"name": "Empowered Construct",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with an Astral Construct or a weapon created by Project Item, you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "Astral Guardian",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you would take damage while you have an Astral Construct within 30 feet of you, you can use your reaction to conjure it to you (sharing your space) and expend 1 psi point to Solidify it, transposing it between you and the source of damage. It takes the damage instead of you. If the attack deals more damage than it has hit points (from Solidify), you take the remainder of the damage."
			]
		},
		{
			"name": "Imaginary Army",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Shaper",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can allow your mind to run wild, letting an astral army spring forth into reality. When you use Replicate, you can create one additional Astral Construct that can be controlled with the same action (commands still only affect one Astral Construct of your choice). This additional construct lasts until the start of your next turn and can't be sustained.",
				"Once you create an additional duplicate, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Wandering Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Wandering Mind is among the more mysterious incarnates of psions, these are individuals that just aren't quite rooted in the same reality everyone else is... they find it more pliable and slippery, and prone to jumping right through it on occasion.",
				"How they get their powers varies. Some were born in the ethereal plane or went through a portal while young. Sometimes it is just that their mind just works along an axis most people cannot understand. No matter its source, they manifest a truly unique ability to treat certain aspects of the metaphysical with a certain mundanity, and are prone to treating their powers as absolutely natural things as one might treat an arm or leg.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spatial Manipulation|Psion|ktp|Wandering|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Nomad's Gear|Psion|ktp|Wandering|ktp|1"
				}
			]
		},
		{
			"name": "Spatial Manipulation",
			"entries": [
				"At 1st level when you select this archetype, your mind grows a greater perspective on the nature of space and dimensions, allowing you to manipulate it and your relation to it, granting you the psionic {@optfeature transposition discipline|ktp|discipline of Transposition}.",
				"Additionally, your connection to your transdimensional powers are such that you can slide through the spaces you see in dimensions as another might slip through a tight space, without conscious thought or effort. You can use your Dexterity ability score in place of your Intelligence ability score calculating the DC or attack roll modifier of Transpositional powers, alternate effects, or talents that require the Transpositional discipline."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Nomad's Gear",
			"entries": [
				"Additionally at 1st level, you gain proficiency with martial weapons and medium armor."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Cunning Strikes",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain the  {@optfeature rift strike|ktp|Rift Strike} talent. If you already have the Rift Strike talent, you can gain one other Psionic Talent of your choice. The Rift Strike talent doesn't count against your Psionic Talents known, but can't be switched out on leveling up."
			]
		},
		{
			"name": "Curious Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, your wandering mind adapts to new situations constantly. Whenever you finish a long rest, you can select two skills you lack proficiency in. Until the end of your next long rest, you can add half your proficiency bonus, rounded down, to ability checks made with those skills."
			]
		},
		{
			"name": "Phase Dancer",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, once per turn, you automatically gain one illusory duplicate as per the blurring modifier when you use your {@optfeature transposition discipline|ktp|Phase Rift} power. Additionally, your first attack roll before the end of your turn after using {@optfeature transposition discipline|ktp|Phase Rift} gains advantage."
			]
		},
		{
			"name": "Flickering Presence",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, your unspent Psionic Mastery points are not lost until the start of your next turn, but can only be used to cast {@spell flicker|ktp}.",
				"Additionally, when you roll for the effect of {@spell flicker|ktp} or {@spell blink|phb} you can expend 1 psi point to reroll the result. You can select which of the two results you would like to use."
			]
		},
		{
			"name": "Planeswalker",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your understanding of how to traverse space expands to a previously incomprehensible scale. You gain the ability to cast {@spell plane shift|phb} and {@spell teleport|phb}. You can cast one of these spells per day once without expending a spell slot or use of Innate Psionics. Once you do this, you must finish a long rest before you can use them again, or use your 7th level or higher use of Innate Psionics instead of the spell selected for that level to cast these spells again before finishing a long rest. If you already have one of these spells selected for your 7th level Innate psionic power, you can select a new 7th-level spell from the psion list for that slot. Material components are still required for casting plane shift this way."
			]
		},
		{
			"name": "Winding Paths",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Wandering",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Additionally at 14th level, your {@optfeature transposition discipline|ktp|Phase Rift} no longer has to go in a straight line, though it can only pass through a creature's space once."
			]
		},
		{
			"name": "Elemental Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"An Elemental Mind is a Psion that can manifest and control elements as an extension of their will.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Elemental Power|Psion|ktp|Elemental|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Primordial Aspect|Psion|ktp|Elemental|ktp|1"
				}
			]
		},
		{
			"name": "Elemental Power",
			"entries": [
				"At 1st level when you select this archetype, you gain a deep intrinsic tie to elemental power, granting you the ability to manipulate it. You gain the psionic {@optfeature discipline of Psychokinesis|discipline of ktp|psychokinesis}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Primordial Aspect",
			"entries": [
				"Additionally at 1st level, as an action or when you deal fire, cold, or lightning damage (no action required), you take on an aspect of that element until the end of your next turn or until you take a new primordial aspect.",
				{
					"type": "list",
					"items": [
						"{@b Cold:} You gain an icy shell, reducing any nonmagical bludgeoning, piercing or slashing damage taken by your proficiency bonus.",
						"{@b Fire:} You gain a fiery aura. Once per turn, a creature within 5 feet that hits you with a melee attack takes fire damage equal to your proficiency bonus.",
						"{@b Lightning:} You flicker with lightning. Your walking speed is increased by 5 feet for the duration."
					]
				},
				"You can additionally spend 1 psi point to gain resistance to the element to the start of your next turn. If you are specialized in an element, you you can do this without spending a psi point for the element you are specialized in.",
				{
					"type": "inset",
					"name": "Aspect Appearance",
					"entries": [
						"The appearance of the aspect manifesting itself may vary, perhaps your hair becomes fire and radiates heat, or your skin takes on an icy sheen, but whatever the nature and consequence of the aspect is apparent to observers."
					]
				}
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Living Power",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, your powers become a living extension of your mind, weaving an extension of your will into reality, allowing you to manipulate your powers in more advanced ways. When you use a power or alternate effect of Psychokinesis, you can apply one of the following modifiers:",
				{
					"type": "list",
					"items": [
						"{@b Shaped Power} When you use a power or spell that makes a ranged spell attack, you can convert it to a melee spell attack (such as forming it into a weapon shape), and when you would make an attack that would make a melee spell attack, you can instead form it into a shape and hurl it at a target within 15 feet making a ranged spell attack.",
						"{@b Controlled Power} When you use a spell or power that targets an area, you can select a number of creatures equal to the psi points spent in the area of effect for the spell or power to be ignored. The power passes harmlessly around these creatures, they automatically succeed on their saving throw against the effect, and they take no damage if they would normally take half damage on a successful save against the effect.",
						"{@b Raging Power} When you use a spell or power, you can let it rage out of control. When you roll damage for the power or spell, you can reroll a number of dice up to 1 + the number of psi points spent. You must use the new roll."
					]
				}
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline power you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "Full Manifestation",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you enter a primordial aspect, you can expend 1 psi point to fully manifest that element, replacing the primordial aspect with the following effect. If you are specialized in that element, it doesn't require a psi point to fully manifest the power.",
				{
					"type": "list",
					"items": [
						"{@b Cold:} Your speed becomes 0 until the end of your next turn, but you have resistance to all damage types except fire and force.",
						"{@b Fire:} Fire fills a 10-foot radius around you. When a creature enters the area for the first time on a turn or starts its turn there, it takes fire damage equal to 1d4 + your proficiency bonus.",
						"{@b Lightning:} You can use your movement to teleport a distance up to your speed for the duration."
					]
				},
				"If you are not in a primordial aspect, you can fully manifest a power as a bonus action for 2 psi points (or 1 psi point if you are specialized in that power)."
			]
		},
		{
			"name": "Elemental Form",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Elemental",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can expend 5 psi points to cast shapechange to assume elemental forms. When you cast shapechange in this way it has no verbal or material components, but you can only assume the form of a Water Elemental, Fire Elemental, or Air Elemental. If you are specialized in an element, the cost is reduced to 3 psi points, but you can only assume the form associated with your specialization (Water Elemental for cold, Fire Elemental for fire, or Air Elemental for lightning). A Water Elemental assumed with this form doesn't have the Freeze property.",
				"Once you cast shapechange this way, you can't do so until you finish a short or long rest."
			]
		},
		{
			"name": "Consuming Mind",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 1,
			"entries": [
				"A Consuming Mind is a master of a dangerous branch of psionics, born from the ability to sap energy from other creatures. This power can tear away thoughts, minds, and ultimately vitality for the psion's own consumption. A feared branch of psionics, it is sometimes believed to be one of the primeval roots of all psionic power, as it can be found among mind-eating monsters and ancient psionic space whales... which might have other names in various settings.",
				"It has been refined by those that seek greater power either from ambition or desperation, and unlocks a terrible but effective path. One example of mortal creatures walking this path is the houses of dark elves, who developed their dark powers from their study of feral vampiric brain eating monsters.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Predator|Psion|ktp|Consuming|ktp|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dark Lurker|Psion|ktp|Consuming|ktp|1"
				}
			]
		},
		{
			"name": "Psionic Predator",
			"entries": [
				"At 1st level when you select this archetype, you gain the ability to consume the psionic power of others. You gain the psionic {@optfeature Consumption Discipline|ktp|discipline of consumption}."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Dark Lurker",
			"entries": [
				"Additionally at 1st level, your powers grant you intuition that allows you to better adapt and survive as a mind hunter. You gain proficiency in Stealth and Deception. If you are already proficient in either skill, you instead become proficient in a skill of your choice.",
				"When you use psionic abilities, you can make an Intelligence (Deception) check contested by a target's Wisdom (Insight) to conceal your use of psionic powers, suppressing their usual visible indicators. If you spend psi points on the ability, you must subtract the psi points spent from your Intelligence (Deception) roll result (concealing greater uses of psionics being more difficult)."
			],
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 1,
			"header": 1
		},
		{
			"name": "Ravenous Powers",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain the psionic talent Mind Devourer; this talent ignores the normal level restriction, and does not count against your Psionic Talents known, but cannot be switched out on leveling up.",
				"Additionally, you can gain the benefit of this talent from a range of 30 feet when the creature is killed by one of your Psionic powers."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you deal damage with a psionic discipline power you can add your Intelligence modifier to the damage dealt."
			]
		},
		{
			"name": "Mind Vampire",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you can trigger Mind Devourer anytime you deal psychic damage to a target within 30 feet, regardless if it kills the target or not.",
				"Further, you can have additional psi points (over your normal limit) equal to your half your Intelligence modifier (rounded down) when gaining psi points from Mind Devourer, but any additional psi points are lost when you complete a short or long rest.",
				{
					"type": "inset",
					"name": "Limitations.",
					"entries": [
						"Even when used with Mind Vampire, Mind Devourer still requires a reaction to use, meaning that it can still effectively trigger once per round. All normal restrictions of Mind Devourer still apply (such as a minimum Intelligence ability score of the target.)"
					]
				}
			]
		},
		{
			"name": "Shattered Husks",
			"source": "ktp",
			"page": 1,
			"className": "Psion",
			"classSource": "ktp",
			"subclassShortName": "Consuming",
			"subclassSource": "ktp",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your Mind Leech ability always gains the Shredding modifier, and it does not cost a psi point to add the modifier.",
				"Further, you can use additional power to leave their mind further vulnerable. You can spend additional psi points on the Shredding modifier to further reduce their next Wisdom, Intelligence or Charisma saving throw (up to 2 additional points to reduce it by a total of 3d4). Once this is effect has been applied to a creature, you cannot spend additional psi points on the Shredding modifier against the creature until 1hour has passed."
			]
		}
	]
}
