{
	"_meta": {
		"sources": [
			{
				"json": "ArtificerRevised",
				"abbreviation": "Brew",
				"full": "Artificer (Revised)",
				"authors": [
					"/u/KibblesTasty"
				],
				"version": "1.5.1",
				"url": "https://www.gmbinder.com/share/-LAEn6ZdC6lYUKhQ67Qk",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"AS:C": "Artificer Specialization, Cannonsmith",
			"AS:G": "Artificer Specialization, Gadgetsmith",
			"AS:O": "Artificer Specialization, Golemsmith",
			"AS:P": "Artificer Specialization, Potionsmith",
			"AS:R": "Artificer Specialization, Warsmith",
			"AS:I": "Artificer Specialization, Infusionsmith",
			"AS:W": "Artificer Specialization, Wandsmith"
		},
		"dateAdded": 1537874753415
	},
	"class": [
		{
			"name": "Artificer (Revised)",
			"source": "ArtificerRevised",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"con",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Spells Known"
					],
					"rows": [
						[
							0
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						],
						[
							10
						],
						[
							10
						],
						[
							11
						],
						[
							11
						],
						[
							12
						],
						[
							12
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"1st",
						"2nd",
						"3rd",
						"4th",
						"5th"
					],
					"rows": [
						[
							0,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				},
				{
					"colLabels": [
						"Upgrades"
					],
					"rows": [
						[
							0
						],
						[
							0
						],
						[
							1
						],
						[
							1
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"hand crossbows",
					"heavy crossbows"
				],
				"tools": [
					"thieves' tools",
					"one other tool of your choice"
				],
				"skills": {
					"choose": 3,
					"from": [
						"Arcana",
						"Deception",
						"History",
						"Investigation",
						"Medicine",
						"Nature",
						"Religion",
						"Sleight of Hand"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts} or (b) any two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}",
					"(a) {@item scale mail|phb}, (b) {@item leather armor|phb}, or (c) {@item chain mail|phb}",
					"{@item thieves' tools|phb} and a {@item dungeoneer's pack|phb}"
				]
			},
			"classFeatures": [
				[
					{
						"name": "Artificer Specialization",
						"entries": [
							"At 1st level, you focus your craft on a particular specialization: Cannonsmith, Gadgetsmith, Golemsmith, Infusionsmith, Potionsmith, Warsmith or Wandsmith, each of which are detailed at the end of the class description. Your choice grants you features at 1st level and again at 3rd, 5th, and 14th level."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Magic Item Analysis",
						"entries": [
							"Starting at 1st level, your understanding of magic items allows you to analyze and understand their secrets. You know the artificer spells {@spell detect magic} and {@spell identify}, and you can cast them as rituals."
						]
					}
				],
				[
					{
						"name": "Tool Expertise",
						"entries": [
							"Starting at 2nd level, your proficiency bonus is doubled for any ability check you make that uses any of the tool proficiencies you gain from this class."
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"As part of your study of magic, you gain the ability to cast spells at 2nd level. The spells you learn are limited in scope, primarily concerned with modifying creatures and objects or creating items.",
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Artificer table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"You know three 1st-level spells of your choice from the artificer spell list (which appears at the end of this document).",
									"The Spells Known column of the Artificer table shows when you learn more artificer spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots on the Artificer table.",
									"Additionally, when you gain a level in this class, you can choose one of the artificer spells you know from this feature and replace it with another spell from the artificer spell list. The new spell must also be of a level for which you have spell slots on the Artificer table."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your artificer spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever an artificer spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can use an arcane focus as a spellcasting for your artificer spells. See chapter 5, \"Equipment\" in the Player's Handbook for various arcane focus options."
								]
							}
						]
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"Your expert craftsmanship allows you to improve your Specialization's Wondrous Item with new attributes.",
							"Starting at 3rd level, choose an upgrade from the list at the end of your specialization. The features and properties of your Specialization's Wondrous Item permanently improves in that way.",
							"You apply an additional upgrade to your Specialization's Wondrous Item at 5th, 7th , 9th , 11th, 13th, 15th, 17th and 19th level. You cannot apply an upgrade more than once, unless the upgrade's description says otherwise. Upgrades cannot be replaced or changed, besides as described in the specialization.",
							"In any case that Specialization allows the upgrade to be swapped out, Upgrades must always be selected as if the Artificer is the level they were when they got that Upgrade slot. For example, if you replace your Thundercannon and reselect all your upgrades at as a 5th level Artificer, you could select one 3rd level upgrade and one 5th level upgrade, you would not be able to select two upgrades that both had a prerequisite of 5th level artificer.",
							{
								"type": "inset",
								"name": "Customizing Artificer Upgrades",
								"entries": [
									"The upgrades for each Artificer Specialization is presented in a list at the end of the Specialization, but invariably there will always be ideas for upgrades not included in that list. At the heart of an Artificer beats an unrelenting drive for creativity, after all!",
									"It is recommended that if there is Upgrade not included in your class list, you consult your DM to add it.",
									"An custom upgrade should aim be balanced against the existing non-level restricted upgrades, as the level restricted upgrades are balanced around the limited number of them available."
								]
							}
						]
					},
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 3rd level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 5th level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 5th level."
						]
					}
				],
				[
					{
						"type": "entries",
						"name": "Arcane Reconstruction",
						"entries": [
							"At 6th level, you have mastered the knowledge of using magic to repair things. You learn the {@spell mending} cantrip, and can cast it at will. Additionally, you learn the {@spell cure wounds} spell. If you already know {@spell cure wounds} you can select another spell from the Artificer list. When you cast {@spell cure wounds}, it can heal constructs in addition to normally valid targets. Both {@spell mending} and {@spell cure wounds} learned through this features are considered Artificer spells for you."
						]
					},
					{
						"name": "Superior Attunement",
						"entries": [
							"At 6th level, your superior understanding of magic items allows you to master their use. You can now attune to up to four, rather than three, magic items at a time."
						]
					}
				],
				[
					{
						"name": "Wondrous Items Proficiency",
						"entries": [
							"At 7th level, your familiarity with the workings of magical items means that you can ignore class based restrictions on attuning to magical items."
						]
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 7th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 9th level."
						]
					}
				],
				[
					{
						"name": "Improved Magical Crafting",
						"entries": [
							"At 10th level, your experience in creating your own wondrous invention makes you more adept at crafting a magic item than a normal spellcaster. Creating a magic item takes you half the time it would normally take.",
							"Additionally, you can make 1 hour of progress toward crafting a magic item, scroll, or potion during a long rest."
						]
					},
					{
						"name": "Wondrous Item Recharge",
						"entries": [
							"Starting at 10th level, you can recharge a magic item that has has charges, as long as those charges can only be used to cast spells. To restore charges, you perform a ritual that takes one minute and expends a spell slot of equal or higher level then a spell slot level of a spell cast by the item. The number of charges restored to the item is equal to the number of charges required to cast that spell using the item once."
						]
					}
				],
				[
					{
						"name": "Study of Magic",
						"entries": [
							"At 11th level, your proficieny in the workings of magic has become so great you can cast {@spell detect magic} and {@spell identify} at will. Additionally, you have advantage on all Intelligence ({@skill Arcana}) checks to understand the workings of magical traps, effects, or runes."
						]
					},
					{
						"type": "inset",
						"name": "Artificers and Level of Magic",
						"entries": [
							"It is important to keep in mind that the balance of an Artificer is keenly tied to the availability of magic items in the world, either that can be forged by Artificer or found in the world.",
							"Features like Superior Attunement and Wondrous Item Mastery represent a significant elements of the Artificers class design. While the Artificer can be an accomplished adventurer with no additional magic items, when setting out in low magic setting with an Artificer, consult with your DM if some adjustments may be needed to the features!",
							"In a lower magic setting, consider allowing the Artificer to create some items that they will be able to apply their class features to, and that might still be thematic to their character concept and the world setting in general."
						]
					},
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 11th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 13th level."
						]
					}
				],
				[
					{
						"name": "Artificer Specialist feature",
						"entries": [
							"At 14th level, you gain another feature from your Artificer Specialization."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Specialization Upgrade",
						"entries": [
							"You apply an additional upgrade to your Specialization's Wondrous Item at 15th level."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[],
				[
					{
						"name": "Wondrous Items Mastery",
						"entries": [
							"Starting at 18th level, you can activate a magic item that would normally take an action as a bonus action instead."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a feat."
						]
					}
				],
				[
					{
						"name": "Soul of Artifice",
						"entries": [
							"At 20th level, your understanding of magic items is unmatched, allowing you to mingle your soul with items linked to you. You can now attune to five, rather than four, magic items at a time. In addition, you gain a +1 bonus to all saving throws per magic item you are currently attuned to."
						]
					},
					{
						"type": "section",
						"name": "Additional Notes",
						"entries": [
							{
								"type": "entries",
								"name": "Multiclassing",
								"entries": [
									"Should you want to multiclass into Artificer, the prerequisites and proficiencies are listed below:",
									{
										"type": "list",
										"items": [
											"Prerequisite: 13 Intelligence.",
											"Proficiencies gained: Arcana skill."
										]
									},
									"For the purpose of multiclassing and spell slots, add half your Artificer levels rounded down when calculating your Spell Slots on the multiclassing spells slots table (like Paladin or Ranger)."
								]
							}
						]
					}
				]
			],
			"subclassTitle": "Artificer Specializations",
			"subclasses": [
				{
					"name": "Cannonsmith",
					"subclassFeatures": [
						[
							{
								"name": "Cannonsmith",
								"entries": [
									"A Cannonsmith is an Artificer who has crafted a spectacular and terrible device. A Thunder Cannon.",
									"A weapon of unmatched destruction, an Artificer's reason for forging such a thing is varied. Some seek the power, some seek the discovery.",
									"For some it is but a tool to accomplish their goal, for others it is the culmination of the work, for which all the pesky details of adventuring are dedicated to.",
									"Given the destructive potential of a Thunder Cannon, many monsters and men may seek to seize the power for themselves upon witnessing its potential, but even if were to succeed they would soon find that using one of these deadly tools is an art of equal mastery to forging one, something only the one who forged the device will ever truly master, for each Thunder Cannon is unique work, suited only to its creator.",
									{
										"type": "entries",
										"name": "Cannonsmith's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item tinker's tools|phb} and {@item smith's tools|phb}.",
											"You gain the knowledge to forge rounds for your Thunder Cannon, and can create them with the proper tools during a Long Rest.",
											"You can create up to 50 rounds of ammunition during a long rest, with materials costing 1 gold piece per 10 rounds."
										]
									},
									{
										"type": "entries",
										"name": "Thunder Cannon",
										"entries": [
											"At 1st level, you forge a deadly firearm using a combination of arcane magic and your knowledge of engineering and metallurgy. This firearm is called a Thunder Cannon.",
											"You are proficient with the Thunder Cannon. The firearm is a two-handed ranged weapon that deals {@dice 2d6} piercing damage. Its normal range is 60 feet, and its maximum range is 180 feet.",
											"Once fired, it must be reloaded as a bonus action.",
											{
												"type": "inset",
												"name": "Thunder Cannon",
												"entries": [
													"{@i Wondrous Item, Magical Firearm, Attunement (creator only)}",
													"{@b Damage} 2d6 piercing",
													"{@b Reload} 1",
													"{@b Weight} 15 lb.",
													"{@b Properties} Two-handed, Loud, Reload(1)",
													"{@b Range} 60/180"
												]
											},
											"If you lose your Thunder Cannon, you can create a new one over the course of three days of work (eight hours each day) by expending 200 gp worth of metal and other raw materials.",
											"You can create multiple Thunder Cannons, but you can only be attuned to one of them at a given time, and can only change which one you are attuned to during a long rest. If you create a new Thunder Cannon, you can apply a number of Upgrades equal to the value on the class table, applying each at the level you get it on the class table.",
											{
												"name": "Loud",
												"type": "entries",
												"entries": [
													"Your weapon rings with thunder that is audible within 300 feet of you whenever it makes an attack."
												]
											},
											"Some Artificers may create variant weapons beyond the traditional Thunder Cannon, in which case the stats of that weapon are used.",
											{
												"type": "inset",
												"name": "Variant Weapon Types",
												"entries": [
													"Your DM may allow you to select on the following Varients for your Thunder Cannon. These do not cost a normal upgrade slot, and do not count against your total upgrades.",
													{
														"type": "entries",
														"name": "Hand Cannon",
														"entries": [
															"You modify your Thunder Cannon with lightweight components and a shorter barrel. Its weight becomes 7 lbs. Your Thunder Cannon becomes a one handed ranged weapon. It deals {@dice 1d8} damage piercing damage (instead of 2d6) and its normal range becomes 20 feet and its maximum range 60 feet."
														]
													},
													{
														"type": "entries",
														"name": "Lightning Sword",
														"entries": [
															"You entirely remodel your weapon a melee weapon. This can take the form of any martial melee weapon, and you have proficiency with this weapon regardless of its shape. When you apply Thundermonger damage with this weapon, it deals lightning damage instead of Thunder Damage. Apply common sense in what upgrades this eliminates as options."
														]
													},
													{
														"type": "entries",
														"name": "Arm Cannon?",
														"entries": [
															"Perhaps most plausible for a Warforged Cannonsmith, consult with your DM on replacing a lost or removed arm with your Thunder Cannon if you feel the need to never be parted from it. In this configuration, it retains the normal statistics, but becomes a one-handed weapon. As cost, you lose the use of that arm for anything else, and the use of the arm can only be recovered by removing the Thunder Cannon and the effect of Regenerate or similar magic."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Thundermonger",
										"entries": [
											"At 3rd level, you've developed the arcane engineering skill to upgrade your Thundercannon to deliver its shots with greater force.",
											"Once per turn, you can deal an extra {@dice 1d6} thunder damage to one creature you hit with an Attack using Thunder Cannon. After discharging this bonus damage, the you cannot deal this bonus damage again until the start of your next turn.",
											"This extra damage increases by 1d6 when you reach certain levels in this class: 5th level ({@dice 2d6}), 7th level ({@dice 3d6}), 9th level ({@dice 4d6}), 11th level ({@dice 5d6}), 13th level ({@dice 6d6}), 15th level ({@dice 7d6}), 17th level ({@dice 8d6}), and 19th level ({@dice 9d6)."
										]
									},
									{
										"type": "inset",
										"name": "Firearms In a Campaign Setting",
										"entries": [
											"A lot of campaign settings do not feature firearms, and in some of these the Cannonsmith variant of Artificer might not be the right choice, but consider that the Artificer is fundamentally someone that tinkers and explores magic as much as technology. A Thunder Cannon need not be a gunpowder powered device, and in most cases is more an engineering marvel of magic than technology.",
											"Inversely, in a setting where firearms are more widespread and magic is more limited, feel free to move the slider the other direction."
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Cannonsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:C} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Devastating Blasts",
										"entries": [
											"Beginning at 5th level, when you miss an attack with your Thunder Cannon, the target still takes half of the bonus damage from Thundermonger."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Elemental Swapping",
										"entries": [
											"Starting at the 14th level, when you take the attack action with your Thunder Cannon you can adjust the firing chamber, causing any bonus damage granted by Thundermonger to deal Fire, Cold, Acid, or Lightning damage instead of Thunder damage. Alternatively, you can consume a {@item Holy Water (flask)|phb|Vial of Holy Water} to cause your next Thundermonger bonus damage to deal Radiant Damage.",
											"You can use this feature a number of times equal to your Intelligence Modifier, regaining all uses on a long rest."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Cannonsmith"
				},
				{
					"name": "Gadgetsmith",
					"subclassFeatures": [
						[
							{
								"name": "Gadgetsmith",
								"entries": [
									"A Gadgetsmith is an Artificer whose curiosity and inventive genius have run rampant. While other Artificers may spend their whole career perfecting a single-minded pursuit, a Gadgetsmith believes that quantity is at least as good as quality.",
									"Quick witted and quicker footed, a Gadgetsmith is never caught without another trick in their sleeve, their minds are always jumping ahead to how to solve the problem with a clever gadget.",
									"A Gadgetsmith can come from any walk of life, but usually exemplify a curiosity and distaste for the suppression of knowledge or technology, usually favoring freedom to experiment, tending toward Chaotic behaviors.",
									{
										"type": "entries",
										"name": "Gadgetsmith's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item net|phb|nets}, {@item rapier|phb|rapiers}, {@item whip|phb|whips}, and {@item tinker's tools|phb}."
										]
									},
									{
										"type": "entries",
										"name": "Essential Tools",
										"entries": [
											"At 1st level, you've mastered the creation of the essential reusable tools of surviving the battlefield as a Gadgeeter. You have the following items:",
											{
												"type": "optfeature",
												"name": "Grappling Hook",
												"entries": [
													"As an attack or as an action, you may target a surface, object or creature within 20 feet. If the target is Small or Smaller, you can make a Grapple check to pull it to you and Grapple it. Alternatively, if the target is Medium or larger, you can choose to be pulled to it, this does not grapple it."
												]
											},
											{
												"type": "optfeature",
												"name": "Smoke Bomb",
												"entries": [
													"As an action, you can use this to instantly cast {@spell fog cloud} on yourself without expending a spell slot. It lasts rounds equal to your Intelligence modifier and does not require concentration."
												]
											},
											{
												"type": "optfeature",
												"name": "Gadgetsmith Weapon",
												"entries": [
													"Pick one of {@optfeature Boomerang of Hitting|ArtificerRevised}, {@optfeature Impact Gauntlet|ArtificerRevised}, {@optfeature Repeating Hand Crossbow|ArtificerRevised}, {@optfeature Shock Generator|ArtificerRevised} or {@optfeature Lightning Baton|ArtificerRevised} from the upgrade section. You receive this upgrade and does not count against your upgrade total."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Additional Upgrade",
										"entries": [
											"At 3rd level, you've mastered the essential tools begun to tinker with ways to expand your arsenal. The number of upgrades you have for your class level is increased by one.",
											"The number of additional upgrades you get increases to two more than the class table at 5th level."
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Recycle Gadgets",
										"entries": [
											"Starting at the 3rd level, during a long rest and taking effect when you complete it, you can disassemble your gadgets and create different ones. When you do this, remove any upgrade you would like, and pick a new upgrade its place. You still must select upgrades that are valid for the level you gained the upgrade at (e.g. at 7th level, you can only have one upgrade that has a prerequisite of 7th level).",
											"Additionally, if a gadget is destroyed, you can use this feature to recreate it for materials worth 20 gold pieces."
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Gadgetsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:G} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Extra Attack",
										"entries": [
											"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Combat Gadgets",
										"entries": [
											"Beginning at the 14th level, when you take the attack action, you can replace an attack with using any gadget that requires an action to use.",
											"Additionally, any weapon gadgets you have created gain a +2 to their attack and damage rolls."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Gadgetsmith"
				},
				{
					"name": "Golemsmith",
					"subclassFeatures": [
						[
							{
								"name": "Golemsmith",
								"entries": [
									"A Golemsmith is an Artificer that has committed themselves to creating a true work of artifice, forging a golem. A painstaking life ambition, they plan and design meticulously, even if in practice sometimes compromises on materials must be made.",
									"Why a Golemsmith embarks in on the quest to forge this artificial construct of life can vary. For many it the pure pursuit of forging the perfect creation, while for others, it is simply so they do not have to carry around their loot, or to have a loyal companion to count on at all times.",
									"A Golemsmith is rarely chaotic, as they are by their natures people of great care and discipline: those are not would not have succeeded where they have, but some have been set on their path by such events that might drive them interact chaotically with society as a whole.",
									{
										"type": "entries",
										"name": "Golemsmith's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item smith's tools|phb} and {@item tinker's tools|phb}."
										]
									},
									{
										"type": "entries",
										"name": "Warforged Golem",
										"entries": [
											"Starting at 1st level, you have forged a mechanical golem to carry out your orders and protect you. The golem is controlled via a pendent that only you can attune to.",
											{
												"type": "inset",
												"name": "Control Pendant",
												"entries": [
													"{@i Wondrous Item, Attunement (creator only).}",
													"While attuned to this gem, you have control of your Warforged Golem. Your Warforged Golem acts on your Initiative."
												]
											},
											"The Warforged Golem obeys your commands as best as it can. It takes its turn on your initiative, though it doesn't take an action unless you command it to. On your turn, you can verbally command the construct where to move (no action required by you) and take an action, which requires your action to do. It has Proficiency in Shields, Simple Weapons and Martial Weapons.",
											"Your Warforged Golem's Proficiency increases when yours does. Additionally, it gains 5 hit points for every level in Artificer you gain. If the golem is killed, it can be returned to life via normal means, such as with the revivify spell. In addition, over the course of a long rest, you can repair a slain servant if you have access to its body. It returns to life with 1 hit point at the end of the rest. If the servant is beyond recovery, you can reproduce the construct exactly as it was, with four days of work (eight hours each day) and 100 gp of raw materials.",
											"Over the course of a short rest, you can restore hitpoints equal to your Intelligence modifier + your Artificer level to your golem, or repair it to full health during a long rest.",
											{
												"type": "inset",
												"name": "Warforged Golem",
												"entries": [
													"{@i Medium Construct, unaligned}",
													"{@b Armor Class:} 16 (Natural Armor)",
													"{@b Hit Points:} 10 + ([Golem's Constitution Modifier +5] * Artificer Level)",
													"{@b Speed:} 25ft",
													{
														"type": "table",
														"colLabels": [
															"STR",
															"DEX",
															"CON",
															"INT",
															"WIS",
															"CHA"
														],
														"colStyles": [
															"col-xs-2 text-align-center",
															"col-xs-2 text-align-center",
															"col-xs-2 text-align-center",
															"col-xs-2 text-align-center",
															"col-xs-2 text-align-center",
															"col-xs-2 text-align-center"
														],
														"rows": [
															[
																"16 ({@hit +3})",
																"12 ({@hit +1})",
																"14 ({@hit +2})",
																"4 ({@hit -3})",
																"5 ({@hit -3})",
																"1 ({@hit -5})"
															]
														]
													},
													"{@b Damage Immunities:} poison, psychic",
													"{@b Condition Immunities:} exhaustion, charmed, poisoned",
													"{@b Senses:} passive Perception 7",
													"{@b Languages:} Understands creator's languages, but cannot speak",
													"{@b Actions:}",
													{
														"type": "entries",
														"name": "Attack Protocol",
														"entries": [
															"{@i Slam:} {@hit +5} to hit, reach 5 ft., one target. {@i Hit} {@dice 1d4+3}"
														]
													}
												]
											},
											{
												"type": "inset",
												"name": "Variant Golem Types",
												"entries": [
													"The default assumption of the Golemsmith is that they are building a roughly humanoid Warforged Golem, but this is not inherently necessarily. If your vision as golem creator takes you elsewhere, work with your DM on if this is merely a reflavoring, or if there are mechanical differences. Some examples might include:",
													{
														"type": "entries",
														"name": "Quadrupedal",
														"entries": [
															"You might make a more beast-like Golem, set on all fours. Such a golem would probably lose its ability to wield weapons and shields, but may have a higher natural attack ({@dice 1d8}), higher durability (6 hp per Artificer level), and faster movement (35 feet)."
														]
													},
													{
														"type": "entries",
														"name": "Mechanical Abomination",
														"entries": [
															"Maybe your vision skews more toward the 'mad' end of the spectrum, and is not easy to quanitify. Maybe it has mechanical tentacles that can grapple at 10 feet. The golem gains reach 10 feet, but loses its ability to wield martial weapons, and its haphazard construction means movement is challenging (20 feet)."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"name": "Intelligent Oversight",
								"entries": [
									"Starting at 3rd level, you can use the Help action as a bonus action when assisting your golem. Additionally, when you use the Help action to aid an ally in attacking a creature, the target of that attack can be within 30 feet of you, rather than 5 feet of you, if the allied creature can see or hear you."
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Golemsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:O} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"name": "Autonomous Action",
								"entries": [
									"Starting at 5th level, you no longer need to spend your actionto direct the golem to use its action, and it can act following mental commands communicated via the control pendant (no action required by Artificer)."
								]
							}
						],
						[
							{
								"name": "Perfected Design",
								"entries": [
									"Starting at 14th level, your golem can add your Intelligence modifier to all of its attack rolls, skill checks, and saving throws."
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Golemsmith"
				},
				{
					"name": "Infusionsmith",
					"subclassFeatures": [
						[
							{
								"name": "Infusionsmith",
								"entries": [
									"An Infusionsmith is, in some ways, perhaps the most quintessential type of Artificer. While other artificiers may delve in mechanics and tinkering, an Infusionsmith is an artificer that tinkers with magic itself.",
									"These are cutting edge of magical engineering, understanding the principle applications of magic. An Infusionsmith would have ground to stand on in calling a wizard an impulsive spell slinger, for these are the artificers that work their magic through careful and meticulous method, laying down magic they may not use for hours, or painstakingly crafting a long lasting enchantment.",
									{
										"type": "entries",
										"name": "Infusionsmith's Proficiency",
										"entries": [
											"At 1st level, you gain proficiency with {@item jeweler's tools|phb} and {@item calligrapher's supplies|phb}.",
											"Your knowledge of infusion magic gives you a natural affinity for scribing spell scrolls. Creating a magic spell scroll only takes you half the time and material cost it would normally take."
										]
									},
									{
										"type": "entries",
										"name": "Infused Weapon",
										"entries": [
											"Starting at 1st level, you can infuse your weapon with a powerful magic. As a bonus action, you can infuse a weapon you are holding, causing it to burst into ethereal flames.",
											"The first time you hit an attack with that weapon before the end of your next turn, it deals an additional {@dice 1d6} force damage, and the infusion ends.",
											"This damage increases by 1d6 at 5th level Artificer ({@dice 2d6}), and again at 11th level ({@dice 3d6}) and 17th level ({@dice 4d6}).",
											"When attacking with an infused weapon, you can use you Intelligence modifier in place of your Strength or Dexterity modifier for the attack and damage rolls."
										]
									}
								]
							}
						],
						[
							{
								"name": "Store Magic",
								"entries": [
									"Starting at 3rd level, you gain the ability to channel your artificer spells into a non-magical item for later use.",
									"At the end of a short or long rest, pick a spell you know. You can infuse this spell into an item for later use. You must expend any components the spell requires, but this does not expend a spell slot. Subsequently, any creature holding the item with an Intelligence of 6 or higher that is aware there is magic infused in it can expend the stored magic and cast the spell.",
									"The spell uses your spellcasting modifiers, but is in all other ways treated as if the creature holding it cast the spell. The magic infused in the item fades if you complete a short or long rest without expending the stored spell.",
									{
										"type": "inset",
										"name": "Wondrous Item Infusions",
										"entries": [
											"Generally speaking, a magic item that is not otherwise under the purview of another subclass (such as wands) is an appropriate item for an Infusionsmith. At the DMs discretion, most uncommon non-attunement wondrous items make appropriate custom Infusionsmith upgrades."
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Infusionsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:I} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"name": "Animated Weapon",
								"entries": [
									"Starting at 5th level, you can animate a weapon to strike your enemies. At the end of a long rest, you can touch a melee weapon in your possession and infuse it with animating magic. You do not need to have proficiency with this weapon. During this time, when you take the attack action, you can mentally direct the animated weapon to attack a creature within within 30 feet of you; this can be in addition to making an attack with a carried weapon as normal.",
									"Additionally, whenever you cast {@spell magic weapon}, {@spell elemental weapon}, or {@spell holy weapon|xge}, your animated weapon also gains the benefits of the spell as long as you are concentrating on it.",
									"The weapon returns to your side after every attack. If there is no path between you and the target of your attack, the attack fails, but the animated weapon otherwise ignores cover",
									"When attacking with an animated weapon, it is treated as if you had proficiency in the weapon (whether you do or not) and you can use you Intelligence modifier in place of your Strength or Dexterity modifier for the attack and damage rolls.",
									{
										"type": "inset",
										"name": "Animated Attack ACtions",
										"entries": [
											"This ability functions largely like Extra Attack, and does not interact with attacks not made with the Attack action, such as {@spell booming blade|scag}, but can be made independently of attacking with a carried weapon if you only want to attack with the animated weapon."
										]
									}
								]
							}
						],
						[
							{
								"name": "Infused Focus",
								"entries": [
									"Starting at 14th level, you can anchor a powerful spell into an item. When you cast a concentration spell, you can anchor it to an item, and do not need to maintain concentration. The spell lasts a number of rounds equal to your Intelligence modifier, after which the spell ends.",
									"Once you use this ability, you must complete a short or long rest before using it again."
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Infusionsmith"
				},
				{
					"name": "Warsmith",
					"subclassFeatures": [
						[
							{
								"name": "Warsmith",
								"entries": [
									"A Warsmith is an Artificer that has turned their wondrous talent of invention to a singular goal: making themselves a juggernaut of war. The reasons behind this could be benevolent or nefarious. Some Warsmiths seek to turn their invention into a machine of death and terror; others become the arbiter of justice and order, and others still perhaps merely seek to refine their craft in pursuit of pure innovation.",
									"Because few individuals would pursue such a wondrous invention without a driven purpose to their endeavour, Warsmiths tend to be Lawful, usually driven to their actions by a greater purpose they seek the power to accomplish, be it righting the wrongs of the world, or bringing it to heel beneath their ironshod boot.",
									{
										"type": "entries",
										"name": "Warsmith's Proficiency",
										"entries": [
											"At 1st level, you gain proficiency with heavy armor and {@item smith's tools|phb}."
										]
									},
									{
										"type": "entries",
										"name": "Mechplate Gauntlet",
										"entries": [
											"At 1st level, when you take this specialization, you construct Mechplate Gauntlet. This is a specialized Wondrous Item that only you can attune to.",
											{
												"type": "inset",
												"name": "Mechplate Gauntlet",
												"entries": [
													"{@i Wondrous Item, Attunement (creator only).}",
													"{@b Weight} 5 lb.",
													"While wearing this gauntlet, you have proficiency in Martial Weapons, unarmed strikes using this gauntlet deal {@dice 1d6} bludgeoning damage, and you learn the {@spell shocking grasp} cantrip and can cast it through the gauntlet."
												]
											},
											"If you lose your mechplate gauntlet, you can remake it during a long rest with 25 gold worth of materials, or can scavenge for materials and forge it over two days of work (eight hours a day) without the material expense."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Mechplate",
										"entries": [
											"At 3rd level, you've attained the Forging skill, arcane knowledge, and mastery of tinkering to create a set of Mechplate from a standard, nonmagical, set of heavy armor using resources you've gathered. This process takes 8 hours to complete, as well as place to forge and incorporates your Mechplate Gauntlet (they do not require separate attunement).",
											"You can create a new set of Mechplate be forging it from a set of Platemail, in a process takes 1000 gold pieces and eight hours.",
											"You can create multiple sets of Mechplate, but you can only be attuned to one of them at a given time, and you can only change which one you are attuned to during a long rest. If you create a new set of Mechplate, you can apply a number of Upgrades equal to the value on the class table, applying each at the level you get it on the class table.",
											{
												"type": "inset",
												"name": "Mechplate",
												"entries": [
													"{@i Wondrous Item, Plate Armor, Attunement (creator only).}",
													"{@b Armor Class (AC)} 18",
													"{@b Strength Requirement} —",
													"{@b Stealth} Disadvantage",
													"{@b Weight} 105 lb.",
													"While wearing your Mechplate your Strength score increases by 2, and your maximum Strength score increase by the same amount. Additionally, you count as one size larger when determining the weight you can push, drag, or lift.",
													"A small creature wearing mechplate becomes a medium sized creature while wearing the mechplate."
												]
											},
											{
												"type": "inset",
												"name": "Standing About In Fancy Magic Armor",
												"entries": [
													"How closely you model your suit to what a more typical set of plate armor might look like can vary, but in all but most exotic settings a set of Mechplate will tend to stand out.",
													"Consider how this might effect interactions with the inhabitants of the world - some may be in awe, some may form devious schemes, and some may see a threat."
												]
											},
											{
												"type": "inset",
												"name": "Warsmith Variant: Self-Forged",
												"entries": [
													"An alternative approach for the Warsmith that your DM may allow you to take is the Self-Forged. While a traditional Warsmith is a creature wearing Mechplate, for a creature that purely values combat readiness, these upgrades can be integrated more directly, starting by simply replacing one of your hands with the Mechplate Gauntlet, and continuing to directly applying upgrades and replacing parts of your body as appropriate.",
													"A Self-Forged can use the full Warsmith rules with the following changes.",
													{
														"type": "list",
														"items": [
															"Your Mechplate Gauntlet and your Mechplate are integrated into your body.",
															"You cannot unequip or stow your Mechplate.",
															"The upgrades {@optfeature Piloted Golem|ArtificerRevised}, {@optfeature Collapsible|ArtificerRevised}, {@optfeature Mechsuit|ArtificerRevised}, and {@optfeature Recall|ArtificerRevised} are not available.",
															"You do not incur any recovery penalties from resting in your Mechplate."
														]
													}
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Warsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:R} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Extra Attack",
										"entries": [
											"Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Fully Customized Gear",
										"entries": [
											"Starting at 14th level, you've mastered the customization of your Mechplate. You can immediately select two additional upgrades that do not count against your class upgrade total for your Mechplate.",
											"Additionally, during a long rest, you can now swap out any one upgrade for any other upgrade of the same level requirements, so long as you don't have upgrade that requires the upgrade you are removing as a prerequisite, or an incompatible upgrades."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Warsmith"
				},
				{
					"name": "Wandsmith",
					"subclassFeatures": [
						[
							{
								"name": "Wandsmith",
								"entries": [
									"A wandsmith is an Artificer who has mastered a technique, more than a singular invention. The technique of quickly forging powerful Wands.",
									"A wandsmith is a dangeorus opponent, quick on their feet and quicker with a magic spell from one of their wands. A wandsmith is a constant balance of extensive preperation and lightning quick reflexes and thinking.",
									"A Wandsmith can come from any walk of life, a scholar of magic or an outlaw taking arcane shortcuts for potent results.",
									{
										"type": "entries",
										"name": "Wandsmith's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item woodcarver's tools|phb} and {@item jeweler's tools|phb}.",
											"Additionally, when using wondrous item Wand that has rolls a d20 when the last charge is consumed, rolling a 1 on that roll will no longer result in that wand being destroyed."
										]
									},
									{
										"type": "entries",
										"name": "Blasting Rod",
										"entries": [
											"At 1st level, you've mastered the arcane secrets and fine craftsmanship to forge a wand. The first wand you create is your Blasting Rod.",
											"When you craft your Blasting Rod, select one {@filter Evocation Cantrip from the Wizard spell list that does not require concentration|spells|level=0|class=wizard|school=V|components&miscellaneous=!concentration}. Thereafter, as an action, you can use the Blasting rod to cast that spell. Once per turn, when you deal damage to a creature or object with your Blasting Rod or with a spell using a charge of a Wand, you can add your Intelligence modifier to damage dealt to that target.",
											{
												"type": "inset",
												"name": "Blasting Rod",
												"entries": [
													"{@i Wondrous Item, Attunement}",
													"As an action, you can use this wand to cast a Evocation Cantrip (selected from the Wizard spell list)."
												]
											},
											"You can only have a single blasting rod at a time. If your rod is lost or destroyed, you can make a new one during a long rest with 10 gold pieces of materials and 2 hours of work.",
											"You can use your Blasting Rod as an arcane focus for Artificer spells."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Spellmanual",
										"entries": [
											"At 3rd level, you have a Spellmanual containing three 1st-level wizard evocation Spells of your choice. Your Spellmanual is the repository of any non-Artificer spell you know.",
											"You cannot prepare these spells and these spells do not count against your spells known, but when you level up, you can choose to take one the spells from your Spellmanaul as a spell known replacing a choice from the Artificer spell list, at which point you can cast it as normal. You can choose to scribe any Artificer spell you can cast into the Spellmanual.",
											"The Wands you craft from your Specialization Upgrade select spells from this Spellmanual. You can remake any Wand you create with an Upgrade with 10 gold pieces of materials during a long rest if you have lost a wand, but the old wand (wherever it is), loses all magical properties when you do so.",
											"If you would like to select a different spell from your Spellmanual for one of your wands, you can discard a wand of the appropriate level and forge a new wand in a process that takes 200 gold pieces of materials for research and crafting, as well as eight working hours, at the end of which you have a wand for a different spell for that upgrade slot."
										]
									},
									{
										"type": "entries",
										"name": "Learning Spells of 1st Level and Higher",
										"entries": [
											"Each time you gain a artificer level, you can add one wizard Spells of your choice to your Spellmanual for free. Each of these Spells must be of a level for which you have Spell Slots, as shown on the Artificer table.",
											"On your adventures, you might find other Spells that you can add to your Spellmanual. For each level of the spell, the process takes 2 hours and costs 50 gold pieces.",
											{
												"type": "inset",
												"name": "How to get high level spells?",
												"entries": [
													"Astute players will note that you can only add spells of a level you can cast through leveling to your Spell Manual, but you cannot cast a 5th level spell until higher level than Magical Rod upgrade becomes available. Spells for Magical Rods will primarily have to be found in the wild, in the form of scrolls and copied into your Spellmanual that way."
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Wandsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:W} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Wands Akimbo",
										"entries": [
											"Starting at 5th level, when you use your action to cast a spell using charges of a Wand, if you are holding your Blasting Rod in your other hand, you can cast the Blasting Rod's cantrip with it as bonus action, picking either the same target or a different target.",
											"Additionally, you can draw or stow two wands when you would normally be able to draw or stow only one."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Masterwork Wands",
										"entries": [
											"Starting at 14th level, If you use a wand you made to cast a concentration spell, as long as you continue to hold the wand you have advantage on checks to maintain concentration on that spell.",
											"Additionally, when you create a wand that causes spell damage of fire, cold, acid, thunder, or lightning damage, you can choose a different damage type from those types for the spell when cast by that Wand."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Wandsmith"
				},
				{
					"name": "Potionsmith",
					"subclassFeatures": [
						[
							{
								"name": "Potionsmith",
								"entries": [
									"An alchemist is an artificer who has pursued the secrets of alchemy. While many a village has an apothecary grinding odd herbs and roots into potent (or not so potent) concoctions, the careful process of mixing and brewing is just one way to achieve results. Through the use of the intricate secrets of the craft and direct infusions using magical rituals, a real alchemist can come up with explosive results in the blink of an eye... sometimes literally.",
									"An alchemist can be a scholar who has delved much of the knowledge the world has to offer or an explorer that has unlocked the secrets of the wilderness. Their knowledge could come being friends of the fey, or unfettered access to the royal library. As such, alchemists can be good or evil, lawful or chaotic.",
									{
										"type": "inset",
										"name": "Alchemists and Potions",
										"entries": [
											"Immediately on making an alchemist, one may think of the magic potions that exist in most D&D settings, from the simple Healing Potion to the legendary Potion of Storm Giant Strength, however, someone does not need to be an Alchemist to make these, as crafting rules for them are open to all classes, and best outlined in Xanathar's Guide to Everything.",
											"An alchemist with their proficiency will certainly have the edge in potion crafting, but these potions are not fundamental to the class."
										]
									},
									{
										"type": "entries",
										"name": "Alchemist's Proficiency",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item blowgun|phb|blowguns}, {@item Alchemist's supplies|phb} and {@item Herbalism kit|phb}.",
											"Your knowledge of alchemy gives you a natural affinity for brewing potions. Creating a potion through normal crafting takes you only half the time and cost it would normally take."
										]
									},
									{
										"type": "entries",
										"name": "Alchemical Reagent's Pouch",
										"entries": [
											"At 1st level, you've acquired a pouch of useful basic reagents, much as a wizard might carry a component pouch. You've tucked away things that will come in handy, and can retrieve them as part of using an ability that might require them. As long as you have this pouch on, you can do alchemy. This pouch is considered as alchemy supplies for the purposes of crafting.",
											"If you lose your reagent pouch, you can spend 50 gold pieces to reacquire the various stocks you need, or spend 1 full day gathering them from a natural environment without expense."
										]
									},
									{
										"type": "entries",
										"name": "Instant Reactions",
										"entries": [
											"At 1st level, you know how to get instant reactions to occur without the niceties of grinding, simmering and brewing required for more refined concoctions.",
											"Moreover, you know enough ways to do these that with just a few standards supplies, you can get these results out of a wide range of things you can gather in almost any locale and a pinch from your reagent pouch.",
											"You know the following instant reactions.",
											{
												"type": "entries",
												"name": "Alchemical Fire",
												"entries": [
													"As an action you can produce a reaction causing a searing flame. At point within 15 feet, you can toss quick combination of things that will cause searing fire to flare up in a 5 foot radius. Creatures in that area have to make a Dexterity saving throw, or take {@dice 1d8} fire damage.",
													"The damage damage increases by 1d8 when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
												]
											},
											{
												"type": "entries",
												"name": "Poisonous Gas",
												"entries": [
													"As an action you can produce a reaction causing noxious fumes. At point within 15 feet, you can toss quick combination of things that will cause a whiff of poisonus gas to erupt spreading to a radius of 5 feet. Creatures in that area have to make a Constitution saving throw, or take {@dice 1d4} poison damage and become {@condition poisoned} until the end of their next turn.",
													"The damage damage increases by 1d4 when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4})."
												]
											},
											{
												"type": "entries",
												"name": "Healing Draught",
												"entries": [
													"As a bonus action, you can produce combination that will provide potent magical healing. Immediately after creating the draught, you can use your action to consume it or administer it to a creature within 5 feet. A creature who drinks this draught regains {@dice 1d8} health. A creature can benefit from a number of these healing draughts equal to their Constitution modifier (minimum 1), after which they provide no additional benefit until they complete a long rest. A Healing Draught that is not consumed by the end of your turn loses its potency.",
													"The healing increases by 1d8 when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Alchemical Infusions",
										"entries": [
											"At 3rd level, you have found a way to skip most of the brewing process for alchemically creating potent magically effects by directly infusing the potion with your own magic. When you take a short or long rest and have an empty vial on your person, you may choose one the following spells and can use a spell slot to cast it.",
											{
												"type": "table",
												"colLabels": [
													"Spell Level",
													"Infusion Spells"
												],
												"colStyles": [
													"col-xs-6 text-align-center",
													"col-xs-6 text-align-center"
												],
												"rows": [
													[
														"1st",
														"{@spell cure wounds}, {@spell entangle}, {@spell grease}"
													],
													[
														"2nd",
														"{@spell barkskin}, {@spell lesser restoration}"
													],
													[
														"3rd",
														"{@spell blink}, {@spell shatter}, {@spell stinking cloud}"
													],
													[
														"4th",
														"{@spell stoneskin}, {@spell confusion}"
													],
													[
														"5th",
														"{@spell cloudkill}, {@spell skill empowerment|xge}"
													]
												]
											},
											"When you cast the spell in this way, the spell does not take effect immediately, but is infused into the potion. If the spell grants an effect or restores health, the creature will gain the effect of the spell when the potion is consumed.",
											"If the spell has an area of effect area, that area of effect take place when the vial is broken, with the effect centered on where the vial breaks. As an action, you or another creature can either consume the vial, or throw it up to 30 feet where it shatters on impact.",
											"If the spell has a persistent effect that requries concentration, it does not require concentration to maintain, but it's duration is shortened to a number of rounds equal to your Intelligence modifier. A spell that does not require concetration lasts its normal duration. An infused potion loses its potency if it is not used by the end of your next long rest.",
											"You can gain additional spells for your Alchemical Infusions through your Alchemist upgrades.",
											{
												"type": "inset",
												"name": "On Creativity and Catapults",
												"entries": [
													"While as per the feature, you can only throw the vial containing an Infused Potion 30 feet, the trigger merely specifies that the effect takes place where it breaks. If you can find another way to deliver the vial, such as the catapult spell on the artificer spell list, you can apply these methods as well."
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"name": "Potionsmith Upgrades",
										"entries": [
											"At 3rd level, you gain an upgrade of your choice. A list of the available options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=AS:P} page. When you gain certain artificer levels, you gain additional upgrades of your choice."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Empowered Alchemy",
										"entries": [
											"Starting at 5th level, when you deal damage or restore health with an instant reaction or alchemical infusion, you can add your Intelligence modifier to the damage dealt or health restored."
										]
									}
								]
							}
						],
						[
							{
								"type": "entries",
								"entries": [
									{
										"name": "Infusion Expertise",
										"entries": [
											"Starting at 14th level, when you create an Alchemical Infusion during a short rest, the first alchemical infusion you create does not require a spell slot to infuse, and you can select an alchemical infusion that you would otherwise not have a spell slot of high enough level for when making this infusion."
										]
									}
								]
							}
						]
					],
					"source": "ArtificerRevised",
					"shortName": "Potionsmith"
				}
			],
			"classSpells": [
				"Alarm",
				"Catapult",
				"Comprehend Languages",
				"Cure Wounds",
				"Detect Magic",
				"Disguise Self",
				"Expeditious Retreat",
				"False Life",
				"Feather Fall",
				"Grease",
				"Identify",
				"Illusory Script",
				"False Life",
				"Jump",
				"Longstrider",
				"Sanctuary",
				"Snare",
				"Unseen Servant",
				"Tenser's Floating Disk",
				"Aid",
				"Alter Self",
				"Arcane Lock",
				"Blur",
				"Cloud of Daggers",
				"Darkvision",
				"Earthbind",
				"Enhance Ability",
				"Enlarge/Reduce",
				"Find Traps",
				"Heat Metal",
				"Hold Person",
				"Knock",
				"Invisibility",
				"Locate Object",
				"Magic Weapon",
				"Magic Mouth",
				"Protection from Poison",
				"See Invisibility",
				"Spider Climb",
				"Elemental Weapon",
				"Feign Death",
				"Flame Arrows",
				"Gaseous Form",
				"Glyph of Warding",
				"Life Transference",
				"Lightning Arrow",
				"Magic Circle",
				"Nondetection",
				"Protection from Energy",
				"Sending",
				"Tiny Servant",
				"Wall of Sand",
				"Water Breathing",
				"Water Walk",
				"Wind Wall",
				"Arcane Eye",
				"Death Ward",
				"Fabricate",
				"Fire Shield",
				"Freedom of Movement",
				"Greater Invisibility",
				"Leomund's Secret Chest",
				"Otiluke's Resilient Sphere",
				"Stone Shape",
				"Stoneskin",
				"Sickening Radiance",
				"Animate Objects",
				"Creation",
				"Hold Monster",
				"Legend Lore",
				"Mislead",
				"Passwall",
				"Skill Empowerment",
				"Telekinesis",
				"Teleportation Circle",
				"Transmute Rock",
				"Wall of Stone"
			]
		}
	],
	"optionalfeature": [
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Autoloading Magazine",
			"entries": [
				"Your Thunder Cannon now automatically chambers the next round, no longer requiring your bonus action to reload."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Magazine"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Blast Shells",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You can choose to fire a blast shell when firing your Thunder Cannon. When firing a Blast Shell, pick a target area within normal range of your Thunder Cannon. Make an attack roll as normal, and apply that attack roll to all targets within a 5 foot radius of your target point.",
				"You can apply Thundermonger damage to one target creature hit, or apply half of Thundermonger damage to all creatures hit."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Cannon Improvement",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You fine tune your Thunder Cannon's firing mechanism. The Thunder Cannon gains a +1 bonus to Attack and Damage Rolls made with it. You can apply this upgrade up to 3 times.",
				"After the first time you take this upgrade, the piercing damage dealt by your Thunder Cannon is considered magical."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Divination Scope",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You add a scope to your Thunder Cannon and enchant the lenses with Divination magic. The Scope has 3 Charges. As a bonus action you can use 1 charge to cast Hunter's Mark. As an action you can use 2 charges to cast See Invisibility or 3 charges to cast Clairvoyance.",
				"The scope regains all charges after a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Echoing Boom",
			"entries": [
				"You pack extra power into your Thundermonger, increasing the damage it deals by {@dice 1d6}."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Silencer"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Extended Barrel",
			"entries": [
				"You extend the length of your Thunder Cannon's barrel and add rifling. The normal weapon range of your Thunder Cannon increases by 30 feet, and the maximum range by 90 feet. You can apply this upgrade up to 2 times.",
				"After applying this twice, if you have the Lightning Charged Bayonet upgrade, the Bayonet gains the Reach property."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Harpoon Reel",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install a secondary firemode that launches a Harpoon attached to a tightly coiled cord. This attack has a normal range of 30 feet and an maximum range of 60 feet, and it deals only {@dice 1d6} piecing damage. This attack can target a surface, object, or creature.",
				"A creature struck by this attack is impaled by the Harpoon unless it removes the Harpoon as an action, which causes it to take an additional {@dice 1d6} damage. While the Harpoon is stuck in the target, you are connected to the target by an 60 ft cord.",
				"While connected in this manner, you can use your bonus action to activate the Reel action, pulling yourself to the location if the target if the target is Medium or larger. A Small or smaller creature is pulled back to you. Alternatively, you can opt to disconnect the cord.",
				"This attack cannot be used again until the Reel action is taken."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Integrated Magazine",
			"entries": [
				"Your Thunder Cannon holds 2 rounds at a time, allowing you to attack twice before a bonus action reload is required."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Lightning Burst",
			"entries": [
				"You upgrade your Thunder Cannon to discharge its power in within a 5-feet wide and 60-feet long line. As an action, you can make a special attack. Each creature must make a Dexterity saving throw or take damage equal to the bonus damage of Thundermonger as lightning damage on a failed save, half as much on a successful save. Using this shot counts as applying Thundermonger damage for the turn.",
				"Firing in this method does not consume ammo."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Lightning Charged Bayonet",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You affix a short blade to the barrel of your Thunder Cannon, allowing you to make a melee weapon attack with it. The blade is a finesse weapon melee weapon that you are proficient with, and deals {@dice 1d6} Piercing damage.",
				"The blade can be used to apply Thundermonger bonus damage. When Thundermonger bonus damage is dealt with a bayonet attack, the damage type is lightning. Dealing damage this way counts as applying Thundermonger damage for the turn."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Overchannel Capacitor",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You gain the ability to channel your magical power into the Thunder Cannon to overload its damage. You can expend a spell slot to increase the damage dealt by Thundermonger by {@dice 1d8} per spell level spent."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Silencer",
			"entries": [
				"You upgrade your Thunder Cannon with a sound dampening module. Your Thunder Cannon loses the Loud property."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Echoing Booms"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Snap Fire",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You upgrade your Thunder Cannon for quick shots. You can use your reaction to take a opportunity attack with your Thunder Cannon if an enemy comes within 10 ft of you. You have disadvantage on this attack. This attack only deals Thundermonger bonus damage if you have not dealt the bonus damage since the start of your last turn."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Shock Absorber",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You add a reclamation device to your Thunder Cannon to gather energy from the surroundings when it is present. As a reaction to taking Lightning or Thunder Damage, you can cast {@spell absorb elements|xge} without consuming a spell slot. When absorbed in this method, you can apply the bonus damage granted by {@spell absorb elements|xge} to your next Thunder Cannon attack even if you make a ranged attack."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Shock Harpoon",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Harpoon Reel"
					]
				}
			],
			"entries": [
				"After hitting a creature with the Harpoon fire mode, you can use a bonus action to deliver a shock. If you have not used it since the start of your turn, you can apply Thundermonger damage as lightning damage. Additionally, the target must make a Constitution saving throw against your spell save DC or be {@condition stunned} until the end of its next turn.",
				"Once used, the Harpoon must be reeled in before this can be used again."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Storm Blast",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You upgrade your Thunder Cannon to discharge its power in 30-foot cone from the gun. As an action, you can make a special attack. Each creature must make a Strength saving throw, or take half the bonus damage of Thundermonger and be knocked {@condition prone}. Using this shot counts as applying Thundermonger damage for the turn.",
				"Firing in this way does not consume ammo."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Synaptic Feedback",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install feedback loop into your cannon, allowing you to siphon some energy from your Thunder Cannon to empower your reflexes. Whenever you deal lightning damage with your Thunder Cannon your walking speed increases by 10ft and you can take the Dash or Disengage actions as a bonus action. This boost lasts until the start of your next turn."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:C",
			"name": "Turret Deployment",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You can set up your Thunder Cannon and operate it remotely. As an action, you deploy your Thunder Cannon in a spot adjacent to you, and subsequently can attack with it as long as you are within 100 feet of it and you can see the target you are attacking. It still has its normal range from the point it is attacking. A creature adjacent to it in this mode can use an action to render it nonfunctional as a turret."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Airburst Mine",
			"entries": [
				"You create a mechanical device capable of producing a devastating blast. You can use this device to cast {@spell shatter} without expending a spell slot, but the gadget cannot be used again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Boomerang of Hitting",
			"entries": [
				"You create a magical boomerang. You have proficiency in this weapon, and it has the Finesse, Thrown (30/90), and Special properties, and deals {@dice 1d4} damage. At level 5, this weapon gaisn a +1 to attack and damage rolls; this increases to a +2 at level 14.",
				"Special: When this weapon is Thrown, you can target two creatures within 10 feet of each other, making a separate attack roll against each target.",
				"This weapon returns to your hand after you make an attack with it using the Thrown property."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Belt of Adjusting Size",
			"entries": [
				"You create a belt with a creature size dial on it. While you are wearing this belt, you can use an action to cast {@spell enlarge/reduce} on yourself. Once you use this gadget, you cannot use it again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Binding Rope",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a rope that is capable of animating and binding a target. As an action, target a creature within 30 feet. The target must make a Dexterity Saving throw against your Spell Save DC or become {@condition restrained} until the end of your next turn. If you are currently grappling the target, it makes the Dexterity saving throw with disadvantage. The rope can only restrain one target a time."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Bracers of Empowerment",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create bracers that can empower you. You can use this to cast {@spell Tenser's transformation|xge} without expending a Spell Slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Deployable Wings",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You build a set of deployable artificial wings. You can deploy this as a bonus action, or as a reaction to falling. When deployed, these give you a flying speed of 30 feet."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Disintegration Ray",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a Disintegratation Ray. You can use this to cast {@spell disintegrate} without expending a Spell Slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Gripping Gloves",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a set of gloves with a powerful assisted grip. Your Strength score and maximum Strength score increases by 2 while wearing these gloves. You gain advantage on Strength ({@skill Athletics}) checks involving manipulating things with your hands while wearing these gloves."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Element Eater",
			"entries": [
				"You create a device capable of absorbing incoming elemental damage. As a reaction to taking elemental damage, you can activate this device and cast {@spell absorb elements|xge} without expending a spell slot, but the gadget cannot be used again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Enhanced Grappling Hook",
			"entries": [
				"You enhance your grappling hook, increasing its range to 40 feet. Additionally, the enhanced power of the grappling hook means that when pulling yourself to a large or larger creature or object, you can drag one medium or smaller willing or grappled creature within 5 feet of you with you."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Fire Spitter",
			"entries": [
				"You create a gadget that creates a quick blast of fire. As an action, you can cast {@spell Aganazzar's scorcher|xge} with this gadget, but the gadget cannot be used again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Flashbang",
			"entries": [
				"You create a high luminary discharge device. As an action, you can target a point within 30 feet. Any creature within 20 feet of the targeted point must make a Dexterity saving throw or be {@condition blinded} until the end of its next turn. Once you use this gadget, you cannot use it again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Impact Gauntlet",
			"entries": [
				"You create a weapon capable of amplifying the impact of your blows. You have proficiency in this weapon, and it has the Finesse, Light and Special properties. It deals {@dice 1d8} bludgeoning damage. At level 5, this weapon gains a +1 to attack and damage rolls; this increases to a +2 at level 14.",
				"Special: When you make an attack roll, you can choose to forgo adding your Proficiency modifier to the attack roll. If the attack hits, you can add double your Proficiency modifier to the damage roll.",
				"You can apply this upgrade up to 2 times, making a separate item each time."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Lightning Baton",
			"entries": [
				"You combine incorporate elements of your {@optfeature Shock Generator|ArtificerRevised} design into a baton, creating a new weapon. You have proficiency in this weapon, and it has the Finesse and Light properties. It deals {@dice 1d4} bludgeoning damage and {@dice 1d4} lightning damage on hit. If you score a critical strike with this weapon, the target must succeed a Constitution saving throw against your Spell Save DC or become {@condition stunned} until the start of your next turn. At level 5, this weapon gains a +1 to attack and damage rolls; this increases to a +2 at level 14.",
				"You can apply this upgrade up to 2 times, making a separate item each time."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Lightning Generator",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Shock Generator"
					]
				}
			],
			"entries": [
				"You upgrade your {@optfeature Shock Generator|ArtificerRevised} with additional lightning capabilities. You can cast {@spell lightning lure|scag} at-will using it, can overload it to cast {@spell lightning bolt}. Once you overload it, you cannot use it to cast {@spell lightning bolt} again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Mechanical Arm",
			"entries": [
				"You create a mechanical arm, giving an extra hand. This mechanical arm only functions while it is mounting on gear you are wearing, but can be operated mentally without the need for you hands. This mechanical arm can serve any function a normal hand could, such as holding things, making attacks, interacting with the environment, etc, but does not give you additional actions."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Mechanical Familiar",
			"entries": [
				"You can create the blue print for a small mechanical creature. At the end of a long rest, you can choose animate it, and cast {@spell find familiar} with the following modifications. The creatures type is Construct, and you cannot select a creature with a flying speed. This construct stays active until you deactivate it or is destroyed. In either case, you can choose to reactivate it at the end of a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Nimble Gloves",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create magical gloves the increase your dexterity. Your Dexterity score and maximum Dexterity score increases by 2 while wearing these gloves. You gain advantage on Dexterity ({@skill Sleight of Hand}) checks involving manipulating things with your hands while wearing these gloves."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Phase Trinket",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a magical stopwatch that manipulates ethereal magic. As an action, you can cast {@spell blink} or {@spell dimension door} using the Stopwatch without expending a Spell Slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Jumping Boots",
			"entries": [
				"You modify your boots with arcane boosters. While wearing these boots, you are under the effects of the {@spell jump} spell."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Repeating Hand Crossbow",
			"entries": [
				"You build an improved hand crossbow. You have proficiency in this weapon, and it has the Ammunition (range 30/120), Light, and Special properties and deals {@dice 1d6} piercing damage. At level 5, this weapon gains a +1 to attack and damage rolls; this increases to a +2 at level 14.",
				"Special: This weapon does not require a free-hand to load, as it has a built in loader. When you fire this weapon with advantage, once per turn you can forgo advantage on an attack to make one additional attack."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Bee Swarm Rockets",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You design a type of tiny firecracker-like device, which can release rockets in large numbers. You have a maximum number of rockets equal to your Artificer level. You can release between one and the number you have remaining as an action. Each rocket targets a point you can see within 40 feet. Creatures within 10 feet of a target point must make a Dexterity saving throw. Creatures that fail take {@dice 2d6} fire damage, or half as much on a successful one.",
				"You rebuild your stock to your maximum during a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Shock Generator",
			"entries": [
				"You create a device capable of generating potent shocks. You can use this to cast {@spell shocking grasp}. When you cast {@spell shocking grasp} with this feature, you can use either your Dexterity or Intelligence modifier for the melee spell attack roll."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Shocking Hook",
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Shock Generator"
					]
				}
			],
			"entries": [
				"You can integrate your {@optfeature Shock Generator|ArtificerRevised} and your Grappling Hook. If the target of your Grappling Hook is a creature, you can cast {@spell shocking grasp} on that creature as a bonus action when pulling it to you or being pulled to it."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Sight Lenses",
			"entries": [
				"You create a set of lenses you can integrate into a set of goggles, glasses, or other vision assistance that allow you to see through obscurement. You can see through fog, mist, smoke, clouds, and non-magical darkness as normal sight up to 15 feet."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Smoke Cloak",
			"entries": [
				"Create a cloak that causes you to blend in with smoke. When you start your turn lightly or heavily obscured by smoke, you are {@condition invisible} until your turn ends, you cast a spell, make an attack, or damage an enemy."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Stinking Gas",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You make a more potent compound for your Smoke Bomb. When use a Smoke Bomb, you can choose to cast {@spell stinking cloud} rather than {@spell fog cloud}, following the same rules."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Striding Boots",
			"entries": [
				"You modify your boots with amplified striding speed. While earing these boots, you are under the effects of {@spell longstrider} spell."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Stopwatch Trinket",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a magical stopwatch that manipulates time magic. As an action, you can cast {@spell haste} or {@spell slow} using the Stopwatch without expending a Spell Slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Truesight Lenses",
			"entries": [
				"You upgrade and fine tune your {@optfeature Sight Lenses|ArtificerRevised}, granting you Truesight up to 15 feet."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Sight Lenses"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Useful Universal Key",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a Universal Key to obstacles, transmuting them into not-obstacles. As an aciton, you can apply this key to a surface to cast {@spell passwall} without expending a spell slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:G",
			"name": "Zombie Wires",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create an advanced system of magical threads that you can shoot out, and use to make nearby corpses dance to your commands. As an action, you can cast {@spell danse macabre|xge} without expended a spell slot.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Arcane Barrage Armament",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install a shoulder mounted armament to your golem, charged with arcane power. This armament has 3 charges. As an action, the golem can expend 1 charge to cast {@spell magic missile} as a 3rd level spell. When cast this way, it has no Verbal or Somatic component.",
				"Once used, this armament cannot be used again until the Artificer completes a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Arcane Resonance",
			"entries": [
				"Install an essence connection into your golem to sync your magic to it. You can make any spell you cast that targets only you also target your golem."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Cloaking Device",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install an Arcane Cloaking device on your Warforged Golem. This device has 4 Charges. You can direct the golem to expend 1 or more charges to cast one of the following spells using its action: {@spell invisibility} (2 charges), {@spell greater invisibility} (4 charges).",
				"It regains all charges after a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Environmental Adaptation",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You add integrated climbing hooks, deployable fins, insulated seals to your Golem. Your Warforged Golem gains a climbing and swimming speed equal to its walking speed.",
				"Additionally, it gains resistance to Cold and Fire damage."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Expanded",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You enlarge your Warforged Golem, increasing its size category by one. It has advantage on Strength checks and Strength saving throws."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Flamethrower Armament",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install a shoulder mounted armament to your golem, heavily enchanted with flame spells. As an action, the golem can cast {@spell burning hands} as a 3rd level spell.",
				"The spell save DC is equal to your spell save DC. When cast this way, it has no Verbal or Somatic component.",
				"Once used, this armament cannot be used again until the Artificer completes a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Magical Essence",
			"entries": [
				"You infuse a fragment of magical essence into your golem, allowing it to attune to one magical item."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Heavy Armor Plating",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You can incorporate a suit of Heavy Armor into your Warforged Golem. Your Warforged Golem's AC becomes the AC granted by the incorporated armor. While incorporated with your Warforged Golem in this way, the Warforged Golem has Proficiency with that armor.",
				"While equipped with Heavy Armor, your Warforged Golem has disadvantage on Dexterity ({@skill Stealth}) checks."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Improve Dexterity",
			"entries": [
				"You tune the servos in your Warforged Golem. Your Warforged Golem's Dexterity score increases by 2. You may apply this upgrade multiple times. A Warforged Golem's maximum Dexterity score is 18."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Improve Strength",
			"entries": [
				"You reinforce the power of your golem's core and limbs. Your Warforged Golem's Strength score increases by 2. You may apply this upgrade multiple times. A Warforged Golem's maximum Strength score is 18."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Iron Fortress",
			"entries": [
				"You increase the size and durability of your golem's frame. Your Warforged Golem now counts as full cover for people behind it or riding it. Additionally, it cannot be moved against its will while in contact with a floor."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Stabilisation"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Multiattack Protocol",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"Your Warforged Golem gains multiattack. When your Warforged Golem uses the Attack action, it can attack twice."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Mark of Life",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You have attained the understanding of magic and craft a Mark of Life on the forehead of your Warforged Golem, turning it into a Warforged Companion. It gains an Intelligence score of 8, a Wisdom score of 8 and a Charisma score of 8. This allows it to follow more complex commands without direct input, speak, and remember things.",
				"{@i If you choose the Mark of Life upgrade, your Warforged golem becomes sentient companion, capable of learning, thinking, and having opinions. Consider how this may impact your interactions.}"
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Overdrive Protocol",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You build in a special mode allowing your golem go beyond it's normal limitations. As an action, your golem can activate this mode, gaining the effects of {@spell haste} for a number of rounds equal to your Intelligence modifier, but loses its immuninty to {@condition exhaustion} until it completes a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Precision Movements",
			"entries": [
				"Your Warforged Golem gains Proficiency in the {@skill Stealth} skill and with {@item Thieves' Tools|phb}. Additionally, it gains an integrated set of {@item Thieves' Tools|phb} that are always available (unless removed)."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Expanded"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Thundering Stomp",
			"entries": [
				"Your warforged golem can leverage it's increased size and magical nature to unleash a crushing stomp of magical energy when it brings down its foot. Your golem can replace any attack with the {@spell thunderclap|xge} spell using the Artificers level and spell save for casting the spell."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Expanded"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Redundant Systems",
			"entries": [
				"You have reinforced your Warforged Golem with layers of protection and redundant systems. It gains additional hitpoints equal to twice your Artificer level. Additionally, it gains advantage on death saving throws."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Remote Casting",
			"entries": [
				"You integrate a magical relay into your golem, allowing you use it as a magical familiar. As an action, you can see through your golem's eyes and hear what it hears until the start of your next turn. During this time, you are deaf and blind with regard to your own Senses.",
				"Additionally, when you Cast a Spell with a range of touch, your golem can deliver the spell as if it had cast the spell. Your golem must be within 100 feet of you, and it must use its reaction to deliver the spell when you cast it. If the spell requires an Attack roll, you use your Attack modifier for the roll."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Runic Wings",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Expanded"
					]
				}
			],
			"entries": [
				"You add rune-engraved wings to your Warforged Golem, granting it a flying speed of 20 feet."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Stabilization",
			"entries": [
				"You increase the resilience and stability of your Warforged Golem. It gains proficiency in Constitution Saving Throws and has advantage against saving throws to be knocked down."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Warfare Routines",
			"entries": [
				"Your Warforged Golem gains one Fighting Style choosing from Archery, Defense, Dueling, or Great Weapon Fighting."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Warforged Apprentice",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Mark of Life"
					]
				}
			],
			"entries": [
				"Your Warforged Companion begins to apply its abilities to learn new things, gaining a class level in a class of your choosing. Your Warforged Companion gains all the first level features of the chosen class. This does not include health or class proficiencies (for example, selecting Fighter grants only Fighting Style and Second Wind)."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:O",
			"name": "Warforged Adept",
			"entries": [
				"Your growth as a Golemsmith is such that your creation is capable of learning and adapting even more skills. It gains all the second level features of the class you selected for the Warforged Apprentice upgrade. This does not include health or class proficiencies (for example, selecting Fighter grants only Action Surge)."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Warforged Apprentice"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Alchemical Acid",
			"entries": [
				"As an action you can produce a reaction causing a caustic acid to form. At a creature within 15 feet, you can a toss quick combination of reagents that will cause a splatter of acid in a 5 foot radius. Creatures in that area have to make a Dexterity saving throw, or take {@dice 2d4} acid damage.",
				"The damage damage increases by 2d4 when you reach 5th level ({@dice 4d4}), 11th level ({@dice 6d4}), and 17th level ({@dice 8d4})."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Adrenaline Serum",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a potent serum. As an action on your turn, you can consume this serum, granting you the effects of {@spell haste} and {@spell heroism} for a number of rounds equal to your Intelligence modifier (minimum 1). These effects do not require concentration, but you still suffer the normal effects of the {@spell haste} spell ending when it ends. You can use this a number of times equal to your Constitution modifier (minimum 1) before you must take a long rest to gain the effects from the serum again.",
				"Another creature can take this dose, but they must pass a Constitution saving throw equal to your spell save to gain the effects, and become {@condition poisoned} on a failed save."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Aroma Therapies",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You expand your alchemical knowledge to be able to produce incense and simmering reagents that grant effects to those that inhale their fumes. If creatures spend a long rest inhaling fumes from a concoction you devise with this feature, creatures regain all of their expended hit dice when they would normally only recovering half, and cured of any non-magical diseases they are suffering from."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Auto Injector",
			"entries": [
				"You create an automatic potion injector that you can wear. As an action, you can load a potion (either an infused potion or a normal potion) into this injector at any time. Subsequently while a potion is loaded into the injector, you can consume the potion using your reaction. Only one option can be held in the injector at a time."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Delivery Mechanism",
			"entries": [
				"You modify the stability of your reagents and develop a better delivery mechanism. You can target a point within 30 feet for your instant reactions that target a point. The additional precision allows you to better target the effects, allowing creatures of your choice within the target area to automatically pass a Dexterity saving throw against your effects."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Elixir of Life",
			"entries": [
				"You can brew a special potion using your {@optfeature Philosopher Stone|ArtificerRevised}. Brewing this potion takes 8 hours and requires 1000 gold pieces of special ingredients. An Elixir of Life causes a creature that drinks it to cease aging, and be under the effects of {@spell death ward} for one year, or until the {@spell death ward} is triggered."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Philosopher Stone"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Explosive Reaction",
			"entries": [
				"You formulate a new instant reaction, a devastating minor explosion. Targeting a point within 15 feet, as an action, you cause an explosion. Creatures within 10 feet of the target point must make a Constitution saving throw, or take {@dice 1d10} thunder damage from the shockwave of the explosion.",
				"The damage damage increases by 1d10 when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10})."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Fortifying Fumes Reaction",
			"entries": [
				"You formulate a new instant reaction, a powerful fortifying stimulate. Targeting a point within 15 feet, as an action, you cause fumes to erupt. Creatures within can choose to hold their breath and not inhale, but creatures that inhale the fumes gain {@dice 1d4} temporary hit points, deal {@dice 1d4} additional damage on their next melee weapon attack made before the end of your next turn, and have advantage on their next Constitution saving throw before the end of your next turn.",
				"The both the temporary hit points and damage bonus increase by 1d4 when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4})."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Frostbloom Reaction",
			"entries": [
				"You formulate a new endothermic reaction, a devastating localized cold snap that creates an instant bloom of ice. Target a point within 15 feet, as an action, you cause an the area to erupt in frost. The area within 10 feet of the target becomes difficult terrain until the end of your next turn, and any creature in the area must make a Dexterity saving throw, or be caught by the ice taking {@dice 1d6} cold damage; a creature entirely in the area of effect that fails also becoming {@condition restrained} until the end of their next turn. They can use their action to make a Strength saving throw to break free of the ice early.",
				"The damage damage increases by 1d6 when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6})."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Greater Adrenaline Shot",
			"entries": [
				"You upgrade your {@optfeature Adrenaline Serum|ArtificerRevised} to produce even more extreme and magical effects in the creature it effects. The adrenaline shot also adds the effect of {@spell Tenser's Transformation|xge} when you consume it. This effect only takes place if you are the one consuming the serum. You do not suffer the effects of {@spell Tenser's Transformation|xge} wearing off when the serum effect ends."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Adrenaline Serum"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Inoculations",
			"entries": [
				"You and up to five allies of your choice are inoculated against the poisonous effects you can produce that require a Constitution saving throw (such as the poisonous gas instant reaction or the cloudkill infusion). Additionally, you gain resistance to poison damage."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Infusion Stone",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You use the secrets of Alchemy to create an Infusion Stone. You can use this stone in the process of infusing potions in place of a spell slot level less than or equal to the highest level spell slot you can cast.",
				"You can use this stone to replace a spell slot for an infusion once. It regains this charge after you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Mana Potion",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"During a short rest, you can create a mana potion. A mana potion loses its potency if it is not consumed within 1 minute. As an action, a creature can consume a mana potion to restore a spell slot of its choice, up to third level."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Philosopher Stone",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a Philosopher's Stone allowing you to recreate wonders of alchemy. So long as you have a supply of non-gold metal, you can create up five pounds of gold a day (250 gold pieces worth)."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Persistent Reactions",
			"entries": [
				"Your reactions that effect a target area persist in that area until the start of your next turn. Creatures entering the effect or ending their turn there have to repeat the saving throw against the effect. You can choose to make a reaction not persist at the time of taking the action to cause it."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Potent Reactions",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You refine your reactions increasing the potency. The die you roll to determine the damage or healing effect of your reactions is increased by one. A d4 becomes a d6, a d6 becomes a d8, a d8 becomes a d10, and a d10 becomes a d12."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Poisoner's Proficiency",
			"entries": [
				"You delve into the secrets of the darkest secrets of herblore, learning the potent secrets of poison. During a long rest, you can create one of the three following poisons.",
				{
					"type": "list",
					"items": [
						"Contact poison. You can apply this to a weapon or up to ten pieces of ammunition, lasting until the end of your next long rest. That weapon deals an additional {@dice 1d4} poison damage to targets it strikes.",
						"Ingested poison. This a simple flavorless powder. If a creature consumes a full dose of this poison before the end of your next long rest, after one minute has passed they must make a Constitution saving throw with disadvantage against your spell save DC or take a number of d10 equal to your Artificer level in poison damage, and become {@condition poisoned} until they complete a long rest.",
						"Inhaled poison. This poison can be used to modify your poisonous gas reaction. Anytime before the end of your next long rest, you can use this dose of poison to make your poisonous gas instant reaction have a radius of 10 feet and deal twice as much damage on a failed save."
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Secrets of Enhancement",
			"entries": [
				"You learn the secrets of infusing powerful enhancements into your Alchemical Infusions. You can add the following spells to your list of available spells for alchemical infusions:",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Infusion Spells"
					],
					"colStyles": [
						"col-xs-6 text-align-center",
						"col-xs-6 text-align-center"
					],
					"rows": [
						[
							"1st",
							"{@spell heroism}"
						],
						[
							"2nd",
							"{@spell enlarge/reduce}"
						],
						[
							"3rd",
							"{@spell haste}"
						]
					]
				},
				"{@i Almost any set of three spells, a 1st level, 2nd level, and 3rd level spell of either short term buffs or area of effect damage spells is a valid combination of a Secrets of upgrade, so long as there is a thematic connection between the spells. Consult with your DM for other options if the spells you want aren't present here, but the spells should always be either short term buffs or area of effect damage spells, and should not be higher than 3rd level unless they are exceptionally weak for their level.}"
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Secrets of Fire",
			"entries": [
				"You learn the secrets of infusing fire into your Alchemical Infusions. You can add the following spells to your list of available spells for alchemical infusions:",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Infusion Spells"
					],
					"colStyles": [
						"col-xs-6 text-align-center",
						"col-xs-6 text-align-center"
					],
					"rows": [
						[
							"1st",
							"{@spell faerie fire}"
						],
						[
							"2nd",
							"{@spell dragon's breath|xge}"
						],
						[
							"3rd",
							"{@spell fireball}"
						]
					]
				},
				"{@i Almost any set of three spells, a 1st level, 2nd level, and 3rd level spell of either short term buffs or area of effect damage spells is a valid combination of a Secrets of upgrade, so long as there is a thematic connection between the spells. Consult with your DM for other options if the spells you want aren't present here, but the spells should always be either short term buffs or area of effect damage spells, and should not be higher than 3rd level unless they are exceptionally weak for their level.}"
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Secrets of Frost",
			"entries": [
				"You learn the secrets of infusing fire into your Alchemical Infusions. You can add the following spells to your list of available spells for alchemical infusions:",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Infusion Spells"
					],
					"colStyles": [
						"col-xs-6 text-align-center",
						"col-xs-6 text-align-center"
					],
					"rows": [
						[
							"1st",
							"{@spell armor of agathys}"
						],
						[
							"2nd",
							"{@spell snilloc's snowball swarm|xge}"
						],
						[
							"3rd",
							"{@spell ice storm}"
						]
					]
				},
				"{@i Almost any set of three spells, a 1st level, 2nd level, and 3rd level spell of either short term buffs or area of effect damage spells is a valid combination of a Secrets of upgrade, so long as there is a thematic connection between the spells. Consult with your DM for other options if the spells you want aren't present here, but the spells should always be either short term buffs or area of effect damage spells, and should not be higher than 3rd level unless they are exceptionally weak for their level.}"
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:P",
			"name": "Weapon Coating",
			"entries": [
				"You learn to how to coat a weapon or piece of ammunition with one of your instant reactions to take effect on hit. As a bonus action, you can apply your instant reaction to a melee weapon or piece of ammunition. Until the end of your turn, the next hit with that weapon or with a coated piece of ammunition will cause the effect of the instant reaction to the target. The creature automatically takes and damage or healing associated with the reaction, but makes a saving throw as normal against any additional effects.",
				"{@i There is an Instant Reaction that restores health, rather than deals damage. This can be applied via weapon coating as well, though the weapon damage of the implement is not negating, perhaps your allies will forgive a blowgun dart coated in a healing draught... if you hit the attack.}"
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Accelerated Movement",
			"entries": [
				"You reduce the weight of your Mechplate's bulk and increase the power to joints. The Mechplates weight is reduced by 15 lbs. While wearing your Mechplate your speed increases by 10 feet. This applies to all movement speeds you have while wearing your armor. You can apply this upgrade up to 2 times."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Active Camouflage Armor",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"As an action, you can activate active camouflage causing your suit to automatically blend into its surroundings. This lasts until deactivated. While this active, you are considered lightly obscured, and can hide from a creature even when they have a clear line of sight to you. Wisdom ({@skill Perception}) checks to find you that rely on vision are made with disadvantage."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Adaptable Armor",
			"entries": [
				"You integrate deployable hooks and fins into your armor, augmenting its mobility. While wearing your Mechplate you gain a climbing speed equal to your walking speed, and you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, you gain a swim speed equal to your walking speed."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Arcane Visor",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Darkvision Visor"
					]
				}
			],
			"entries": [
				"You add a heavily enchanted visor to your Mechplate that augments your vision. The Visor has 6 Charges.",
				"Once it is integrated into your armor, you can use an Action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell see invisibility} (2 charges) or {@spell true seeing} (4 charges).",
				"It regains all charges on a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Armor Class",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You inforce the structure and materials that make up your Mechplate. Your Mechplate's Armor Class (AC) increases by 1. You can apply this upgrade up to 3 times."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Cloaking Device",
			"entries": [
				"You install an Arcane Cloaking device on your Mechplate. This device has 4 Charges. You can expend 1 or more charges to cast one of the following spells using its action: {@spell invisibility} (2 charges), {@spell greater invisibility} (4 charges).",
				"It regains all charges after a long rest."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Active Camouflage"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Collapsible",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Piloted Golem"
					]
				}
			],
			"entries": [
				"Your Mechplate can collapse into a case for easy storage. When transformed this way the armor is indistinguishable from a normal case and weighs 1/3 its normal weight. As an action you can don or doff the armor, allowing it to transform as needed."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Darkvision Visor",
			"entries": [
				"While wearing your Mechplate, you have darkvision to a range of 60 feet. If you already have darkvision, this upgrade increases its range by 60 feet."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Energy Surge",
			"entries": [
				"You upgrade your Mechplate gauntlet to support delievering a energy surge. You can use a bonus action to overcharge your gauntlet, and the next {@spell shocking grasp} or Force Blast you hit an enemy with during that turn deals an additional {@dice 1d8} lightning damage and knocks a Large or smaller target 10 feet directly away from you."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Flame Projector",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with other projectors"
					]
				}
			],
			"entries": [
				"The Projector has 6 Charges. Once it is integrated into your armor, you can use an action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell burning hands} (1 charge), {@spell fireball} (3 charges), or {@spell wall of fire} (4 charges).",
				"It regains all charges on a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Flash Freeze Capacitor",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with other capacitors"
					]
				}
			],
			"entries": [
				"You install a capacitor that builds an icy chill until it unleashed in a deadly burst. As an action, you can unleash it, casting {@spell cone of cold}, and the area effected freezes, becoming difficult terrian until the start of your next turn.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Flight",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You integrate a magical propulsion system, integrated in into your Mechplate. While wearing your Mechplate you have a Magical flying speed of 30 feet."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Force Blast",
			"entries": [
				"You upgrade your Mechplate gauntlet to allow you to make a ranged spell attack. The weapon fires blasts of arcane energy which deal {@dice 1d8} + your Intelligence modifier Force damage. The range is 30 feet. You are proficient in this weapon. When you take the attack action, you can use this ranged spell attack in place of any attack made."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Grappling Reel",
			"entries": [
				"Your Mechplate gains an integrated grappling reel set into your gauntlet. As 1 attack or 1 action, you may target a surface, object or creature within 30 feet. If the target is Large or Smaller, you can make a Grapple check to pull it to you and Grapple it on success. Alternatively, if the target is Large or larger, you can choose to be pulled to it, this does not grapple it."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Integrated Weapon",
			"entries": [
				"You integrate a melee weapon into your Mechplate. When you apply this upgrade you must have a weapon to integrate, and you must choose where on your armor the weapon is located. The weapon cannot have the Heavy property. You are proficient with this weapon. As a bonus action you can activate the weapon.",
				"You must treat it as though you are wielding it with one hand, but you cannot be disarmed of it. Once activated, you can use this weapon when you take the attack action, and it does not require the use of a hand or your mechplate gauntlet. You can apply this upgrade multiple times, selecting a new weapon and new location on your armor to install it."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Integrated Attack",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Integrated Weapon"
					]
				}
			],
			"entries": [
				"When you activate your {@optfeature Integrated Weapon|ArtificerRevised}, you can immediately make one attack with it. While it is active, you can make an attack with it using your bonus action."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Lightning Projector",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with other projectors"
					]
				}
			],
			"entries": [
				"The Projector has 6 Charges. Once it is integrated into your armor, you can use an action to expend 1 or more of its Charges to cast one of the following Spells from it, using your spell save DC: {@spell thunderwave} (1 charge), {@spell lightning bolt} (3 charges), or {@spell storm sphere|XGE} (4 charges).",
				"It regains all charges on a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Mechsuit",
			"entries": [
				"You rebuild your Mechplate to remove the heavy plating. You can retain all benefits and upgrades of the Mechplate, but now serves only as Medium armor, providing a base of 15 AC, and its weight is reduced to 40 lbs."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with Piloted Golem and Sealed Suit upgrades"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Piloted Golem",
			"entries": [
				"You enlarge your Mechplate, turning it into a piloted mechanical golem. Your size category when wearing the armor increases by one, and you have advantage on Strength checks and Strength saving throws."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Fully upgraded Powered Limbs, Incompatible with Collapsible"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Powered Limbs",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You upgrade frame and limbs of your armor. The bonus your Mechplate grants to your Strength score and maximum Strength score increases by 1 while wearing this armor. You can apply this upgrade up to 2 times."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Power Slam Capacitor",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Incompatible with other capacitors"
					]
				}
			],
			"entries": [
				"You install a capacitor that builds up destructive energy. As an Action, you can leap a distance up to your movementment speed, casting {@spell destructive wave} upon landing.",
				"Once you use this ability, you can not use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Power Fist",
			"entries": [
				"You upgrade your Mechplate gauntlet to reflect a commitment to using it to punch things, with increased reinforcement and weight, and better arm support from your suit. Your Mechplate gauntlet's unarmed strike is upgraded to deal {@dice 1d8} bludgeoning damage and gains the Special property. At level 5, this weapon gains a +1 to attack and damage rolls; this increases to a +2 at level 14.",
				"{@b Special:} When you make an attack roll, you can choose to forgo adding your Proficiency modifier to the attack roll. If the attack hits, you can add double your Proficiency modifier to the damage roll."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Reactive Plating",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install special heavy plating, giving you resistance to bludgeoning, piercing, and slashing damage from non-magical sources while wearing your Mechplate. In addition, you can use your reaction when hit by an attack to reduce the damage of that attack by an amount equal to your proficiency bonus."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Recall",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"When not being worn you can hide your Mechplate in a pocket dimension. As an action on your turn you can magically summon the armor and don it. You can use a bonus action to return the armor to the pocket dimension.",
				"While in the pocket dimension the armor cannot be affected by other abilities and cannot be interacted with in any way."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Resistance",
			"entries": [
				"You tune your Mechplate against certain forms of damage. Choose acid, cold, fire, force, lightning, necrotic, radiant, or thunder damage. While wearing your Mechplate you have resistance to that type of damage. If you apply this upgrade more than once you must choose a different damage type."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Relocation Matrix",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install an arcane transmutation matrix that you can use to convert your magical power into dimensional warp. As an action, you can cast {@spell dimension door} without expending a spell slot. Once you use this ability, you can not use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Sealed Suit",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"As a bonus action on your turn you can environmentally seal your Mechplate, giving you an air supply for up to 1 hour and making you immune to poison (but not curing you of existing {@condition poisoned} conditions).",
				"Your armor regains 1 minute of air for every minute that you are not submerged and the armor is not sealed.",
				"In addition to the above, you are also considered adapted to cold and hot climates while wearing your armor, and you're also acclimated to high altitude while wearing your armor."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Sentient Armor",
			"entries": [
				"You install an artificial personality into your Mechplate, making it a sentient item. This sentience assists you in all ways. The bonus your Mechplate grants to your Intelligence score and maximum Intelligence score increases by 1 while wearing this armor. You can apply this upgrade up to 2 times.",
				"Additionally, when this is fully upgraded, you cannot be surprised while wearing your Mechplate."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Sun Cannon",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You install a sun cannon into your mechplate, allowing for emmiting devestating solar lazer blasts. As an action, you can cast {@spell sunbeam} without expending a spell slot.",
				"Once you use this ability, you can not use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:R",
			"name": "Virtual Wizard",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Fully upgraded Sentient Armor"
					]
				}
			],
			"entries": [
				"While wearing your Mechplate, your Mechplates built in intelligence assists your spell casting. Your spell save DC and spell attack bonus are each increased by 2."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Arcane Armament",
			"entries": [
				"You learn mastery of armoring yourself with magical enchantments. You learn the {@spell mage armor} spell and cast it at will. While under the effect of {@spell mage armor}, you can add your Intelligence to your armor class instead of your Dexterity."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Dancing Fires",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"When you animate a weapon with your Animated Weapon feature, you can additionally imbue it with ethereal flames, causing it to deal {@dice 1d6} force damage on hit."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Detonate Armament",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Arcane Armament"
					]
				}
			],
			"entries": [
				"As a reaction to taking damage, you can end the effect of {@spell mage armor} to cast {@spell thunder step|xge} without expending a spell slot.",
				"Once you do this, you cannot gain the effect of {@spell mage armor} again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Enhanced Attribute",
			"entries": [
				"You can enhance a piece of non-magical jewelery with power that boots the wearers abilities. Select an attribute from Strength, Dexterity, Constitution, Wisdom, Intelligence or Charisma, the current and maximum attribute score for that attribute is increased by one while wearing this item. This piece of jewelry provides a benefit only to you.",
				"You can take this upgrade twice."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Enhanced Weapon Enchantment",
			"entries": [
				"You modify the {@spell magic weapon} and {@spell elemental weapon} spells into a more potent form.",
				"When you cast the {@spell magic weapon} spell you can augment it with vorpal power; this spell has the effect of the {@spell magic weapon} spell, but in addition attacks made with the weapon score a critical hit on 19 or a 20 die roll, and the weapon deals force damage.",
				"When you cast {@spell elemental weapon}, the additional damage dealt on hit is increased by an additional {@dice 1d4}, and you can pick force as the damage type in addition to the other options."
			],
			"prerequisite": [
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Weapon Enchantment Expertise"
					]
				}
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Explosive Mine",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				},
				{
					"type": "prereqSpellOrFeature",
					"entries": [
						"Thunder Mine"
					]
				}
			],
			"entries": [
				"When you set a magical trap, you can make the mine cast {@spell fireball} instead of {@spell shatter}."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Flying Boots",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You cast a powerful infusion on a set of boots. The creature wearing these boots is under the effect of the {@spell fly} spell."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Focused Power Duration",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"When you use your Infused Focus power, the spell lasts a number of rounds equal to your Intelligence modifier + proficiency modifier."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Healing Infusion",
			"entries": [
				"You master the intricate arts of healing energies interaction with creatures. When you restore health to another creature on your turn, you can add your Intelligence modifier to the health restored."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Life Infusion",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You learn a potent magical infusion that suffuses a creature with life energy. You can cast {@spell regenerate} without expending a spell slot.",
				"Once you cast this spell in this manner, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Radiant Infusion",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You learn a special infusion for bestowing radiant energy. When you use your Store Magic feature, rather than picking a spell you know, you can cast {@spell holy weapon|xge}. Unless you know this spell from another source, you can only cast this spell using the Store Magic feature. If you have the Weapon Enchantment Expertise upgrade, you have advantage on Constitution saving throws to maintain concentration on this spell."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Shielding Ring",
			"entries": [
				"You infuse powerful magic into a non-magical ring. You can use this ring to cast the {@spell shield} spell without expending a spell slot. You cannot use this ring to cast the spell again until you complete a short or long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Skill Infusion",
			"entries": [
				"You managed to make the magic of your Infused Weapon so potent that attacks made with it are made as if the wielder had a Fighting Style. Choose a Fighting Style from Dueling, Archery, or Great Weapon Master and apply the effects to attacks made with your Infused and Animated Weapons."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Spell Trapping Ring",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 9,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You set a powerful magic into a non-magical ring. You can use this ring to cast {@spell counterspell} without expending a spell slot. When you cast {@spell counterspell} in this way and it succeeds, the spell countered is stored in the ring. You can then cast the stored spell without expending a spell slot, but spell fades if it is not used before you complete a long rest.",
				"Once you use this ring, you cannot use it again until you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Soul Saving Bond",
			"entries": [
				"You set up a special magical bond between you and another creature. When either creature bound by this abilities fails Wisdom, Intelligence, Charisma, or Death saving throw, the other character can make their own saving throw, replacing the failed saved with their own roll. If this ability is used on a death saving throw, the replacement roll is a 20. Once a roll is replaced by this feature, it cannot be used again until both creatures in the bond have completed a short or long rest.",
				"This bond can be set up with a different creature at the end of a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Thunder Mine",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You can set a magical trap by infusing explosive magic into an item. You can set this item to detonate when someone comes within 5 feet of it, or by a verbal command.",
				"When the magic trap detonates, it casts {@spell shatter} centered on the item. If a creature is in the area of effect of more than one thunder mine during a turn, they take half damage from any subsequent effects of the mines.",
				"Setting the magical mine takes a special ritual taking 1 minute, and cannot be moved once placed; any attempt to move it results it in detonating unless the Artificer setting it disarms it.",
				"You can set a number of these equal to your Intelligence modifier. The number you can place is refreshed when you complete a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Triggered Infusion",
			"entries": [
				"When you use your Store Magic feature, you can set a trigger for the effect to occur. If the triggering event occurs, you can use your reaction to activate the stored spell. The trigger event can be a verbal key."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Twin Animated Weapon",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 15,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"When you use your Animate Weapon feature, you can target two weapons. They both function as an Animated Weapon, making attacks against targets you attack as per the feature."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Warding Stone",
			"entries": [
				"You learn how to weave a protective enchantment on an item. That item gains a pool of temporary hit points equal to your Artificer level. Whoever is carrying this item gains any temporary hit points remaining in this pool, but these are lost when that creature is no longer carrying this item. This pool of temporary hit points refreshes when the Artificer that created it completes a long rest."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Weapon Enchantment Expertise",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You refine techniques of magical enhancements for weapons to be easier to use and maintain. You learn the spell {@spell magic weapon}, and at 9th level you learn the spell {@spell elemental weapon}. These do not count against your known spells, and if you already know them you may select a different Artificer spell to learn.",
				"When you cast {@spell magic weapon} or {@spell elemental weapon}, you can target a weapon that is already magical, adding to any effect the weapon already has. Additionally, when you have to make a Constitution saving throw to maintain concentration, you do so with advantage."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:I",
			"name": "Worn Enchantment",
			"entries": [
				"You can enchant an item you a wearing, such as as scarf or cloak to animate and assist you with a task, be it climbing a wall, grappling an enemy, or picking a lock. You can expend a 1st level spell slot to gain proficiency in a Strength or Dexterity skill until you complete a long rest. You can use up all the magic in the item to gain advantage on one check of that skill, immediately ending the effect."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:W",
			"name": "Magical Wand",
			"entries": [
				"You create a new Wand that you can infuse with a Spell of 1st level or higher you have recorded in your Spellmanual. This wand does not require attunement, but can only be used by you. The Spell must be of a level that you can cast. This wand has three charges. As an action, you can expend a charge to cast the selected spell at its base level. The wand regains all charges at the end of a long rest.",
				"You can select this upgrade multiple times, selecting a different spell each time you take this upgrade."
			]
		},
		{
			"source": "ArtificerRevised",
			"featureType": "AS:W",
			"name": "Magical Rod",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 11,
					"class": {
						"name": "Artificer",
						"source": "ArtificerRevised"
					}
				}
			],
			"entries": [
				"You create a new Rod that you can infuse with of 5th level or higher you have recorded in your Spellmanual. This rod does not require attunement, but can only be used by you. The Spell level must be equal to half or less of your Artificer level (as of when you would get this upgrade), rounded down. This rod has one charge. As an action, you can expend the charge to cast the selected spell at its base level. The wand regains all charges at the end of a long rest.",
				"You can select this upgrade multiple times, selecting a different spell each time you take this upgrade."
			]
		}
	]
}
