{
	"_meta": {
		"sources": [
			{
				"json": "Scholar",
				"abbreviation": "Scholar",
				"full": "The Scholar (DM's Guild)",
				"authors": [
					"Kyle Grant"
				],
				"version": "3.4",
				"url": "https://www.dmsguild.com/product/191839/The-Scholar"
			}
		],
		"optionalFeatureTypes": {
			"PR": "Practica",
			"IN": "Invention",
			"TR": "Treatment"
		},
		"dateAdded": 1546081374,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6840ea3882",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Scholar",
			"source": "Scholar",
			"hd": {
				"faces": 8,
				"number": 1
			},
			"proficiency": [
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item hand crossbow|phb|hand crossbows}",
					"{@item heavy crossbow|phb|heavy crossbows}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"any two"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
								"history",
								"insight",
								"investigation",
								"medicine",
								"nature",
								"perception",
								"performance",
								"persuasion",
								"religion",
								"survival"
							],
							"count": 4
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a shortsword, (b) any simple weapon, or (c) any martial weapon (if proficient)",
					"(a) leather armor or (b) scale armor (if proficient)",
					"(a) a light crossbow and 20 bolts or (b) any simple weapon",
					"(a) a scholar's pack or (b) an explorer's pack",
					"a medical kit (Physician pursuit only)"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [],
						"b": [],
						"c": []
					},
					{
						"a": [],
						"b": []
					},
					{
						"a": [],
						"b": []
					},
					{
						"a": [],
						"b": []
					},
					{
						"_": []
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"weapons": [
						"simple"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"animal handling",
									"history",
									"insight",
									"investigation",
									"medicine",
									"nature",
									"perception",
									"performance",
									"persuasion",
									"religion",
									"survival"
								],
								"count": 1
							}
						}
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Practica|optionalfeatures|source=null|feature type=PR}"
					],
					"rows": [
						[
							0
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							7
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							9
						],
						[
							9
						],
						[
							9
						]
					]
				}
			],
			"classFeatures": [
				"Keen Intellect|Scholar|Scholar|1",
				{
					"classFeature": "ScholaryPursuit|Scholar|Scholar|1",
					"gainSubclassFeature": true
				},
				"Practica|Scholar|Scholar|2",
				{
					"classFeature": "Pursuit Feature|Scholar|Scholar|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Scholar|Scholar|4",
				"Boundless Intellect|Scholar|Scholar|5",
				{
					"classFeature": "Pursuit Feature|Scholar|Scholar|6",
					"gainSubclassFeature": true
				},
				"Field Research|Scholar|Scholar|7",
				"Ability Score Improvement|Scholar|Scholar|8",
				"Moment of Genius|Scholar|Scholar|9",
				"Ability Score Improvement|Scholar|Scholar|10",
				"Improved Keen intellect (d10)|Scholar|Scholar|11",
				"Ability Score Improvement|Scholar|Scholar|12",
				{
					"classFeature": "Pursuit Feature|Scholar|Scholar|13",
					"gainSubclassFeature": true
				},
				"Clear Mind|Scholar|Scholar|14",
				"Analytical Mind|Scholar|Scholar|15",
				"Ability Score Improvement|Scholar|Scholar|16",
				"Improved Keen Intellect (d12)|Scholar|Scholar|17",
				{
					"classFeature": "Pursuit Feature|Scholar|Scholar|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Scholar|Scholar|19",
				"True Genius|Scholar|Scholar|20"
			],
			"subclassTitle": "Scholarly Pursuits",
			"hasFluff": true
		}
	],
	"item": [
		{
			"name": "Medial Kit",
			"value": 5000,
			"type": "G",
			"rarity": "none",
			"source": "Scholar"
		}
	],
	"optionalfeature": [
		{
			"name": "Clockwork Companion",
			"source": "Scholar",
			"featureType": [
				"IN"
			],
			"entries": [
				{
					"type": "statblockInline",
					"dataType": "monster",
					"data": {
						"name": "Clockwork Companion",
						"source": "Scholar",
						"size": [
							"T"
						],
						"type": "construct",
						"alignment": [
							"U"
						],
						"ac": [
							{
								"ac": 13,
								"condition": "reinforced"
							}
						],
						"hp": {
							"average": 5,
							"formula": "2d4"
						},
						"speed": {
							"walk": 30
						},
						"cr": "0",
						"str": 4,
						"dex": 12,
						"con": 10,
						"int": 2,
						"wis": 2,
						"cha": 1,
						"conditionImmune": [
							"charmed",
							"exhaustion",
							"frightened",
							"paralyzed",
							"petrified",
							"poisoned"
						],
						"immune": [
							"poison",
							"psychic"
						],
						"passive": 13,
						"trait": [
							{
								"name": "Basic Communication Protocol",
								"entries": [
									"The clockwork companion can communicate basic concepts with its inventor by signaling with various moving parts. Conversely, its creator can give it simple instructions by using an action to interact with it, which the companion follows to the best  of its ability."
								]
							},
							{
								"name": "Invention Interface",
								"entries": [
									"The clockwork companion can use an invention created by its own inventor as long as the invention is a combat device, a skill aid, or an improved tool with the ease of use property."
								]
							}
						]
					}
				},
				"Design your clockwork companion by beginning with the statblock above and then modifying it with the properties below. For each category, select one of the available options.",
				"In combat, your companion acts on your turn and is not surprised if you are not surprised. It can't attack, but it can take other actions as normal if you tell it to do so with its Basic Communication Protocol feature.",
				"You can build your clockwork companion during a long rest using materials worth 100 gp. If it is destroyed, but its parts are recoverable, you can repair it using parts worth 25 gp.",
				{
					"type": "entries",
					"name": "Build Dynamics",
					"entries": [
						"Your companion can have a light, heavy, or balanced build dynamic.",
						{
							"type": "entries",
							"name": "Light",
							"entries": [
								"A companion with a light build loses its reinforced +2 armor bonus, it's Dexterity score increases by your Intelligence modifier, and its movement speed increases by 10 feet."
							]
						},
						{
							"type": "entries",
							"name": "Heavy",
							"entries": [
								"A companion with a heavy build has its reinforced armor bonus increased by 2 to +4, its Strength and Constitution scores both increase by half your Intelligence modifier, it gains 2 additional d4 hit dice, and its movement speed decreases by 10 feet."
							]
						},
						{
							"type": "entries",
							"name": "Balanced",
							"entries": [
								"A companion with a balanced build has its Strength, Dexterity, and Constitution scores increase by half your Intelligence modifier. "
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Locomotive Mechanism",
					"entries": [
						"Your companion can have an increased walking speed or one of the following movement speeds: burrow, climb, fly, or swim.",
						"A companion with an increased walking speed has its speed increased by 20 ft. Otherwise, the companion's new movement type has a speed equal to its walking speed."
					]
				},
				{
					"type": "entries",
					"name": "Secondary Functions",
					"entries": [
						"Your companion is proficient with two of the following skills of your choice: {@skill Athletics}, {@skill Acrobatics}, {@skill Sleight of Hand}, and {@skill Stealth}. The companion uses your proficiency bonus instead of its own for these skills. "
					]
				},
				{
					"type": "entries",
					"name": "Utility Feature",
					"entries": [
						"Your companion has one of the following utility features: contingency sensor, damage control, or transformation.",
						{
							"type": "entries",
							"name": "Contingency Sensor",
							"entries": [
								"If your companion has the contingency sensor property, you can put into an alert state as an action. When you do so, choose a simple trigger that the companion will wait for, and a simple action for it to carry out when it senses that trigger. For example, it could ring a bell when it senses a nearby creature. Its passive Perception increases by an amount equal to twice your Intelligence modifier + your proficiency bonus while in this mode, and its speed is set to 0."
							]
						},
						{
							"type": "entries",
							"name": "Damage Control",
							"entries": [
								"If your companion has the damage control feature, when it is subjected to an effect that allows it to make a Strength, Dexterity, or Constitution saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half if it fails."
							]
						},
						{
							"type": "entries",
							"name": "Transformation",
							"entries": [
								"If your companion has the transformation feature, you can use an action to have it reconfigure its form. This allows it to either swap the skill proficiencies it gains from the secondary functions feature, or the movement enhancement granted by the locomotive mechanism feature. Your companion is only capable of one type of transformation or the other, of your choice."
							]
						}
					]
				}
			]
		},
		{
			"name": "Combat Device",
			"source": "Scholar",
			"featureType": [
				"IN"
			],
			"entries": [
				"Design your combat device by selecting properties in each of the categories below. If your combat device requires a saving throw, it uses your gambit save DC.",
				{
					"type": "entries",
					"name": "Durability",
					"entries": [
						"The device can either be consumable or reusable.",
						{
							"type": "entries",
							"name": "Consumable",
							"entries": [
								"A consumable device requires 10 gp worth of materials to construct and it is destroyed after it is used. You can create a new one during a short rest, or three during a long rest, and you can maintain up to three at any one time. "
							]
						},
						{
							"type": "entries",
							"name": "Reusable",
							"entries": [
								"A reusable device requires 50 gp worth of materials to construct over a long rest, and it can be recovered after use. Once used, a reusable device must be reset during a short rest before it can be used again."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Effect",
					"entries": [
						"The device can inflict damage, a condition, or both. If the device deals damage, choose the type from following options: acid, bludgeoning, cold, fire, lightning, piercing, poison, slashing, or thunder. The conditions a device can inflict are {@condition blinded}, {@condition deafened}, {@condition grappled}, and {@condition prone}.",
						"If your device only deals damage, it deals a number of d8s equal to your proficiency bonus. If the device only inflicts conditions, choose two from the list of possible conditions. If your device does both, choose one condition and the device deals a number of d8s of damage equal to half your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Activation",
					"entries": [
						"The device can either be activated as an attack, as an action, or as a bonus action.",
						{
							"type": "entries",
							"name": "Attack",
							"entries": [
								"For a device activated with an attack, choose whether it is a melee attack with a reach of 5 feet or a ranged attack with a normal range of 20 feet and a long range of 60 feet. Also choose whether the attack roll is made with Strength, Dexterity, or Intelligence. A device that inflicts damage with an attack does not have its effect modified in any way. A device that inflicts a condition with an attack, inflicts that condition until the end of the target's next round."
							]
						},
						{
							"type": "entries",
							"name": "Action",
							"entries": [
								"For a device activated with an action, choose Strength, Dexterity, or Constitution as a saving throw the target must make when targeted with the device. The range should be no more than 60 feet. If the device inflicts damage, it deals a number of extra d8s of damage equal to your proficiency bonus. On a successful saving throw, a target takes half damage. If the device inflicts a condition, the target can make a saving throw to resist and the condition lasts for one minute. An affected creature can make a saving throw to end the effect at the end of each of its turns."
							]
						},
						{
							"type": "entries",
							"name": "Bonus Action",
							"entries": [
								"For a device activated with a bonus action, choose Strength, Dexterity, or Constitution as a saving throw the target must make when targeted with the device. The range should be no more than 30 feet. If the device inflicts damage, it deals a number of extra d8s of damage equal to half your proficiency bonus. On a successful saving throw, a target takes no damage. If the device inflicts a condition, the target can make a saving throw to resist and the condition lasts until the end of your next turn."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Target",
					"entries": [
						"The device can target one creature or an area. A device that targets one creature does not have its effect modified in any way.",
						"A device that targets an area can have a 5-foot or 15-foot radius, and must be paired with an action or bonus action activation type. A device that inflicts damage within a 5-foot radius uses d6 damage dice instead of d8s. A device that inflicts damage within a 15-foot radius uses d4 damage dice instead of d8s, and the saving throw DC is 3 lower. A device that inflicts a condition within a 5-foot radius reduces its saving throw DC by 2, or by 5 in a 15-foot radius."
					]
				}
			]
		},
		{
			"name": "Improved Tool",
			"source": "Scholar",
			"featureType": [
				"IN"
			],
			"entries": [
				"Design your improved tool by first selecting the kind of tool you would like to improve from the list of tools in the Player's Handbook. You may choose any kind of tool besides vehicles and gaming sets. Once you have selected a type of tool, apply one of the enhancements from the list below.",
				"Your improved tool can be built from scratch with materials costing the same amount as a normal tool of that type during a long rest. Alternatively, you can modify an existing tool of that type for an amount equal to half of the price of that tool.",
				{
					"type": "entries",
					"name": "Automation",
					"entries": [
						"The tool can work automatically if you spend ten minutes configuring it for the task at hand. It can make an ability check to complete its task using your Intelligence modifier and proficiency bonus. "
					]
				},
				{
					"type": "entries",
					"name": "Ease of Use",
					"entries": [
						"The tool can be used effectively even by someone not trained in its use. When a creature makes an ability check with the tool, it can add your proficiency bonus to the roll if the ability check doesn't already include the creature's proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Refinement",
					"entries": [
						"The tool can improve the work of even a master. A creature proficient with that type of tool adds half your proficiency bonus to ability checks that use the tool in addition to any bonus granted by their own proficiency or expertise."
					]
				}
			]
		},
		{
			"name": "Skill Aid",
			"source": "Scholar",
			"featureType": [
				"IN"
			],
			"entries": [
				"Design your skill aid by first selecting the skill that you wish your invention to assist. You may choose any skill other than Arcana, History, Nature, and Religion. Once you have selected a skill, choose one of the effects for the aid from the list below.",
				"Your skill aid can be built with materials worth 50 gp over a long rest. If a creature using your skill aid to assist an ability check rolls a natural 1 on that check, the aid breaks. It can be repaired during a short or long rest with materials worth 25 gp.",
				{
					"type": "entries",
					"name": "Basic",
					"entries": [
						"A creature trained in the use of this aid gains a bonus to ability checks that make use of it equal to half your proficiency bonus, rounded down."
					]
				},
				{
					"type": "entries",
					"name": "Enhanced",
					"entries": [
						"A creature trained in the use of this aid can activate it as a bonus action to gain advantage on the next relevant ability check it makes before the end of its next turn. This function can be used twice before it needs to be reset during a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Powered",
					"entries": [
						"A creature trained in the use of this aid can activate it as a bonus action and on the next relevant ability check it makes before the end of its next turn, it can treat the number on the die roll as a 20. The aid can be used once before it needs to be reset during a long rest."
					]
				}
			]
		},
		{
			"name": "Weapon",
			"source": "Scholar",
			"featureType": [
				"IN"
			],
			"entries": [
				"Design your weapon by using each of the tables on the right to choose properties for it. Each property has a die modifier. When you've finished selecting properties, add the die modifiers together and consult the weapon damage table to determine the damage die for your weapon. If the die modifier total of the weapon appears in the ranges for two different damage dice options, you can choose which of the damage dice your weapon uses.",
				"Your invention is not considered simple or martial, and only you are considered proficient with it. At your DM's discretion, you may be able to instruct someone in its use over a sufficiently long period of downtime.",
				"You can build your weapon during a long rest with materials worth 100 gp. If your weapon uses ammunition, choose whether it uses a standard ammunition type, such as arrows or sling bullets, or if it uses a unique ammunition type. If it uses unique ammunition, you can craft up to 10 pieces during a short rest. Each piece of ammunition requires materials worth 2 sp.",
				{
					"type": "table",
					"caption": "Reach or Range",
					"colLabels": [
						"Reach (Melee)",
						"Range (Ranged)",
						"Die Modifier"
					],
					"colStyles": [
						"col-3 text-center",
						"col-3 text-center",
						"col-3 text-center"
					],
					"rows": [
						[
							"5 ft.",
							"-",
							"+6"
						],
						[
							"10 ft.",
							"-",
							"+4"
						],
						[
							"-",
							"30/90",
							"+2"
						],
						[
							"-",
							"60/150",
							"+1"
						],
						[
							"-",
							"80/320",
							"+0"
						]
					]
				},
				{
					"type": "table",
					"caption": "Weight & Size",
					"colLabels": [
						"Weight",
						"Die Modifier",
						"",
						"Size",
						"Die Modifier"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-4",
						"col-2 text-center",
						"col-2 text-center"
					],
					"rows": [
						[
							"Light",
							"+0",
							"",
							"-",
							"+0"
						],
						[
							"-",
							"+1",
							"",
							"Versatile",
							"+0 (+2)"
						],
						[
							"Heavy",
							"+2",
							"",
							"Two-Handed",
							"+2"
						]
					]
				},
				"A weapon with the heavy property must also have the twohanded property. A weapon with the light property cannot have the two-handed property. A ranged weapon cannot have the versatile property.",
				{
					"type": "table",
					"caption": "Damage Type",
					"colLabels": [
						"Damage Type",
						"Die Modifier"
					],
					"colStyles": [
						"col-9",
						"col-3 text-center"
					],
					"rows": [
						[
							"bludgeoning, piercing, or slashing",
							"+3"
						],
						[
							"acid, cold, fire, lightning, poison, or thunder",
							"+0"
						]
					]
				},
				{
					"type": "table",
					"caption": "Other Properties",
					"colLabels": [
						"Property",
						"Die Modifier"
					],
					"colStyles": [
						"col-9",
						"col-3 text-center"
					],
					"rows": [
						[
							"Ammunition",
							"+0"
						],
						[
							"Ammunition, reload (6)",
							"+1"
						],
						[
							"Ammunition, reload (4)",
							"+2"
						],
						[
							"Ammunition, reload (2)",
							"+3"
						],
						[
							"Ammunition, loading",
							"+4"
						],
						[
							"Thrown",
							"+0"
						],
						[
							"Finesse",
							"+0"
						]
					]
				},
				"A weapon with the reload property can be used a limited number of times before it needs to be reloaded with an action or a bonus action. A melee weapon can have the thrown property, an ammunition property, or neither. A ranged weapon must have either an ammunition property or the thrown property. A ranged weapon can only have the finesse property if it also has the thrown property.",
				{
					"type": "table",
					"caption": "Damage Die",
					"colLabels": [
						"Die Modifier",
						"Damage Dice"
					],
					"colStyles": [
						"text-center",
						"text-center"
					],
					"rows": [
						[
							"0-5",
							"1d4"
						],
						[
							"6-7",
							"1d6"
						],
						[
							"8-9",
							"1d8"
						],
						[
							"9-10",
							"2d4"
						],
						[
							"10-11",
							"1d10"
						],
						[
							"12-13",
							"1d12"
						],
						[
							"13+",
							"2d6"
						]
					]
				}
			]
		},
		{
			"name": "Antidotes, Tinctures, & Cold Water",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"As an action, you can spend 2 treatment points to end one disease or one condition afflicting a creature. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}.",
				"If you spend 8 treatment points and expend 100 gp worth of rare medicinal ingredients such as herbs, distilled chemicals, and plant extracts, you can instead reduce the target's exhaustion level by one, or end an effect on it that is causing it to be {@condition charmed} or {@condition petrified}, or has reduced one of the target's ability scores or hit point maximum. "
			]
		},
		{
			"name": "Induce Catalepsy",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"You can spend one minute and 4 treatment points to administer drugs that put a willing target into a cataleptic state that is indistinguishable from death. This state lasts for one hour, or until you administer an antidote which you create while inducing the effect.",
				"For the duration, the target appears dead to all outward inspection and to spells used to determine the target's status. The target is {@condition blinded} and {@condition incapacitated}, and its speed drops to 0. The target has resistance to all damage except psychic damage. If the target is diseased or poisoned when you administer the treatment, or becomes diseased or poisoned while under the treatment's effect, the disease and poison have no effect until treatment ends. "
			]
		},
		{
			"name": "Painkillers",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"You can spend one minute and 3 treatment points to administer painkillers to up to 3 willing creatures. Each target's hit point maximum and current hit points increase by 5 for the next 8 hours. This treatment has no effect if the target is already under its effects, or under the effects of the Aid spell.",
				"You can spend up to 6 additional treatment points when administering this treatment. For every two additional points spent, the current and maximum hit point increase granted by this treatment increases by a further 5."
			]
		},
		{
			"name": "Rest and Mend",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"Over a short rest, you can spend 2 treatment points to treat up to six creatures of your choice, including yourself. Each target regains hit points equal to 2d8 + your Intelligence modifier.",
				"You can spend up to 3 additional treatment points when administering this treatment. For each additional point, the healing increases by 1d8. "
			]
		},
		{
			"name": "Resuscitate",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"As an action, you can spend 5 treatment points and expend 300 gp worth of rare medicinal ingredients such as herbs, distilled, chemicals, and plant extracts to revive a creature that has died within the last minute."
			]
		},
		{
			"name": "Stabilizing Concoction",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"As an action, you can spend 8 treatment points to administer a concoction to a willing creature that grants it a measure of protection from death for 8 hours.",
				"The first time the target would drop to 0 hit points as a result of taking damage, the target instead drops to 1 hit point, and the treatment ends.",
				"If the treatment is still in effect when the target is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the target, and the treatment ends."
			]
		},
		{
			"name": "Tend Wounds",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"You can spend 1 minute and 1 treatment point to treat the wounds of a willing creature. The creature regains a number of hit points equal to 1d10 + your Intelligence modifier.",
				"You can spend up to 4 additional treatment points when administering this treatment. For each additional point, the healing increases by 1d10. "
			]
		},
		{
			"name": "Triage",
			"source": "Scholar",
			"featureType": [
				"TR"
			],
			"entries": [
				"As an action, you can spend 1 treatment point to apply emergency medical treatment to a willing creature. It regains hit points equal to 1d6 + your Intelligence modifier.",
				"You can spend up to 4 additional treatment points when administering this treatment. For each additional point, the healing increases by 1d6. "
			]
		},
		{
			"name": "Agile Eye",
			"source": "Scholar",
			"featureType": [
				"PR"
			],
			"page": 13,
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Tactician Pursuit"
					]
				}
			],
			"entries": [
				"If you are currently studying a creature with the study foe gambit, or if your studied foe drops to 0 hit points, you can use a bonus action to begin studying a different foe without expending an additional intellect die. This does not refresh the 1-hour duration of Study Foe."
			]
		},
		{
			"name": "Artisan",
			"source": "Scholar",
			"page": 13,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Inventor Pursuit"
					]
				}
			],
			"entries": [
				"When crafting an item with a set of artisan's tools with which you are proficient, you can choose to prioritize speed or quality. You can either do the work of two craftsmen when determining how long it takes to craft an item, or you can increase by half the final value of an item you craft."
			]
		},
		{
			"name": "Artist",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with three tools of your choice. If you are already proficient with one of these tools, you instead add double your proficiency bonus to ability checks you make to use that tool."
			]
		},
		{
			"name": "Combat Assessment",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You can use a limited form of field research while in combat. As a bonus action on your turn, you can learn one piece of information about an enemy that you can see as per the field research feature. If you can see the reference creature, you can choose current hit points as the characteristic."
			]
		},
		{
			"name": "Configurator",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Inventor Pursuit"
					]
				}
			],
			"entries": [
				"When you learn this practicum, select one of your inventions and one of its properties. You can change that property during a short or long rest. For example, you could choose a skill aid, which has a single property, and swap between the basic, enhanced, and powered properties. Or you could select the effect property of a combat device, and switch what condition or damage type it inflicts.",
				"You can learn this practicum multiple times, selecting a different invention each time. When you gain a level, if you change the properties of an invention to which you have applied this practicum, you may choose a different property to be configurable."
			]
		},
		{
			"name": "Cruel Intellect",
			"source": "Scholar",
			"page": 13,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Tactician Pursuit"
					]
				}
			],
			"entries": [
				"When you roll an intellect die to add to an attack or damage roll, you can reroll the intellect die once, but you must use the second result."
			]
		},
		{
			"name": "Cunning Aim",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"entries": [
				"You can use Intelligence instead of Strength for the attack and damage rolls of weapons made with a light weapon, quarterstaff, or unarmed strike. If you are an Inventor, you can also apply this benefit to any ranged weapon invention that you invent."
			]
		},
		{
			"name": "Crippling Blow",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You know how to turn a perfect strike into a devastating attack. When you roll maximum damage on a weapon's damage dice, double the damage of your attack against the creature."
			]
		},
		{
			"name": "Cynicism",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Philosopher Pursuit"
					]
				}
			],
			"entries": [
				"Whenever you or a friendly creature within 30 feet of you must make a saving throw, the creature gains a bonus to the saving throw equal to half your Wisdom modifier (rounded up, with a minimum bonus of +0). A creature must be able to see or hear you to gain this bonus.",
				"This feature does not stack with the paladin's Aura of Protection feature."
			]
		},
		{
			"name": "Deft Improviser",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with improvised weapons, and half-cover functions as well for you as three-quarters cover."
			]
		},
		{
			"name": "Deliberate Step",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"Your movement speed increases by 10 feet, and nonmagical difficult terrain no longer slows your movement."
			]
		},
		{
			"name": "Dogged",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"entries": [
				"When exhausted, you suffer the effects as if your level of exhaustion is one lower. You suffer no negative effects from a single level of exhaustion. Additionally, you cannot be stunned."
			]
		},
		{
			"name": "Exotic Physiology",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Physician Pursuit"
					]
				}
			],
			"entries": [
				"Choose one of the following types of creatures: celestials, dragons, elementals, fey, fiends, giants, monstrosities, or plants. Your treatments are effective on creatures of this type."
			]
		},
		{
			"name": "Expedition Mastery",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Explorer Pursuit"
					],
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"If you spend at least one day traveling in a specific type of terrain (arctic, coast, desert, forest, grassland, mountain, swamp, or the Underdark), you gain the following benefits until you spend at least one day traveling a different type of terrain.",
				{
					"type": "list",
					"items": [
						"Difficult terrain doesn't slow your group's travels.",
						"Your group can't become lost except by magical means.",
						"You remain alert to danger even when you are engaged in another activity while traveling, such as foraging, navigating, tracking, or mapping."
					]
				},
				"If you have a detailed map of the region you are traveling through, you can ignore the require of one-day's travel before benefitting from this feature."
			]
		},
		{
			"name": "Extra Attack",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You can attack twice, instead of once, when you take the attack action."
			]
		},
		{
			"name": "Extraplanar Contact",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Planar Sage Pursuit"
					]
				}
			],
			"entries": [
				"You add the {@spell contact other plane} spell to your spellbook. You can cast it as normal once, and then you must finish a long rest before you can do so again. You may also cast it as a ritual without requiring a rest afterwards."
			]
		},
		{
			"name": "Extraplanar Detection",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Planar Sage Pursuit"
					]
				}
			],
			"entries": [
				"You add the {@spell detect evil and good} spell to your spellbook, if it does not already have it. You can cast this spell at will and it does not count against your number of prepared spells. "
			]
		},
		{
			"name": "Extraplanar Diplomacy",
			"source": "Scholar",
			"page": 14,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Planar Sage Pursuit"
					]
				}
			],
			"entries": [
				"When you learn this practicum select one of the following types of extraplanar creatures: celestials, elementals, fey, or fiends. You have advantage on Charisma checks made to interact with creatures of that type."
			]
		},
		{
			"name": "Extraplanar Summoning",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Planar Sage Pursuit"
					]
				}
			],
			"entries": [
				"When you cast a conjuration spell that allows you to summon celestials, elementals, fey, or fiends, you can cast that spell as if you had used a spell slot two levels higher than the level you actually use. For example, you can cast the {@i conjure animals} spell with a 3rd-level spell slot as if you had used a 5th-level spell slot, even if you have no 5th-level spell slots.",
				"Once you use this feature, you cannot do so again until you finish a long rest. "
			]
		},
		{
			"name": "Fool Me Never",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Explorer Pursuit"
					]
				}
			],
			"entries": [
				"When you use the fool me once gambit, you reduce the triggering damage by an additional amount equal to twice your scholar level."
			]
		},
		{
			"name": "Hardy",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You can ignore the effects of poison and disease. If you become poisoned or diseased and this practicum is replaced before the condition is removed, you immediately begin to suffer its effects."
			]
		},
		{
			"name": "Comprehensive Care",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Insight} and {@skill Medicine} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, when you make an ability check to determine the physical or psychological state of a creature, if your roll exceeds 20 you have advantage on the next Charisma ability check you make to interact with that creature in the next ten minutes. You gain this benefit whether or not the triggering ability check was considered a success or a failure."
			],
			"skillProficiencies": [
				{
					"insight": true,
					"medicine": true
				}
			]
		},
		{
			"name": "Immersion Learning",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Explorer Pursuit"
					]
				}
			],
			"entries": [
				"When you learn this practicum, select a skill with which you are not proficient. When you make ability checks that use that skill, you can add half your Intelligence modifier, rounded down, to the roll."
			]
		},
		{
			"name": "Incisive Strikes",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"When you hit a creature with a weapon attack, the creature takes extra damage equal to your Intelligence modifier (minimum of 1)."
			]
		},
		{
			"name": "Infallible Expertise",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"When you make an ability check that lets you add half your proficiency bonus or your full proficiency bonus, you can treat a d20 roll of 4 or lower as a 5. When you make an ability check that lets you add double your proficiency bonus, you can treat a d20 roll of 9 or lower as a 10."
			]
		},
		{
			"name": "Kinaesthetics",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Acrobatics} and {@skill Athletics} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, you when you learn this practicum choose either climbing or swimming. That form of movement no longer costs you extra movement."
			],
			"skillProficiencies": [
				{
					"acrobatics": true,
					"athletics": true
				}
			]
		},
		{
			"name": "Linguist",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"entries": [
				"You learn to speak, read, and write three languages of your choice. You may learn this practicum multiple times, selecting different languages each time. This practicum cannot be selected with the Explorer's adaptable feature."
			]
		},
		{
			"name": "Machiavellian",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Deception} and {@skill Intimidation} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, you have advantage on saving throws made to resist being charmed."
			],
			"skillProficiencies": [
				{
					"deception": true,
					"intimidation": true
				}
			]
		},
		{
			"name": "Masterful Hand",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Inventor Pursuit"
					]
				}
			],
			"entries": [
				"When you make an ability check with a tool to which you add your proficiency bonus, you can expend an intellect die and add it to the roll."
			]
		},
		{
			"name": "Measured Assault",
			"source": "Scholar",
			"page": 15,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Tactician Pursuit"
					]
				}
			],
			"entries": [
				"Your force multiplier feature now recharges when you finish a short or long rest, but only allows you to grant a number of extra attacks equal to half your Intelligence modifier (rounded up)."
			]
		},
		{
			"name": "Natural Cartography",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Explorer Pursuit"
					]
				}
			],
			"entries": [
				"When outdoors, you can spend 10 minutes to study your nearby surroundings to extrapolate knowledge about the land within 3 miles of you. In caves and other natural underground settings, the radius is limited to 300 feet. From a suitable vantage point with a high elevation and clear sightlines, you can accomplish this task in just 1 minute. This ability doesn't function where nature has been replaced by construction, such as in dungeons and towns.",
				"You gain knowledge of up to three facts about any of the following subjects as they relate to the area.",
				{
					"type": "list",
					"items": [
						"terrain and bodies of water",
						"prevalent plants, minerals, animals, or peoples",
						"buildings"
					]
				},
				"For example, you could determine the location of major sources of safe drinking water, the location of any nearby towns, and the location of goblin camps in the area. "
			]
		},
		{
			"name": "Naturalist",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Animal Handling} and {@skill Survival} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, you can read the basic mood and intent of beasts. You learn its emotional state, whether it is affected by magic of any sort, its short-term needs (such as food or safety), and actions you can take (if any) to persuade it not to attack. You cannot use this ability against a creature that you have attacked within the past 10 minutes."
			],
			"skillProficiencies": [
				{
					"animal handling": true,
					"survival": true
				}
			]
		},
		{
			"name": "One Move Ahead",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Incisive Strikes practicum"
					]
				}
			],
			"entries": [
				"Once per turn, you can use incisive strikes to add your Intelligence modifier to the attack roll instead of the damage roll when you make a weapon attack. You must choose to use this practicum before making your attack roll."
			]
		},
		{
			"name": "Practiced Practitioner",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Physician Pursuit"
					]
				}
			],
			"entries": [
				"Choose one of the tailored treatment options. Using it costs 1 less treatment point for you. You can learn this practicum multiple times, choosing a different tailored treatment option each time."
			]
		},
		{
			"name": "Psychological Profile",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"If you spend at least one minute conversing with a creature or observing it in a social situation, you can analyze its speech and body language to determine how best to interact with it. The DM tells you whether {@skill Deception}, {@skill Intimidation}, {@skill Performance}, or {@skill Persuasion} is most likely to have a favorable impact on the creature's disposition toward you. For the next hour, you have advantage on checks in that skill directed at the creature. Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Rapid Response",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Physician Pursuit"
					]
				}
			],
			"entries": [
				"You can take the {@action Dash} action as a bonus action on your turn. When you do, you do not provoke opportunity attacks for the rest of your turn, but the only action you can take is to administer a treatment."
			]
		},
		{
			"name": "Renaissance Man",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with one type of artisan's tools and one instrument or gaming set of your choice. You learn to speak, read, and write one language of your choice. You may learn this practicum multiple times, selecting different options each time. This practicum cannot be selected with the Explorer's adaptable feature."
			]
		},
		{
			"name": "Rhetoric",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Performance} and {@skill Persuasion} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, if spend at least ten minutes speaking or performing, allies of your choice (up to twice your Intelligence modifier) gain a d6 which they can add to the next ability check, attack roll, or saving throw they make. A creature can only benefit from this ability once per short rest. "
			],
			"skillProficiencies": [
				{
					"performance": true,
					"persuasion": true
				}
			]
		},
		{
			"name": "Scholastics",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with two of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Nature}, and {@skill Religion}. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, if you fail an ability check that uses one of your chosen skills, you can make the check once more during your next short or long rest.",
				"You can learn this practicum twice, selecting different skills each time. "
			]
		},
		{
			"name": "Skepticism",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Philosopher Pursuit"
					]
				}
			],
			"entries": [
				"You have advantage on saving throws against illusions, and advantage on Intelligence checks made to see through them. If you see through an illusion, but an ally who can hear you does not, you can give them advantage on any saving throws Intelligence checks to see through the illusion. This does not require an action on your part."
			]
		},
		{
			"name": "Sophism",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"feature": [
						"Philosopher Pursuit"
					]
				}
			],
			"entries": [
				"You can add half your proficiency bonus, rounded down, to any Charisma check you make that doesn't already include your proficiency bonus."
			]
		},
		{
			"name": "Spatial Awareness",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Perception} and {@skill Investigation} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, you can perfectly recall any path you have traveled since learning this practicum."
			],
			"skillProficiencies": [
				{
					"perception": true,
					"investigation": true
				}
			]
		},
		{
			"name": "Stoicism",
			"source": "Scholar",
			"page": 16,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Philosopher Pursuit"
					]
				}
			],
			"entries": [
				"You can use your Clear Mind feature to allow a charmed or frightened ally within 30 feet who can see and hear you to make a new saving throw to end the effect that is causing it to be charmed or frightened. This saving throw is made with advantage. If the ally fails its new save, you cannot use this feature again to end the same effect until the ally has completed a short or long rest.",
				"Additionally, when an ally within the same range is critically hit, you can use a reaction to grant it temporary hit points equal to your scholar level. This has no effect if the critical hit reduces the ally to 0 hit points. "
			]
		},
		{
			"name": "Tactical Retreat",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Tactician Pursuit"
					]
				}
			],
			"entries": [
				"You can take the {@action Disengage} action as a bonus action on your turn. When you do so, any creature you target with a weapon attack on the same turn is unable to make opportunity attacks until the start of its next turn, and allies within reach of a creature affected in this way can immediately use their reaction to move up to half their speed."
			]
		},
		{
			"name": "Toxicology",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					},
					"feature": [
						"Physician Pursuit"
					]
				}
			],
			"entries": [
				"Your medical kit also functions as a poisoner's kit, and you are considered proficient in its use. You can spend 2 treatment points to create a caustic poison that can coat one slashing or piercing weapon or up to three pieces of ammunition. A creature hit by the poisoned weapon or ammunition must make a Constitution saving throw versus your gambit save DC or take {@dice 1d8} poison damage. Applying the poison takes an action, and once applied, the poison retains its potency for 1 minute before drying. Once prepared, the poison loses its potency after 8 hours if it is not applied."
			]
		},
		{
			"name": "Tradecraft",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"entries": [
				"You gain proficiency with the {@skill Sleight of Hand} and {@skill Stealth} skills. If you are already proficient with either of these skills, you instead add double your proficiency bonus to ability checks you make that use that skill.",
				"Additionally, you gain proficiency with {@item thieves' tools|PHB}."
			],
			"skillProficiencies": [
				{
					"sleight of hand": true,
					"stealth": true
				}
			]
		},
		{
			"name": "Trail Medicine",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"entries": [
				"As an action, you can expend one charge of {@item healer's kit|PHB} or one treatment point from your medicine kit to grant a willing creature temporary hit points equal to your scholar level. Once a creature has gained temporary hit points from this feature, it cannot do so again until it finishes a long rest."
			]
		},
		{
			"name": "Troubleshooter",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						},
						"level": 14
					},
					"feature": [
						"Inventor Pursuit"
					]
				}
			],
			"entries": [
				"When you attempt a field repair and fail, you recover the expended intellect die. "
			]
		},
		{
			"name": "Universal Linguistics",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You can communicate and understand simple ideas and concepts when speaking to creatures that have an Intelligence score of 7 or higher, even if you do not share a language. You can also glean basic information from written samples of languages that you do not know. The DM may have you roll an Intelligence check if you attempt to read, communicate, or understand more complex ideas in an unknown language. At the DM's discretion, failure may result in misinterpretation."
			]
		},
		{
			"name": "Vigilant",
			"source": "Scholar",
			"page": 17,
			"featureType": [
				"PR"
			],
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Scholar",
							"source": "Scholar"
						}
					}
				}
			],
			"entries": [
				"You add your Intelligence modifier to your initiative rolls, and your passive Perception score gains a bonus equal to your Intelligence modifier for the purposes of determining whether or not you are surprised."
			]
		}
	],
	"classFeature": [
		{
			"name": "Keen Intellect",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 1,
			"entries": [
				"At first level, you gain the ability to use your quick wits to your advantage both in and out of combat. You learn gambits that are fueled by special dice called intellect dice. Gambits allow you to bring your mind to bear in order to solve problems, and to create and exploit opportunities that others cannot see.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Gambits",
							"entries": [
								"You know all the gambits listed under \"Gambits\" below, and may learn another at a later level, unique to your Pursuit. Many gambits enhance an attack in some way. You can use only one gambit per attack."
							]
						},
						{
							"type": "entries",
							"name": "Intellect Dice",
							"entries": [
								"You have a number of intellect dice equal to your Intelligence modifier (a minimum of one), which are d8s. An intellect die is expended when you use a gambit, and you regain all expended intellect dice when you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"Some gambits require your target to make a saving throw to resist its effects. The saving throw DC is calculated as follows: ",
								{
									"type": "abilityDc",
									"name": "Gambit",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Gambits",
					"entries": [
						"The gambits are presented in alphabetical order.",
						{
							"type": "options",
							"entries": [
								{
									"type": "entries",
									"name": "Agitating Attack",
									"entries": [
										"When you hit a creature with a weapon attack, you can expend one intellect die to attempt to force the creature to lose focus. You add the intellect die to the damage roll and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on the next Intelligence, Wisdom, or Charisma saving throw it makes before the end of your next turn."
									]
								},
								{
									"type": "entries",
									"name": "Defensive Posture",
									"entries": [
										"You can expend one intellect die and take the Dodge action as a bonus action on your turn. If a creature misses you with an attack before the start of your next turn, you can use your reaction to make a weapon attack against the creature if it is within range, adding the intellect die to the attack roll."
									]
								},
								{
									"type": "entries",
									"name": "Foiling Strike",
									"entries": [
										"When a creature you can see is forced to make a Strength, Dexterity, or Constitution saving throw, you can expend an intellect die and use your reaction to make a weapon attack against the creature if it is within range. If the attack hits, you add the intellect die to the damage roll of the attack, and the target has disadvantage on the saving throw."
									]
								},
								{
									"type": "entries",
									"name": "Sage Advice",
									"entries": [
										"When you or another creature is preparing to take an action that requires an ability check, you can expend an intellect die and use an action to analyze the situation and give advice based on your observations and deductions. Add the number rolled on the intellect die to any creature who can hear and understand you who attempts that action within the next minute, including yourself. "
									]
								},
								{
									"type": "entries",
									"name": "Unsticky the Situation",
									"entries": [
										"When you fail a saving throw, you can expend an intellect die and add it to the roll, potentially turning it into a success."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "ScholaryPursuit",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 1,
			"entries": [
				"At 1st level, you choose the scholarly pursuit on which you have focused your learning. Choose Explorer, Inventor, Philosopher, Physician, Planar Sage, or Tactician, detailed at the end of the class description. The pursuit you choose grants you features at 1st level, and again at 3rd, 6th, 13th, and 18th level."
			]
		},
		{
			"name": "Practica",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 2,
			"entries": [
				"Your studies have exposed you to research and theory on any number of subjects, but applying that knowledge to the real world requires an extra level of dedication.",
				"Beginning at 2nd level, you master three {@filter practica|optionalfeatures|source=null|feature type=PR} of your choice. Your practica options are detailed at the end of the class description. When you gain certain scholar levels, you master new practica of your choice, as shown in the Practica column of the Scholar table.",
				"Additionally, when you gain a level in this class, you can choose one of the practica you know and replace it with another for which you meet the requirements. You cannot replace practica that allow you to learn a language. "
			]
		},
		{
			"name": "Pursuit Feature",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 3,
			"entries": [
				"At 3rd level, you gain another feature from your Scholarly Pursuit"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 4,
			"entries": [
				"At the 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Boundless Intellect",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 5,
			"entries": [
				"Beginning when you reach 5th level, you regain all of your expended intellect dice when you finish a short or long rest."
			]
		},
		{
			"name": "Pursuit Feature",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 6,
			"entries": [
				"At 6th level, you gain another feature from your Scholarly Pursuit"
			]
		},
		{
			"name": "Field Research",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 7,
			"entries": [
				"Starting at 7th level, if you spend at least 1 minute observing or interacting with another creature outside of combat, you can learn information about its capabilities. Choose a reference creature of the same type that you have seen, and the DM tells you if the creature you are researching is equal, superior, or inferior to the reference creature in regard to two of the following characteristics of your choice: ",
				{
					"type": "list",
					"items": [
						"Strength score",
						"Dexterity score",
						"Constitution score",
						"Intelligence score",
						"Armor Class",
						"Maximum hit points",
						"Total class levels (if any)"
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 8,
			"entries": [
				"At the 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Moment of Genius",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 9,
			"entries": [
				"Beginning at 9th level, when you use a gambit you can choose to take the highest value on your intellect die instead of rolling. The intellect die is still expended as normal.",
				"Once you use this feature, you cannot do so again until you finish a long rest. "
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 10,
			"entries": [
				"At the 10th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Improved Keen intellect (d10)",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 11,
			"entries": [
				"At 11th level, your Intellect Dice are now d10s instead of d8s."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 12,
			"entries": [
				"At the 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Pursuit Feature",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 13,
			"entries": [
				"At 13th level, you gain another feature from your Scholarly Pursuit"
			]
		},
		{
			"name": "Clear Mind",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 14,
			"entries": [
				"Beginning at 14th level, you can use your action to end one effect on yourself that is causing you to be charmed or frightened."
			]
		},
		{
			"name": "Analytical Mind",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 15,
			"entries": [
				"At 15th level, you can apply your Intelligence modifier instead of your Wisdom modifier to Wisdom ability checks and Wisdom saving throws."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 16,
			"entries": [
				"At the 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Improved Keen Intellect (d12)",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 17,
			"entries": [
				"At 17th level, your Intellect Dice are now d12s instead of d10s."
			]
		},
		{
			"name": "Pursuit Feature",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 18,
			"entries": [
				"At 18th level, you gain another feature from your Scholarly Pursuit"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 19,
			"entries": [
				"At the 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "True Genius",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"level": 20,
			"entries": [
				"At 20th level, your dedication to developing your mind has honed you into a true genius. The sum total of your experiences lends you an incisiveness that is unmatched. Your Intelligence score increases by 4 and your maximum Intelligence increases to 24."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Explorer",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"Scholars who choose the Explorer pursuit exemplify curiosity and adaptability. Often experts in anthropology, archaeology, or zoology, the cutting edge of their research always lies in the field. Whether plumbing the depths of an ancient ruin, making contact with an unknown people, or discovering exotic plants and animals on a remote isle, the explorer comes armed with the worldly knowledge to best handle the situation. ",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Explorer|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Wisdom saving throws if scholar is your first class.",
				"Additionally, when you choose this pursuit at 1st level, you gain additional proficiencies and learn additional languages of your choice. Choose any four of the following: ",
				{
					"type": "list",
					"items": [
						"Cartographer's tools",
						"Land vehicles",
						"Navigator's tools",
						"Water vehicles",
						"Any martial weapon (may be selected multiple times)",
						"Any language (may be selected multiple times)"
					]
				}
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Adaptable",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you can recalibrate and refocus your mind to adapt to the task and environment at hand by drawing upon past studies and your own insights. You learn one additional practicum for which you meet the requirements. Whenever you finish a short or long rest, you can replace this bonus practicum with another for which you meet the requirements."
			]
		},
		{
			"name": "Jack of All Trades",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can add half your proficiency bonus, rounded down, to any ability check you make that doesn't already include your proficiency bonus. "
			]
		},
		{
			"name": "Gambit: Fool Me Once",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"At 13th level, you learn the fool me once gambit. When you take damage, you can expend an insight die and use your reaction to reduce the damage by the amount rolled and gain one of the following benefits for 1 minute:",
				{
					"type": "list",
					"items": [
						"You gain resistance to damage of that type. This does not apply to the triggering damage.",
						"If the damage was inflicted by an attack, the attacker has disadvantage on all future attack rolls against you.",
						"If the damage was caused by an effect that triggered a saving throw, you have advantage on future saving throws that target that ability."
					]
				}
			]
		},
		{
			"name": "Rapid Adjustment",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Explorer",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can use an action to replace the bonus practicum granted by the adaptable feature with another one for which you meet the requirements. You can't use this feature again until you finish a long rest."
			]
		},
		{
			"name": "Inventor",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"The Inventor pursuit is taken up by scholars who are creators at heart. More than mere artisans, Inventors draw upon their intellect and a broad array of tools and disciplines to create things which are wholly new.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Inventor|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Dexterity saving throws if scholar is your first class.",
				"Additionally, when you choose this pursuit at 1st level, you gain proficiency in tinker's tools, and you can add half your proficiency bonus, rounded down, to any ability check you make using a tool that doesn't already include your proficiency bonus."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Invention",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you complete your first invention, and you complete additional inventions at 6th, 13th, and 18th level.",
				"For each invention, choose either a {@optfeature clockwork companion|Scholar}, {@optfeature combat device|Scholar}, {@optfeature improved tool|Scholar}, {@optfeature skill aid|Scholar}, or {@optfeature weapon|Scholar}. Each invention type is detailed at the end of the pursuit description with instructions for determining its capabilities. When you gain a level in this class, you can change the properties of one of your inventions, but not its type.",
				"As devices on the cutting edge of technology, your inventions require you to perform regular maintenance to remain in working order. You can perform this maintenance on all of your inventions during a long rest. Though you must maintain your own inventions, you can teach another creature with an Intelligence score of 7 or higher how to properly use an invention of yours during a short rest.",
				"The nature and description of your inventions are up to you and your DM to determine. Be creative, but make sure that you and your DM understand the logic of the creation."
			]
		},
		{
			"name": "Ingenuity",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you can spend 1 minute improvising a set of artisan's tools, a disguise kit, navigator's tools, thieves' tools, or a piece of adventuring gear from materials found nearby. An item improvised in this way can be used once before it breaks.",
				"At your DM's discretion, an area may not be furnished with enough materials to replicate certain items. Alternatively, the materials you find may be of sufficient quality that the item does not break after use, and the improvised item can be maintained alongside your inventions.",
				"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1), and you regain all uses at the end of a long rest. "
			]
		},
		{
			"name": "Second Invention",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can create your second invention."
			]
		},
		{
			"name": "Gambit: Field Repair",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"At 13th level, you learn the field repair gambit. As an action, you can expend an intellect die to either attempt to reset or repair an invention so that it can be used again, or use your ingenuity feature.",
				"To succeed, you must pass a DC 15 Intelligence ability check, adding the intellect die to the roll."
			]
		},
		{
			"name": "Third Invention",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"At 13th level, you can create your third invention."
			]
		},
		{
			"name": "Fourth Invention",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can create your fourth invention."
			]
		},
		{
			"name": "Masterpiece",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Inventor",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, choose one of your inventions to become your masterpiece. You perfect its design and no longer need to maintain it during a long rest. You can spend 8 hours making a copy of the invention if you have the requisite materials."
			]
		},
		{
			"name": "Philosopher",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"Scholars who choose the Philosopher pursuit walk varied paths. Some are teachers or advisers. Some are leaders in their own right. What they share in common is that above all they are devoted to the study of their fellow humanoids, and particularly to how they think.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Philosopher|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Wisdom saving throws if scholar is your first class.",
				"Additionally, at 1st level you gain proficiency with one of the following skills of your choice: Deception, Insight, Intimidation, or Persuasion.",
				"Your proficiency bonus is doubled for any ability check you make that uses that skill."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Ironclad Insight",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"Beginning at 3rd level, your understanding of the sapient mind gives you an instinctive measure of defense in combat. You gain a bonus to your AC equal to your Wisdom modifier as long as you are wearing light or no armor."
			]
		},
		{
			"name": "Gambit: Forceful Presence",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level you learn the forceful presence gambit. While conversing with a creature that isn't hostile to you, you can expend an intellect die as part of a {@skill Deception}, {@skill Intimidation}, or {@skill Persuasion} ability check you make to interact with that creature. Add the intellect die to your ability check roll, and if you beat the creature's opposing Wisdom (Insight) check the creature becomes {@condition charmed} by you if you rolled Deception or Persuasion, or {@condition frightened} of you if you rolled Intimidation. This condition lasts as long as you remain in the creature's presence, and for 10 minutes afterward. The charmed condition ends early if you or your companions do anything harmful to the target."
			]
		},
		{
			"name": "Logic",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"Beginning at 13th level, when you make a Charisma ability check using a skill in which you are proficient, you can add your Intelligence modifier instead of your Charisma modifier to the roll."
			]
		},
		{
			"name": "Unmatched Authority",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Philosopher",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, you can use the forceful presence gambit as an action even if the target is hostile. Additionally, when you use the sage advice gambit you can treat an intellect die roll lower than your Intelligence modifier as your Intelligence modifier."
			]
		},
		{
			"name": "Physician",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"The Physician pursuit is chosen by scholars who wish to apply their minds to the art of healing. They use their extensive and specialized knowledge to accomplish feats of healing and restoration usually only possible with magic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Physician|Scholar|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Medical Kit|Scholar|Scholar|Physician|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Constitution saving throws if scholar is your first class.",
				"Additionally, at 1st level you gain proficiency with the {@skill Medicine} skill and you can use your Intelligence modifier instead of your Wisdom modifier when making Medicine checks."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Medical Kit",
			"entries": [
				"When you choose this pursuit at 1st level, you gain the ability to use a medical kit that enhances your Medicine checks and allows you to administer {@filter treatments|optionalfeatures|source=null|feature type=TR} to yourself and others. Your medical kit allows you to administer treatments by spending treatment points, of which you have a number equal to two times your scholar level. You regain all expended treatment points when you finish a long rest. A full list of {@filter treatments|optionalfeatures|source=null|feature type=TR} can be found at the end of the pursuit description.",
				"While you have your medical kit in hand, your proficiency bonus is doubled when you make a Medicine ability check."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Tailored Treatment",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you gain the ability to tailor your treatments to suit the circumstances at hand. You can only use one of the options below on a single treatment.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Double Dose",
							"entries": [
								"When you administer a treatment that has a duration of at least 1 minute, you can spend 2 treatment points to double its duration."
							]
						},
						{
							"type": "entries",
							"name": "Methodical Administration",
							"entries": [
								"When you restore hit points with a treatment, you can spend 2 treatment points to reroll a number of the healing dice up to your Intelligence modifier (minimum of one). You must the new rolls. "
							]
						},
						{
							"type": "entries",
							"name": "Preparation",
							"entries": [
								"You can prepare a treatment ahead of time that usually takes 1 action to administer. This requires one minute and 1 additional treatment point. You can administer a treatment prepared in this way as a bonus action instead of an action. Additional treatment points spent to increase the potency of the treatment must be spent during the preparation process. A prepared treatment loses its potency after 8 hours. "
							]
						}
					]
				}
			]
		},
		{
			"name": "Gambit: Preventative Medicine",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the preventative medicine gambit. When an ally you can see fails a saving throw, you can use your reaction and expend an insight die to add it to your ally's saving throw, possibly turning it into a success.",
				"The ally must be within 5 feet of you to gain this benefit, and you can move up to half your speed as part of your reaction to reach this distance.",
				"If the saving throw was triggered by an area effect, and your movement takes you into the affected area, you suffer any effects as if you were in the area at the moment the saving throw was triggered."
			]
		},
		{
			"name": "Infecting Solution",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"Starting at 13th level, you can spend 8 treatment points and use your medical kit to create a solution infected with a natural disease. The solution is clear, odorless, and flavorless and can be poured into a drink or on to food. Alternatively, is can be coated onto a weapon or piece of ammunition that deals piercing or slashing damage. In either case, the solution loses its potency after 1 hour. The solution is sufficient to infect one creature.",
				"Once infected, either by ingestion or by taking damage from a coated weapon, a creature is afflicted with a nonmagical equivalent of the contagion spell. The save DC for resisting the effects of the solution is the same as your gambit save DC.",
				"When you create the solution, you choose which disease it inflicts from the diseases listed in the *contagion* spell."
			]
		},
		{
			"name": "Double Shift",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Physician",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, once per day when you finish a short rest, you can recover a number of expended medicine points equal to half your scholar level."
			]
		},
		{
			"name": "Planar Sage",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"Planar Sages stand furthest apart among scholars who follow their various pursuits. The study of planes beyond the Prime Material carries the inherent danger of encountering otherworldly creatures with great powers. To survive these encounters, a Planar Sage must draw upon not just lore, but magic of all types, from the arcane to the divine.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Planar Sage|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Wisdom saving throws if scholar is your first class.",
				"Additionally, at 1st level you become proficient in either Arcana or Religion. Your proficiency bonus is doubled for any ability check you make that uses that skill. You also learn one of the following languages of your choice: abyssal, celestial, infernal, primordial, or sylvan."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Spellcasting",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"When you reach 3rd level, you augment your knowledge with the ability to cast spells. See chapter 10 of the Player's Handbook for the general rules of spellcasting. The Planar Sage's spell list is at the end of the pursuit description.",
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"You learn three cantrips of your choice from the {@filter Planar Sage's spell list|spells|subclass=Planar Sage (brew)|level=0}. You learn additional cantrips from the Planar Sage's spell list at 6th and 13th level."
					]
				},
				{
					"type": "entries",
					"name": "Spellbook",
					"entries": [
						"At 3rd level, once you acquire your first spellbook, you can scribe into it three 1st-level {@filter Planar Sage's spells|spells|subclass=Planar Sage (brew)|level=1} of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Preparing and Casting Spells",
					"entries": [
						"The Planar Sage Spellcasting table shows how many spell slots you have to cast you spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
						"You prepare the list of Planar Sage spells that are available for you to cast. To do so, choose a number of Planar Sage spells from your spellbook equal to your Intelligence modifier + half your scholar level (minimum of one spell). The spells must be of a level for you have spell slots.",
						"For example, if you're a 7th-level scholar, you have four 1st-level and two 2nd-level spell slots. With an Intelligence of 16, your list of prepared spells can include six spells of 1st or 2nd level, in any combination, chosen from your spellbook. If you prepare the 1st-level spell protection from evil and good, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells. You can change your list of prepared spells when you finish a long rest. Preparing a new list of Planar Sage spells requires time spent studying your spellbook and memorizing the incantations and gestures you must make to cast the spell: at least 1 minute per spell level for each spell on your list."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Intelligence is your spellcasting ability for your Planar Sage spells, since you learn your spells through study and memorization. You use your Intelligence whenever a spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a Planar Sage spell you cast and when making an attack roll with one. ",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"You can use an arcane focus or a holy symbol (found in chapter 5 of the Player's Handbook) for your Planar Sage spells."
					]
				},
				{
					"type": "entries",
					"name": "Learning Spells of 1st-Level and Higher",
					"entries": [
						"Each time you gain a scholar level, you can add one {@filter Planar Sage's spell|spells|subclass=Planar Sage (brew)} of your choice to your spellbook. This spell must be of a level for which you have spell slots, as shown on the Planar Sage Spellcasting table. On your adventures, you might find other spells that you can add to your spellbook."
					]
				}
			]
		},
		{
			"name": "Gambit: Planes Hunter",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn the planes hunter gambit. When you target a celestial, elemental, fey, fiend, or undead creature with an attack, you can expend an intellect die and add it to the attack roll. Alternatively, if you cast a spell or use a scholar feature that forces a creature of one of those types to make a saving throw, you can expend an intellect die and subtract it from the creature's saving throw.",
				"In either case, you must expend the intellect die before the attack or saving throw is rolled."
			]
		},
		{
			"name": "Advanced Planar Magic",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"When you reach 13th level, you add the {@spell plane shift} spell and one other spell from the list below to your spellbook. You can cast each of these spells once without using a spell slot. You must finish a long rest before you can do so again.",
				"Choose one of the following: {@spell dispel evil and good}, {@spell planar binding}, {@spell forbiddance}, or {@spell planar ally}."
			]
		},
		{
			"name": "Planes Tripper",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Planar Sage",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"When your reach 18th level, you add either the {@spell astral projection} or {@spell gate} spell to your spellbook. You can cast this spell once without using a spell slot. You must finish a long rest before you can do so again."
			]
		},
		{
			"name": "Tactician",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 1,
			"entries": [
				"Scholars of the Tactician pursuit have focused their minds on the art and skill of combat. By honing their techniques and studying their enemies, Tacticians become formidable presences on any battlefield.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Scholar|Scholar|Tactician|Scholar|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"You are proficient in Dexterity saving throws if scholar is your first class.",
				"Additionally, at 1st level you gain proficiency with medium armor, shields, and martial weapons."
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 1,
			"header": 1
		},
		{
			"name": "Fighting Style",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you adopt a particular fighting style as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								"You gain a +2 bonus to attack rolls you make with ranged weapons. "
							]
						},
						{
							"type": "entries",
							"name": "Defense",
							"entries": [
								"While you are wearing armor, you gain a +1 bonus to AC."
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Protection",
							"entries": [
								"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Gambit: Study Foe",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn the study foe gambit. You can expend an intellect die as a bonus action to begin studying a creature you can see. You analyze its movements and fighting style in order to avoid its attacks.",
				"For 1 hour, the studied creature has disadvantage on attack rolls that target only you. When the creature attempts to take an action, you can use your reaction to make a weapon attack against it, adding your intellect die to the attack roll. If the attack hits, the creature loses its action for the turn, including any resources it spent as part of the interrupted action, such as a spell slot. Whether you hit or miss, your study foe effect ends immediately.",
				"The study foe effect also ends early if you are incapacitated or if you use this gambit on a different creature. "
			]
		},
		{
			"name": "Force Multiplier",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 13,
			"header": 2,
			"entries": [
				"Beginning at 13th level, you can use an action to enter an observant state that allows you to analyze the battlefield. For the duration, whenever you or an ally that can see and hear you takes the attack action, you can point out an opening, allowing the target to take one additional attack as part of that action. Additionally, on your turn you can use a bonus action to command an ally that can see and hear you to use its reaction to attack a creature within range. Attacks granted by this feature are made with advantage.",
				"The observant state ends after 1 minute, or after you've granted a number of attacks equal to your Intelligence modifier (minimum of 1). Once you use this feature, you can't use it again until you finish a long rest. "
			]
		},
		{
			"name": "Tenacious Intellect",
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar",
			"subclassShortName": "Tactician",
			"subclassSource": "Scholar",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, when you roll initiative and have no intellect dice remaining, you regain one intellect die."
			]
		}
	],
	"subclass": [
		{
			"name": "Explorer",
			"shortName": "Explorer",
			"subclassFeatures": [
				"Explorer|Scholar|Scholar|Explorer|Scholar|1",
				"Adaptable|Scholar|Scholar|Explorer|Scholar|3",
				"Jack of All Trades|Scholar|Scholar|Explorer|Scholar|6",
				"Gambit: Fool Me Once|Scholar|Scholar|Explorer|Scholar|13",
				"Rapid Adjustment|Scholar|Scholar|Explorer|Scholar|18"
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar"
		},
		{
			"name": "Inventor",
			"shortName": "Inventor",
			"subclassFeatures": [
				"Inventor|Scholar|Scholar|Inventor|Scholar|1",
				"Invention|Scholar|Scholar|Inventor|Scholar|3",
				"Ingenuity|Scholar|Scholar|Inventor|Scholar|6",
				"Second Invention|Scholar|Scholar|Inventor|Scholar|6",
				"Gambit: Field Repair|Scholar|Scholar|Inventor|Scholar|13",
				"Third Invention|Scholar|Scholar|Inventor|Scholar|13",
				"Fourth Invention|Scholar|Scholar|Inventor|Scholar|18",
				"Masterpiece|Scholar|Scholar|Inventor|Scholar|18"
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar"
		},
		{
			"name": "Philosopher",
			"shortName": "Philosopher",
			"subclassFeatures": [
				"Philosopher|Scholar|Scholar|Philosopher|Scholar|1",
				"Ironclad Insight|Scholar|Scholar|Philosopher|Scholar|3",
				"Gambit: Forceful Presence|Scholar|Scholar|Philosopher|Scholar|6",
				"Logic|Scholar|Scholar|Philosopher|Scholar|13",
				"Unmatched Authority|Scholar|Scholar|Philosopher|Scholar|18"
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar"
		},
		{
			"name": "Physician",
			"shortName": "Physician",
			"subclassFeatures": [
				"Physician|Scholar|Scholar|Physician|Scholar|1",
				"Tailored Treatment|Scholar|Scholar|Physician|Scholar|3",
				"Gambit: Preventative Medicine|Scholar|Scholar|Physician|Scholar|6",
				"Infecting Solution|Scholar|Scholar|Physician|Scholar|13",
				"Double Shift|Scholar|Scholar|Physician|Scholar|18"
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar"
		},
		{
			"name": "Planar Sage",
			"shortName": "Planar Sage",
			"source": "Scholar",
			"subclassTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|subclass=Planar Sage (brew)|level=0}"
					],
					"rows": [
						[
							0
						],
						[
							0
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|subclass=Planar Sage (brew)|level=1}",
						"{@filter 2nd|spells|subclass=Planar Sage (brew)|level=2}",
						"{@filter 3rd|spells|subclass=Planar Sage (brew)|level=3}",
						"{@filter 4th|spells|subclass=Planar Sage (brew)|level=4}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassSpells": [
				"control flames|xge",
				"fire bolt",
				"friends",
				"frostbite|xge",
				"guidance",
				"gust|xge",
				"light",
				"mage hand",
				"message",
				"mold earth|xge",
				"prestidigitation",
				"produce flame",
				"resistance",
				"shape water|xge",
				"thaumaturgy",
				"thunderclap|xge",
				"Absorb Elements",
				"Alarm",
				"Chromatic Orb",
				"Command",
				"Comprehend Languages",
				"Cure Wounds",
				"Detect Evil and Good",
				"Detect Magic",
				"Disguise Self",
				"Find Familiar",
				"Fog Cloud",
				"Guiding Bolt",
				"Healing Word",
				"Hellish Rebuke",
				"ice knife|xge",
				"Identify",
				"Illusory Script",
				"Mage Armor",
				"Magic Missle",
				"Protection from Evil and Good",
				"Purify Food and Drink",
				"Sanctuary",
				"Shield",
				"Tenser's Floating Disk",
				"Unseen Servant",
				"Alter Self",
				"Augury",
				"Crown of Madness",
				"Darkvision",
				"dust devil|xge",
				"Enthrall",
				"Flaming Sphere",
				"healing spirit|xge",
				"Invisibility",
				"Lesser Restoration",
				"Locate Object",
				"Magic Weapon",
				"Misty Step",
				"Nystul's Magic Aura",
				"Rope Trick",
				"See Invisibility",
				"Suggestion",
				"Zone of Truth",
				"Blink",
				"Clairvoyance",
				"Conjure Animals",
				"Counterspell",
				"Daylight",
				"Dispel Magic",
				"Elemental Weapon",
				"Gaseous Form",
				"Glyph of Warding",
				"Leomund's Tiny Hut",
				"Magic Circle",
				"Meld into Stone",
				"Nondetection",
				"Protection from Energy",
				"Remove Curse",
				"Sending",
				"summon lesser demons|xge",
				"thunder step|xge",
				"Tongues",
				"Water Breathing",
				"Arcane Eye",
				"Banishment",
				"charm monster|xge",
				"Confusion",
				"Conjure Minor Elementals",
				"Conjure Woodland Beings",
				"Death Ward",
				"Dimension Door",
				"Divination",
				"Freedom of Movement",
				"Guardian of Faith",
				"Greater Invisibility",
				"Locate Creature",
				"Mordenkainen's Private Sanctum",
				"summon greater demon|xge"
			],
			"subclassFeatures": [
				"Planar Sage|Scholar|Scholar|Planar Sage|Scholar|1",
				"Spellcasting|Scholar|Scholar|Planar Sage|Scholar|3",
				"Gambit: Planes Hunter|Scholar|Scholar|Planar Sage|Scholar|6",
				"Advanced Planar Magic|Scholar|Scholar|Planar Sage|Scholar|13",
				"Planes Tripper|Scholar|Scholar|Planar Sage|Scholar|18"
			],
			"cantripProgression": [
				0,
				0,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5
			],
			"className": "Scholar",
			"classSource": "Scholar"
		},
		{
			"name": "Tactician",
			"shortName": "Tactician",
			"subclassFeatures": [
				"Tactician|Scholar|Scholar|Tactician|Scholar|1",
				"Fighting Style|Scholar|Scholar|Tactician|Scholar|3",
				"Gambit: Study Foe|Scholar|Scholar|Tactician|Scholar|6",
				"Force Multiplier|Scholar|Scholar|Tactician|Scholar|13",
				"Tenacious Intellect|Scholar|Scholar|Tactician|Scholar|18"
			],
			"source": "Scholar",
			"className": "Scholar",
			"classSource": "Scholar"
		}
	],
	"classFluff": [
		{
			"name": "Scholar",
			"source": "Scholar",
			"entries": [
				{
					"source": "Scholar",
					"entries": [
						"A human general, clad in gleaming armor, studies the map on the table in front of him, covered in figurines that represent units of his soldiers and invading orcs. He consults a leather-bound journal filled with notes he's made on the enemy's tribe, their customs and battle tactics, and he moves two pieces confidently forward.",
						"A wild-haired dwarf stands at the head of a long caravan. She surveys the valley below and plots their course through the untamed wilds. Unrolling a sheaf of parchment, she sketches in new features on an expertly drawn map and then motions for the caravan to follow, leading them deeper into unknown territory in search of treasure and knowledge. ",
						"The halfling's medical kit opens with a snap, and he quickly starts removing instruments and vials as he looks over his patient, coming to a diagnosis as he observes her symptoms. He mixes a tincture and applies a salve to her lesions. Her condition is advanced, but not beyond his skills. As he administers the treatment he glances up and sees his next patient coming through the door, nursing a wrist bent to an odd angle. He reaches into his bag for a splint as he takes back the vial with his tincture.",
						{
							"type": "entries",
							"name": "Great Minds",
							"entries": [
								"While many sages and academics dedicate their great minds to unraveling the mysteries of the divine or the arcane, scholars usually focus their intellectual efforts on the mundane. They look to the physical world around them and marvel at the wonders it holds.",
								"A scholar's true devotion is to understanding. Real knowledge pushes beyond trivia, from the what to the why and how. This distinction is critical to scholars, a defining aspect of the curiosity that drives them to learn and to  adventure. The wisest among them realizes that, while there may be no unsolvable mysteries, no single mortal can hope to solve them all. And so, for many, learning is a lifelong pursuit. ",
								"For the truly curious, the adventuring life is the only way to expand one's horizons of knowledge and build one's skill. Any scholar worth his salt will agree that libraries and laboratories are excellent avenues for learning, but no books or beakers contain the knowledge still waiting to be discovered beyond the frontier or in the crucible of battle. The scholar believes that every student reaches a point where the most effective path to higher learning is hands-on experience. The world is full of discoveries waiting to be made. ",
								"While most scholars have broad intellectual interests, all of them pursue a particular field of expertise to which they have likely dedicated years of study before becoming adventurers. The pursuits are widely varied, but there are still many characteristics that are shared by all scholars. For example, though not all scholars will relish the opportunity to fight, all of them possess a keen intellect that allows them to exploit opportunities on the battlefield.",
								"Typically, a scholar will make his or her biggest contributions to an adventuring party outside of combat. Their knowledge, expertise, and breadth of proficiencies make them valuable in a myriad of situations that adventurers find themselves in.",
								"As you create your scholar character, consider how your character first set out upon the academic path. Consider where they learned, who taught them, and why they follow the path still. The following sections offer ways to give depth and history to your scholar."
							]
						},
						{
							"type": "entries",
							"name": "An Education Begins",
							"entries": [
								"There are countless reasons why you may have become a scholar. Here are just a handful of ideas to get you started thinking about how your education began. ",
								{
									"type": "table",
									"colLabels": [
										"{@dice d6}",
										"I became a scholar because..."
									],
									"rows": [
										[
											1,
											"My parents insisted on a proper education from a young age. I proved an excellent student and never looked back."
										],
										[
											2,
											"I was always curious. Even as a child, I investigated that which I did not understand until I revealed its mysteries."
										],
										[
											3,
											"I was selected for my intelligence to attend a school where I would receive training as a scribe, engineer, archivist, or some other trade which requires an education."
										],
										[
											4,
											"A learned scholar recognized my potential when I asked an insightful question, and suggested that I should further hone my mind."
										],
										[
											5,
											"I've seen might and magic fail others time and time again, but when I apply my mind to a problem I always come to a solution."
										],
										[
											6,
											"I was confronted with something inexplicable. A need to explain this phenomenon ignited a deeper obsession."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Place of Study",
							"entries": [
								"The scholar's journey often begins at an early age. Children everywhere spend much of their time growing up learning about the ways of the world. For some, this learning may be narrow in scope: a trade, the village where they live, the local folklore.",
								"Most scholars were fortunate enough to have the privilege of a proper education in a place of learning, or at least the gumption and curiosity to turn a life on the streets into a learning experience. The circumstances of your birth and your background will likely have a significant influence on where you took your first steps on the path of the scholar.",
								{
									"type": "table",
									"colLabels": [
										"{@dice d6}",
										"Place of Study"
									],
									"rows": [
										[
											1,
											"You studied at a large university in a metropolitan city that hosted interesting travelers from across the known world."
										],
										[
											2,
											"You studied at a secluded academy built on an estate in the countryside, where there was nothing to distract you from your studies."
										],
										[
											3,
											"You studied in a private, well-stocked library belonging to a member of the nobility or a wealthy merchant."
										],
										[
											4,
											"You studied out in the real world, learning more from watching and working with others than from books."
										],
										[
											5,
											"You studied at a temple devoted to a god of knowledge, where the focus was not just on accumulating information, but on learning the wisdom to use it."
										],
										[
											6,
											"You studied on one of the outer planes under the patronage of a powerful extraplanar being, such as an angle, devil, or genie."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Tutor",
							"entries": [
								"Most students will study under many teachers, each with their own subjects of expertise, but often one tutor will loom above the rest as a central figure in your education. It is likely that this person shares your pursuit, and may have introduced you to it.",
								"Whether your own ideas are simpatico or reactionary to those of your tutor is up to you. To find out, as yourself what sort of person was your tutor? What was their area of expertise. Their teaching method?",
								{
									"type": "table",
									"colLabels": [
										"{@dice d6}",
										"Tutor"
									],
									"rows": [
										[
											1,
											"Your tutor challenged every idea you ever had, forcing you to question your assumptions and hone your theories."
										],
										[
											2,
											"Your tutor possessed a joyous curiosity that was infectious. Your first and final lessons were to always see the wonder present in the world."
										],
										[
											3,
											"Your tutor epitomized patience and calm. Through all your struggles and antics, your teacher abided quietly until you were ready for your next lesson."
										],
										[
											4,
											"Your tutor was a tyrant of scholastic orthodoxy. Questioning the wisdom established by greater minds was the greatest sin."
										],
										[
											5,
											"Your tutor attempted to pass along an obsession with a pet theory that was largely dismissed by other scholars."
										],
										[
											6,
											"Your tutor believed that true knowledge could be gained through experience and hands on learning, that books and lectures suffered a crucial lack of context."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Philosophy of Scholarship",
							"entries": [
								"Your background likely explains how you became a scholar, what series of events set you on the path to begin with, but why did you continue down that path? What drives your never-ending search for knowledge? What ends does it serve? Each scholar must answer this question of personal philosophy for his or herself.",
								{
									"type": "table",
									"colLabels": [
										"{@dice d6}",
										"Philosophy of Scholarship"
									],
									"rows": [
										[
											1,
											{
												"type": "entries",
												"name": "Pure Research",
												"entries": [
													"Knowledge is worth pursuing for its own sake. Mysteries are meant to be solved and nothing is unknowable."
												]
											}
										],
										[
											2,
											{
												"type": "entries",
												"name": "Self-Improvement",
												"entries": [
													"Scholarship is fundamentally about chasing perfection. As an athlete or warrior may push her body towards some ideal form, so I push my mind."
												]
											}
										],
										[
											3,
											{
												"type": "entries",
												"name": "Progress",
												"entries": [
													"The world moves forward by accumulating new knowledge, technology, and discovery. It takes a scholar to push those boundaries."
												]
											}
										],
										[
											4,
											{
												"type": "entries",
												"name": "Common Good",
												"entries": [
													"Knowledge is meant to be shared, to improve the lives of all in tangible ways, and to dispel unfounded and dangerous superstitions."
												]
											}
										],
										[
											5,
											{
												"type": "entries",
												"name": "Power",
												"entries": [
													"A superior mind and information are better than a good blade or even a good army. True power comes from knowledge and the will to wield it."
												]
											}
										],
										[
											6,
											{
												"type": "entries",
												"name": "Problem Oriented",
												"entries": [
													"Problems plague the world and its impossible for one person to solve them all, but a dedicated mind can solve one problem no matter how difficult."
												]
											}
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a scholar quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity. (Some scholars who focus on melee combat make Strength higher than Dexterity.) Second, choose the sage background."
							]
						}
					],
					"name": "Scholar",
					"type": "section"
				}
			]
		}
	]
}
