{
	"_meta": {
		"sources": [
			{
				"json": "Trainer",
				"abbreviation": "TRAINER",
        "full": "The Trainer",
        "color": "0f67db",
				"authors": [
					"lighthazard",
					"CrazyFuton"
				],
				"version": "1.0",
				"url": "https://drive.google.com/file/d/1MrdYWweQMz2epc5Xp1HwCSKE0PJUzXvk/view",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1612069958,
		"dateLastModified": 1612069958
	},
	"class": [
		{
			"name": "Trainer",
			"source": "Trainer",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"wis",
				"cha"
      ],
			"startingProficiencies": {
				"armor": [
          "light",
          "medium"
				],
				"weapons": [
          "simple",
          "martial"
				],
				"tools": [
					"None"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
                "athletics",
                "intimidation",
                "insight",
                "nature",
                "performance",
                "persuasion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
          "(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} or (b) two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}",
          "(a) {@item hide armor|phb} or (b) {@item leather armor|phb}",
          "(a) an {@item entertainer's pack|phb} or {@item explorer's pack|phb}",
          "a {@filter ranged weapon|items|source=phb|category=basic|type=ranged weapon} and a carrier for 20 ammunition"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium"
					],
					"weapons": [
						"martial"
					]
				}
			},
			"classFeatures": [
				"Companion|Trainer|Trainer|1",
				"Commands|Trainer|Trainer|1",
        {
					"classFeature": "Way of Life|Trainer|Trainer|2",
					"gainSubclassFeature": true
				},
				"Animal Friendship|Trainer|Trainer|2",
				"Fighting Style|Trainer|Trainer|3",
				"Linked Minds|Trainer|Trainer|3",
				"Ability Score Improvement|Trainer|Trainer|4",
				"Growth|Trainer|Trainer|5",
				"Coached|Trainer|Trainer|5",
				"Supernatural Training|Trainer|Trainer|6",
				"Commune|Trainer|Trainer|6",
				{
					"classFeature": "Way of Life|Trainer|Trainer|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Trainer|Trainer|8",
				"Shared Spell|Trainer|Trainer|9",
				{
					"classFeature": "Way of Life|Trainer|Trainer|10",
					"gainSubclassFeature": true
				},
				"Evolution|Trainer|Trainer|11",
				"Extra Attack|Trainer|Trainer|11",
				"Ability Score Improvement|Trainer|Trainer|12",
				"Saving Grace|Trainer|Trainer|13",
				{
					"classFeature": "Way of Life|Trainer|Trainer|14",
					"gainSubclassFeature": true
				},
				"Aspect|Trainer|Trainer|15",
				"Ability Score Improvement|Trainer|Trainer|16",
				"Fearless|Trainer|Trainer|17",
				"Limitless|Trainer|Trainer|18",
				"Ability Score Improvement|Trainer|Trainer|19",
				"Legendary|Trainer|Trainer|20"
			],
			"subclassTitle": "Way of Life",
			"subclasses": [
				{
					"name": "Life of the Woodsman",
					"subclassFeatures": [
						"Life of the Woodsman|Trainer|Trainer|Woodsman|Trainer|2",
						"Tracker|Trainer|Trainer|Woodsman|Trainer|7",
						"Feral Instinct|Trainer|Trainer|Woodsman|Trainer|10",
						"Protective Nature|Trainer|Trainer|Woodsman|Trainer|14"
					],
					"source": "Trainer",
					"shortName": "Woodsman"
				},
				{
					"name": "Life of the Rider",
					"subclassFeatures": [
						"Life of the Rider|Trainer|Trainer|Rider|Trainer|2",
						"Mount and Blade|Trainer|Trainer|Rider|Trainer|7",
						"Steady Form|Trainer|Trainer|Rider|Trainer|7",
						"Opening Salvo|Trainer|Trainer|Rider|Trainer|10",
						"Battle Standard|Trainer|Trainer|Rider|Trainer|14"
					],
					"source": "Trainer",
					"shortName": "Rider"
				},
				{
					"name": "Life of the Drakewarden",
					"subclassFeatures": [
						"Life of the Drakewarden|Trainer|Trainer|Drakewarden|Trainer|2",
						"Bond of Fang and Scale|Trainer|Trainer|Drakewarden|Trainer|7",
						"Frightful Presence|Trainer|Trainer|Drakewarden|Trainer|10",
						"Coordinated Takedown|Trainer|Trainer|Drakewarden|Trainer|14"
					],
					"source": "Trainer",
					"shortName": "Drakewarden"
				},
				{
					"name": "Life of the Mystic",
					"spellcastingAbility": "wis",
					"casterProgression": "1/3",
					"subclassTableGroups": [
						{
							"subclasses": [
								{
									"name": "Arcane Trickster",
									"source": "PHB"
								}
							],
							"colLabels": [
								"{@filter Cantrips Known|spells|level=0|subclass=Rogue: Arcane Trickster}",
								"{@filter Spells Known|spells|subclass=Rogue: Arcane Trickster}"
							],
							"rows": [
								[
									0,
									0
								],
								[
									2,
									3
								],
								[
									2,
									3
								],
								[
									2,
									4
								],
								[
									2,
									4
								],
								[
									2,
									4
								],
								[
									2,
									5
								],
								[
									2,
									6
								],
								[
									2,
									6
								],
								[
									3,
									7
								],
								[
									3,
									8
								],
								[
									3,
									8
								],
								[
									3,
									9
								],
								[
									3,
									10
								],
								[
									3,
									10
								],
								[
									3,
									11
								],
								[
									3,
									11
								],
								[
									3,
									11
								],
								[
									3,
									12
								],
								[
									3,
									13
								]
							]
						},
						{
							"title": "Spell Slots per Spell Level",
							"subclasses": [
								{
									"name": "Arcane Trickster",
									"source": "PHB"
								}
							],
							"colLabels": [
								"{@filter 1st|spells|level=1|subclass=Trainer: Mystic}",
								"{@filter 2nd|spells|level=2|subclass=Trainer: Mystic}",
								"{@filter 3rd|spells|level=3|subclass=Trainer: Mystic}",
								"{@filter 4th|spells|level=4|subclass=Trainer: Mystic}"
							],
							"rows": [
								[
									0,
									0,
									0,
									0
								],
								[
									2,
									0,
									0,
									0
								],
								[
									2,
									0,
									0,
									0
								],
								[
									3,
									0,
									0,
									0
								],
								[
									3,
									0,
									0,
									0
								],
								[
									3,
									0,
									0,
									0
								],
								[
									4,
									2,
									0,
									0
								],
								[
									4,
									2,
									0,
									0
								],
								[
									4,
									2,
									0,
									0
								],
								[
									4,
									3,
									0,
									0
								],
								[
									4,
									3,
									0,
									0
								],
								[
									4,
									3,
									0,
									0
								],
								[
									4,
									3,
									2,
									0
								],
								[
									4,
									3,
									2,
									0
								],
								[
									4,
									3,
									2,
									0
								],
								[
									4,
									3,
									3,
									0
								],
								[
									4,
									3,
									3,
									0
								],
								[
									4,
									3,
									3,
									0
								],
								[
									4,
									3,
									3,
									1
								],
								[
									4,
									3,
									3,
									1
								]
							]
						}
					],
					"subclassFeatures": [
						"Life of the Mystic|Trainer|Trainer|Mystic|Trainer|2",
						"Traversing Power|Trainer|Trainer|Mystic|Trainer|7",
						"Innervate|Trainer|Trainer|Mystic|Trainer|7",
						"Misty Relocation|Trainer|Trainer|Mystic|Trainer|10",
						"Nova|Trainer|Trainer|Mystic|Trainer|14"
					],
					"source": "Trainer",
					"shortName": "Mystic"
        }
			],
			"fluff": [
				{
					"name": "Trainer",
					"type": "section",
					"entries": [
						"The young elf is thrown to the ground by a savage orc. Her loyal bear, “Biscuit”, sees the attack and lunges forwards with a roar, forcing the orc to break away. The elf seizes the moment of respite, draws her bow and dispatches the orc with a well-placed shot while he wrestles with Biscuit.",
						"Holding his hand high, the human whistles to his eagle, “Loft”, who observes the world from high overhead. Loft returns to his human’s side, receiving whispered instructions with an understanding nestle against his companion. The human points to an owlbear they’ve been tracking together and whispers an attack word in elvish. Loft launches a distracting assault with talons and beak while his human stealthily advances with his sword drawn.",
						"On the roof of the cantina, a Tiefling and her panther, “Midnight”, relax and share a late-night meal after a successful heist. The bandits were taken off guard by their coordinated raid and together they will keep a sharp eye out for a counterattack.",
						"Each of these unique pairs denotes what it means to be a trainer. Trainers are as equally loyal to their companions as their companions to them. Each, fierce and dependable, rely on one another as they journey through life. Though diverse in background, they all share a common kinship with the animal kingdom.",
						{
							"type": "entries",
							"name": "Bonded Pair",
							"entries": [
								"Trainers form a strong bond with their animal companion. This bond strengthens with age, by sharing the struggles of life, and through successful adventures on their travels through the world. Some trainers are destined to travel the roads and venture into the wilds, while others stay closer to home, seeking employment as entertainers or enlisting in various services. United in focus, companion and trainer fight the monsters that threaten civilization or haunt the wastes.",
								"Trainers are a diverse bunch. Ringmasters, hunters, calvary, or scouts. It doesn’t matter what their background may be, they each find their place to improve the world they live in. Trainers are known for their loyalty and empathy above all else. But when the stakes are high, and iron and steel clash in sparks, trainers are ready for battle. Their animal companion is similar in temperament, enjoying the world with their trainer, but always ready to leap to their aid, or stand together in vicious battle for a good cause. Animal companions can be less restrained than their more civilized trainers. It would be wise not to poke the bear, so to speak."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Trainer",
							"entries": [
								"As you create your trainer character, consider the nature that gave you your particular abilities. Do you have innate animal empathy? Did you train with a single mentor? What are your past allegiances? Most importantly, how did you meet and bond with your animal companion? Did they choose you or did you choose them?"
							]
						},
						{
							"type": "entries",
							"name": "Double Trouble",
							"entries": [
								"Fighting synchronously, the duo of heroes stand side by side against all odds. They out move, out pace, and out flank opponents by working as one. Communication is key, and they have a symbiotic bond, allowing for communication without words. This bond extends beyond mere communication. It strengthens with time, letting the duo share skills, trainings, and spells; even letting the pair share minds and thoughts across great distance.",
								"Just as the trainer gains strength with age, so too does the companion. Companions have unique capabilities that only a trainer can evoke. Its only through cultivation of spirit that the trainer can unlock their hidden aspect. This opens the door for an incredible show of power that only a trainer and companion duo are capable of achieving."
							]
						}
					],
					"page": 2,
					"source": "Trainer"
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Companion",
			"source": "Trainer",
			"page": 3,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 1,
			"entries": [
				"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a {@creature Bruiser Companion|Trainer|bruiser}, a {@creature Fowl Companion|Trainer|fowl}, a {@creature Pack Companion|Trainer|pack}, or a {@creature Prowler Companion|Trainer|prowler}. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
				"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
				"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
			]
		},
		{
			"name": "Commands",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 1,
			"entries": [
				"Your companion obeys your commands as best as it can. It can easily follow simple commands such as sit, stay, speak (bark or growl), come, go there, or play(such as paw shake and roll over). However, more complex commands, such as making attacks in combat or doing powerful stunts requires dedicated training.",
				"In combat, your companion shares your initiative count, and may act simultaneously. On your turn, you can verbally or semantically command your companion where to move to(no action required by you). Your companion will instinctively take the Dodge action. However, it can also perform the Dash, Disengage, Hide, Search, or Use an Object(if possible) action on your command(no action required by you).",
				"If you are incapacitated or absent, your companion acts on its own, focusing on protecting you and itself. Your companion never requires your command to use its reaction, such as when making an opportunity attack.",
				"Beginning at 1st level you have access to Command Points. You have a number of command points equal to 2 + 1/2 your Trainer level (round down).",
				{
					"type": "entries",
					"name": "Command Points",
					"entries": [
            "Command points excite the symbiotic bond you have with your companion. You spend your command points to telepathically communicate your command, and have your companion perform that action(no action required by you). You may use your action to issue one of the three commands listed below instead of using a command point.",
						"At 1st level you know three commands; {@action Attack}, {@action Tackle}, {@action Help}. You gain access to additional ways to use your command points; from your companion's stat block and as you gain levels in this class. If a features lists a command point cost, you must spend the command point to use that feature.",
						"When you spend a command point, it is unavailable until you finish a short or long rest. You must spend at least 15 minutes of the rest in light interacting with your companion to regain your command points.",
						{
							"type": "entries",
							"name": "Attack",
							"entries": [
								"Your companion makes one attack using their action."
							]
						},
						{
							"type": "entries",
							"name": "Tackle",
							"entries": [
								"Your companion attempts to knock the target prone using its action. It makes a Strength ({@skill Athletics}) check contested by the target’s Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check (the target chooses the ability to use). If its win the contest, the target becomes prone."
							]
						},
						{
							"type": "entries",
							"name": "Help",
							"entries": [
								"Your companion takes the Help action."
							]
						}
					]
				}
      ]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you choose an archetype which reflects your personal life style you have with your companion. The Life of the Woodsman is detailed at the end of the class description, as well as other ways of life are available to you. They are presented here or in other sources.",
				"Your way of life grants features at 2nd, 7th, 10th, and 14th level."
			]
		},
		{
			"name": "Animal Friendship",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 2,
			"entries": [
				"At 2nd level, you have an innate ability to communicate with beasts, and they recognize you as a kindred spirit. Through sounds and gestures, you can communicate simple ideas to a beast as an action, and can read its basic mood and intent. You learn its emotional state, whether it is affected by magic of any sort, its short-term needs (such as food or safety), and actions you can take (if any) to persuade it to not attack.",
				"Additionally, you can cast the animal friendship and speak with animals spells once. You regain the ability to do so after finishing a long rest."
			]
		},
		{
			"name": "Fighting Style",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 3,
			"entries": [
				"At 3rd level, you adopt a style of fighting as your specialty. Choose one of the following options. You can’t take a Fighting Style option more than once, even if you later get to choose again.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								"You gain a +2 bonus to attack rolls you make with ranged weapons."
							]
						},
						{
							"type": "entries",
							"name": "Defense",
							"entries": [
								"While you are wearing armor, you gain a +1 bonus to AC."
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						},
						{
							"type": "entries",
							"name": "Thrown Weapon Fighting",
							"entries": [
								"You can draw a weapon that has the thrown property as part of the attack you make with the weapon. In addition, when you hit with a ranged attack using a thrown weapon, you gain a +2 bonus to the damage roll."
							]
						},
						{
							"type": "entries",
							"name": "Interception",
							"entries": [
								"When a creature you can see hits a target, other than you, within 5 feet of you with an attack, you can use your reaction to reduce the damage the target takes by 1d10 + your proficiency bonus (to a minimum of 0 damage). You must be wielding a shield or a simple or martial weapon to use this reaction."
							]
						},
						{
							"type": "entries",
							"name": "Blind Fighting",
							"entries": [
								"You have blindsight with a range of 10 feet. Within that range, you can effectively see anything that isn’t behind total cover, even if you’re blinded or in darkness. Moreover, you can see an invisible creature within that range, unless the creature successfully hides from you."
							]
						},
						{
							"type": "entries",
							"name": "Unarmed Fighting",
							"entries": [
								"Your unarmed strikes can deal bludgeoning damage equal to 1d6 + your Strength modifier on a hit. If you aren’t wielding any weapons or a shield when you make the attack roll, the d6 becomes a d8. At the start of each of your turns, you can deal 1d4 bludgeoning damage to one creature grappled by you."
							]
						}
					]
				}
			]
		},
		{
			"name": "Linked Minds",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 3,
			"entries": [
				"At 3rd level, you can link your mind with that of your companion's. After 5 minutes of meditation, you can use your action to see through your companion’s eyes and hear what it hears, and continue to do so until you use your action to return to your normal senses.",
				"During this time, you can telepathically speak with your companion. This has a maximum range of 1 mile."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 4,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 14th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can’t increase an ability score above 20 using this feature.",
				"Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead.",
				"Additionally, each time you gain an Ability Score Improvement, your companion can increase one ability score of your choice by 1. As normal, you can’t increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Growth",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 5,
			"entries": [
				"At 5th level, your companion grows in both size and maturity. It grows in size according to its stat block. It can make one attack on its turn using its action, without your command to do so. If you command your companion to attack, it can attack twice instead of once.",
				"Additionally, you can now use your companion's level 5 required features."
			]
		},
		{
			"name": "Coached",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 5,
			"entries": [
				"At 5th level, part of your proficiency is passed on to your companion. Your companion gains proficiency with one skill that you are proficient in that it is not already proficient with."
			]
		},
		{
			"name": "Commune",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 6,
			"entries": [
				"At level 6, you can send messages via the animal kingdom. You can cast the animal messenger spell. Once you cast this spell, you cannot do so again until you finish a long rest.",
				"Additionally, while you are using your companion's senses as part your Linked Minds feature, you may spend 1 command point to telepathically communicate with one person who is touching your companion for up to 10 minutes. This has a maximum range of 1 mile."
			]
		},
		{
			"name": "Supernatural Training",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 6,
			"entries": [
				"At 6th level, your animal companion has trained with you enough to gain unique talents. Choose one of the following features of your companion to learn.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Ferocious",
							"entries": [
								"Whenever your companion makes an attack, it can reroll 1 of the damage dice and must use the new value."
							]
						},
						{
							"type": "entries",
							"name": "Guarded",
							"entries": [
								"Your companion gains +1 AC."
							]
						},
						{
							"type": "entries",
							"name": "Intercept",
							"entries": [
								"Whenever a target is attacked within 5ft of your companion, your companion can use its reaction to reduce the damage of the attack by 1d10 + your proficiency bonus (to a minimum of 0 damage)."
							]
						}
					]
				},
				"No matter your choice above, your animal companion's attacks count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Commune",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 6,
			"entries": [
				"At level 6, you can send messages via the animal kingdom. You can cast the animal messenger spell. Once you cast this spell, you cannot do so again until you finish a long rest.",
				"Additionally, while you are using your companion's senses as part your Linked Minds feature, you may spend 1 command point to telepathically communicate with one person who is touching your companion for up to 10 minutes. This has a maximum range of 1 mile."
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 7,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 7,
			"entries": [
				"At 6th level, you gain another feature from your Way of Life."
			]
    },
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Shared Spell",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 9,
			"entries": [
				"At 9th level, when you or your companion is targeted by a spell that has a non-instantaneous duration, and you are within 60 feet of each other, the one not targeted by the spell can use its reaction to also be affected by the spell.",
				"Additionally, any resurrection magic cast on either you or your companion affects both of you, so long as your bodies are within 60 feet of each other."
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 10,
			"entries": [
				"At 10th level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Evolution",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 11,
			"entries": [
				"At 11th level, your animal companion grows to complete maturity. Its ability scores change as indicated in Animal Companions stat block."
			]
		},
		{
			"name": "Extra Attack",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 11,
			"entries": [
				"Beginning at 11th level, you can attack twice instead of once whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Saving Grace",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 13,
			"entries": [
				"At 13th level, you can your companion's spirit protect each other. Anytime either of you are forced to make a saving throw, the other can use its reaction to roll a d8 and add the result to the saving throw. You can use this feature before or after making the roll, but before any effects are applied.",
				"If both you and your companion are effected by the same effect, the die roll may apply to both saving throws.",
				"You cannot use this feature again until you complete a short or long rest. Alternatively, you can spend 2 command points to regain the use of this feature."
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 14,
			"entries": [
				"At 14th level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Aspect",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 15,
			"entries": [
				"At 15th level, the primal magic that flows through your animal companion blooms and unlocks a metamorphosis called an Aspect, as specified in the Animal Companions stat block."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Fearless",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 17,
			"entries": [
				"Starting at 17th level, through trials and tribulations, so long as you have each other you can overcome. If you and your companion can see or hear each other, you both gain immunity to charmed and frightened."
			]
		},
		{
			"name": "Limitless",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 18,
			"entries": [
				"Starting at 18th level, reaching your limits and surpassing them. You and your companion cannot be held back, as you have reached the pinnacle of your prowess. When you roll for initiative and have less than 4 command points remaining, you regain command points to up 4 total.",
				"Additionally, you can your companion's maximum hit point value cannot be reduced, your speed cannot be reduced, and you do not suffer the ill effects of the first 3 stages of exhaustion."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Legendary",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 20,
			"entries": [
				"At 20th level, your bond with your companion transcends embodies that of the most tremendous beasts of the world. Between each of your turns, you or your companion can take 1 of the following Legendary Actions at the end of another creature's turn.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Detect",
							"entries": [
								"Make a Wisdom ({@skill Perception}) check."
							]
						},
						{
							"type": "entries",
							"name": "Recuperate",
							"entries": [
								"Roll a d6. Gain temporary hit points equal to the die roll."
							]
						},
						{
							"type": "entries",
							"name": "Move",
							"entries": [
								"Move up to its speed."
							]
						},
						{
							"type": "entries",
							"name": "Demoralize",
							"entries": [
								"Roll a d6. A creature of your choice within 5ft subtracts the value from their next attack roll before the start of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Roar",
							"entries": [
								"Emit a magical roar. A creature of your choice within 60 feet of your companion that can hear the roar must succeed on a DC 16 Wisdom saving throw or be frightened of your companion until the end of your next turn."
							]
						}
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Life of the Woodsman",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
      "subclassSource": "Trainer",
			"level": 2,
			"entries": [
        "Something drew you away from the the civilized, urban world, where you journeyed out into the wilderness. It is here that you find solace and comfort, by trusting solely in your companion and living off the land. Trusting that you will survive with your companion by your side, you can weather the harshest storms the world will throw your way.",
				{
					"type": "table",
					"caption": "Woodsman Origin",
					"colLabels": [
						"{@dice d6}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You tended to a wounded bear cub, in return the mother let you rest in her den."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Hired as a cartographer, you found yourself more adept in the wilds than back in town."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Exiled from your home, you wandered before a panther led you to water, and safe haven."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Guided by the moon and the stars, you make your home underneath those stars now."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"As an outlander, you enjoy the journey more than the destination."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"Your father is from a barbarian tribe, while your mother a city girl. You find yourself at home between the two."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frontiersman|Trainer|Trainer|Woodsman|Trainer|2"
        },
        {
					"type": "refSubclassFeature",
					"subclassFeature": "Forager|Trainer|Trainer|Woodsman|Trainer|2"
        },
        {
					"type": "refSubclassFeature",
					"subclassFeature": "Linked Hearts|Trainer|Trainer|Woodsman|Trainer|2"
        }
			]
		},
		{
			"name": "Frontiersman",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
        "Living outside of the urban confines has taught you to live off the land, and always keep one eye open to danger. You cannot be surprised so long as you are conscious, and gain proficiency on initiative rolls. Additionally, you gain proficiency in Nature, Survival, or Stealth."
			]
		},
		{
			"name": "Forager",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
        "You can cast the {@spell Goodberry} spell once, and can cast it without material components. You regain the ability to do so after finishing a long rest."
			]
		},
		{
			"name": "Linked Hearts",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
        "Both you and your companion’s hit points increase by 2. As you gain levels in this class, you both gain one additional hit point per level."
			]
		},
		{
			"name": "Tracker",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You can mark a target as your quarry for some time. As a bonus action you can mark a target within 120ft that you can see with a mystic brand that lasts 1 hour. Once per turn, either you or your companion deals an extra 1d4 damage to the target, and both of you have advantage on any Wisdom ({@skill Perception}) or Wisdom ({@skill Survival}) checks you make to find it.",
				"You can only have one target marked at a time."
			]
		},
		{
			"name": "Feral Instinct",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"Your companion gains preternatural senses that help fight creatures it can’t see. When your companion attacks a creature it can’t see, its inability to see it doesn’t impose disadvantage on your attack rolls against it.",
				"Also, your companion is aware of the location of any invisible creature within 30 feet, provided that the creature isn’t hidden from your companion."
			]
		},
		{
			"name": "Protective Nature",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"You watch each other's back at all times. When either you or your companion are the target of an attack, the other can use its reaction to make an attack against the attacking creature if in range. If this attack hits, it does damage as normal, and the initiating attack gains disadvantage."
			]
		},
		{
			"name": "Life of the Rider",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
      "subclassSource": "Trainer",
			"level": 2,
			"entries": [
        "Something drew you away from the the civilized, urban world, where you journeyed out into the wilderness. It is here that you find solace and comfort, by trusting solely in your companion and living off the land. Trusting that you will survive with your companion by your side, you can weather the harshest storms the world will throw your way.",
				{
					"type": "table",
					"caption": "Rider Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"Your caravansary always had you ride and lead the way."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Dodging the constabulary required that you stay one step ahead."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"The lost treasures of fearun were going to find themselves."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"You fought as a cavalryman in the war."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Studied|Trainer|Trainer|Rider|Trainer|2"
        },
        {
					"type": "refSubclassFeature",
					"subclassFeature": "On the Move|Trainer|Trainer|Rider|Trainer|2"
        }
			]
		},
		{
			"name": "Studied",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
				"Always being on the go has brought you to distance cities, and let you interact with a multitude of characters. You've studied these characters and have gained valuable knowledge. You gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}.",
				"Additionally, you learn one language of your choice."
			]
		},
		{
			"name": "On the Move",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
				"You and your companion each increase your movement speed by 10 feet while you are within 30 feet of each other.",
				"Additionally, you can spend 1 command point for you and your companion to take the disengage action as a bonus action."
			]
		},
		{
			"name": "Mount and Blade",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You and your companion become the master pair of rider and steed. You can ride your companion as a mount, and you have advantage on saving throws made to avoid falling off. If you fall off and descend no more than 10 feet, you can land on your feet if you’re not incapacitated. Mounting or dismounting costs you only 5 feet of movement, rather than half your speed.",
				"Additionally, your companion's actions are not limited by you being mounted."
			]
		},
		{
			"name": "Steady Form",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You implicitly trust your companion and they trust you. You gain additional Command Points equal to you Wisdom modifier (minimum 1)."
			]
		},
		{
			"name": "Opening Salvo",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You mark the first creature your companion hits during the first round of a combat; that creatures becomes easier for others (excluding you and your companion) to strike. Attack rolls against the marked target have advantage until the start of your next turn."
			]
		},
		{
			"name": "Battle Standard",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"You raise a call to arms, encouraging your allies and demoralizing your foes. You can use a bonus action and spend 2 command points to emit an aura of battle. You and friendly creatures within 90 feet of you have 20ft of bonus move speed on their next turn.",
				"Additionally, the aura lasts for 1 minute, and any foes within 10ft of you has disadvantage on attack rolls against creatures that are more than 10ft away from you.",
				"Once you use this feature, you cannot do so again until you've completed a short or long rest."
			]
		},
		{
			"name": "Life of the Drakewarden",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
      "subclassSource": "Trainer",
			"level": 2,
			"entries": [
				"You, as a Drakewarden, formed an enduring bond with a minor dragon, a {@creature Drake Companion|Trainer|drake}. This drake, entrusted to you, is at your side, and shares with you the awe-inspiring power wielded by dragons.",
				"Consider how you gained your bond with the drake. The Drakewarden Origin table offers some examples.",
				{
					"type": "table",
					"caption": "Drakewarden Origin",
					"colLabels": [
						"{@dice d6}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You studied a dragon’s scale or claw, or a trinket from its hoard, and created your bond through the token’s lingering draconic magic."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"A secret order of rangers who collect and guard draconic lore taught you their ways."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"A true dragon gave you a drake egg to care for. When it hatched, the drake bonded to you."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"You drank a few drops of dragon blood, forever infusing your nature magic with draconic power."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"An ancient Draconic inscription on a standing stone empowered you when you read it aloud."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"You had a vivid dream of a mysterious man, accompanied by seven yellow canaries, who warned you of impending doom. When you awoke, your drake was there, watching you."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drake Companion|Trainer|Trainer|Drakewarden|Trainer|2"
        },
        {
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Gift|Trainer|Trainer|Drakewarden|Trainer|2"
        }
			]
		},
		{
			"name": "Drake Companion",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
        "In place of your beastial companion, you've been gifted with a drake companion. The drake is friendly to you and your companions and obeys your commands. See its game statistics in the Drake Companion stat block, which uses your proficiency bonus (PB) in several places. The drake has a Draconic Essence, which you choose when you bond with the drake and cannot be changed."
			]
		},
		{
			"name": "Draconic Gift",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
				"The bond you share with your drake creates a deeper connection to dragon kind, granting you understanding and empowering your presence. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"If you can’t already, you learn to speak, read, and write Draconic.",
            "You learn the thaumaturgy cantrip; Wisdom is your spell casting ability for this spell."
					]
        }
			]
		},
		{
			"name": "Bond of Fang and Scale",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"The bond you share with your drake intensifies, protecting you. You gain resistance to the damage type associated with your drake's Draconic Essence.",
				"In addition, once per turn, your weapon attack gains 1d6 extra damage of the type based on your drake's Draconic Essence."
			]
		},
		{
			"name": "Frightful Presence",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You awaken the power of a true dragon. As an action, each creature of your choice that is within 120 feet of you and aware of you must succeed on a Wisdom saving throw against a DC of 8 + your Wisdom modifier + PB, or become frightened of you and your drake for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it.",
				"Once you use this feature, you can’t do so again until you finish a long rest."
			]
		},
		{
			"name": "Coordinated Takedown",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"You become immune to the damage and effects of your drake's Drake's Breath attack, and at 15th level your drake's Wing Attack.",
				"Once per turn, when you and your drake attack the same target, you can roll 1d4 and add the number rolled to either you or your companions attack roll. You can do this after rolling but before determining any results."
			]
		},
		{
			"name": "Life of the Mystic",
			"source": "Trainer",
			"page": 15,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
      "subclassSource": "Trainer",
			"level": 2,
			"entries": [
				"Mystic have seen the world through the eyes of others. You too have seen the world through the eyes of nature's primal spirits. They have graced with part of their power, and asked that you uphold the spirit of the wilds.",
				"Consider how you gained your mystical power. The Mystic Origin table offers some examples.",
				{
					"type": "table",
					"caption": "Mystic Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"The touch of an archfey has left a visible brand. It still stings to this day."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"After months of a recurring dream, the spirit of the forest stands nearby when you awake. It tells you that you were dreaming through its eyes before fading into ether."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Your companion is either blessed or cursed. You have leached some of that enigmatic power."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Your parents were part of a druid circle. A segment of their power has passed onto you."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Trainer|Trainer|Mystic|Trainer|2"
        },
        {
					"type": "refSubclassFeature",
					"subclassFeature": "Mystic Touch|Trainer|Trainer|Mystic|Trainer|2"
        }
			]
		},
		{
			"name": "Spellcasting",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 1,
			"entries": [
				"You embrace a mystical life, fueled by nature, gifting you with the ability to cast spells. See Spells Rules for the general rules of spellcasting and the Spells Listing for the druid spell list.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cantrips",
							"entries": [
								"You learn the {@spell druidcraft} and one additional cantrip of your choice from the druid spell list. You learn an additional druid cantrip of your choice at 10th level."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spell Slots",
							"entries": [
								"The Mystic Spellcasting table shows how many spell slots you have to cast your {@filter druid spells|spells|class=druid} of 1st level and higher. To cast one of these spells, you must expend a slot of the spell’s level or higher. You regain all expended spell slots when you finish a long rest.",
								"For example, if you know the 1st-level spell {@spell shield} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell shield} using either slot."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spells Known of 1st-Level and Higher",
							"entries": [
								"You know three 1st-level druid spells of your choice, two of which you must choose from the abjuration and evocation spells on the druid spell list.",
								"The Spells Known column of the Mystic Spellcasting table shows when you learn more druid spells of 1st level or higher. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.",
								"Whenever you gain a level in this class, you can replace one of the druid spells you know with another spell of your choice from the druid spell list. The new spell must be of a level for which you have spell slots."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spellcasting Ability",
							"entries": [
								"Wisdom is your spellcasting ability for your druid spells, since you learn your spells through memorization and harmony with nature. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a druid spell you cast and when making an attack roll with one.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"wis"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"wis"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mystic Touch",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 2,
			"header": 2,
			"entries": [
				"You gain the ability to sense the magic within objects and creatures. You a touch an object or a creature and spend 1 minute ruminating on it to learn the source of its power. If it is a magic item or some other magic-imbued object, you learn its properties and how to use them, whether it requires attunement to use, and how many charges it has, if any. You learn whether any spells or curses are affecting the item and what they are. If the item was created by a spell, you learn which spell created it. If you instead touch a creature, you learn what spells or curses, if any, are currently affecting it.",
				"Additionally, you can cast {@spell druidcraft} without verbal components, and you gain proficiency with {@skill Arcana}, {@skill Religion}, or {@skill Nature}."
			]
		},
		{
			"name": "Traversing Power",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You can cast spells as though you were in your companion's space, but you must use your own senses."
			]
		},
		{
			"name": "Innervate",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"After casting a spell of 1st level or higher, your companion becomes innervated. They gain 1d4 times the spell's level in temporary hit points."
			]
		},
		{
			"name": "Misty Relocation",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You and your companion can cast misty step without expending a spell slot. You and your companion can do so a combined number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses when you finish a long rest.",
				"In addition, whenever you or your companion casts {@spell misty step}, they can bring along one willing creature within 5 feet. That creature teleports to an unoccupied space of their choice within 5 feet of the destination space."
			]
		},
		{
			"name": "Nova",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"header": 2,
			"level": 14,
			"entries": [
				"As an action you can create a swirling vortex of air, energy, cold, and fire around you and your companion. This vortex lasts for 1 minute, but ends early if you are knocked unconscious. Once you use this feature, you cannot use it again until you finish a short or long rest. While the vortex rages, it provides the following effects:",
				{
					"type": "list",
					"items": [
						"The vortex provides have half cover to you and your companion.",
						"Creatures, other than you or your companion, that start their turn within 10ft of you or your companion must succeed on a Dexterity saving throw or take 1d8 lighting, force, or cold damage (your choice).",
						"As a bonus action before the vortex ends, you can collapse the vortex resulting is a nova burst ending the vortex early. Each creature of your choice that you can see within 30 feet of you and your companion must make a Constitution saving throw. On a failed save, a creature takes 4d8 lighting, force, or cold damage (your choice), and is pushed back 10ft and knocked prone. On a successful save, a creature takes half as much damage and isn’t pushed nor knocked prone."
					]
				}
			]
		}
	],
	"monster": [
		{
			"source": "Trainer",
			"name": "Bruiser Companion",
			"tokenUrl": "",
			"size": "M",
			"type": "beast",
			"ac": [
				{
					"ac": 13,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "1d10 x trainer level"
			},
			"speed": {
				"walk": 30
			},
			"level": 5,
			"str": 14,
			"dex": 10,
			"con": 15,
			"int": 7,
			"wis": 11,
			"cha": 10,
			"passive": 11,
			"profSave": {
				"str": 2,
				"con": 2
			},
			"profSkill": {
				"athletics": "+ proficiency bonus",
				"intimidation": "+ proficiency bonus"
			},
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +2, DEX +1, CON +2, WIS +1, CHA +2"
					]
				},
				{
					"name": "Sentinel",
					"entries": [
						"1 Command Point",
						"When the beast hits a creature that is no larger than the beast with an opportunity attack, the creature's speed becomes 0 for the rest of the turn."
					]
				},
				{
					"name": "Bear Hug (Level 5)",
					"entries": [
						"1 Command Point",
						"After dealing damage with an attack, the beast makes a grapple attempt against the target."
					]
				},
				{
					"name": "Aspect of the Spring (Level 15)",
					"entries": [
						"The beast may transform into an Aspect of Spring (no action required). A soft glow shimmers around the beast and seems to rejuvenate the plant life around it. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a short or long rest."
					]
				},
				{
					"name": "Regeneration (Aspect of Spring Only)",
					"entries": [
						"1 Command Point",
						"The beast regains 10 hit points at the start of its turn if it has at least 1 hit point, and less than 1/2 of its maximum hit points."
					]
				}
			],
			"action": [
				{
					"name": "Bite or Claws",
					"entries": [
						"{@atk mw}, reach 5 ft., one target. {@h}7 ({@damage 1d6}) piercing damage (Bite) or slashing damage (Claws)"
					]
				},
				{
					"name": "Takedown (Level 11)",
					"entries": [
						"1 Command Point",
						"The beast attempts to pin a target that it has {@condition grappled}. It makes another grapple attempt against the {@condition grappled} target. On a success, the target becomes {@condition restrained} by the grapple as well."
					]
				},
				{
					"name": "Gift of Life (Aspect of Spring Only) (Recharge 5-6).",
					"entries": [
						"2 Command Points",
						"A brilliant green light emits from the beast in all directions. Any number of creatures of your choice within 15 feet of the beast regain 2d8 hit points."
					]
				}
			],
			"reaction": [
				{
					"name": "Frontline (Level 11)",
					"entries": [
						"1 Command Point",
						"The beast can make an attack of opportunity against a creature when it moves to within 5ft of the beast."
					]
				}
			],
			"page": 7,
			"conditionInflict": [
				"restrained"
			],
			"traitTags": [
				"Regeneration"
			],
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"skill": {
				"intimidation": "+2",
				"athletics": "+4"
			},
			"save": {
				"con": "+4",
				"str": "+4"
			},
			"familiar": true,
			"group": "Companions",
			"fluff": {
				"entries": [
					"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a bruiser, a pack, a fowl, or a prowler. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
					"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
					"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
				]
			}
		},
		{
			"source": "Trainer",
			"name": "Pack Companion",
			"tokenUrl": "",
			"size": "M",
			"type": "beast",
			"ac": [
				{
					"ac": 12,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "1d8 x trainer level"
			},
			"speed": {
				"walk": 30
			},
			"level": 5,
			"str": 12,
			"dex": 14,
			"con": 12,
			"int": 8,
			"wis": 12,
			"cha": 10,
			"passive": 11,
			"profSave": {
				"str": 2,
				"con": 2
			},
			"profSkill": {
				"athletics": "+ proficiency bonus",
				"intimidation": "+ proficiency bonus"
			},
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +3, CON +2, WIS +2, CHA +1"
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"1 Command Point",
						"The beast gains advantage on an attack roll against a creature if at least one of the beast’s allies is within 5 feet of the creature and the ally isn’t {@condition incapacitated}."
					]
				},
				{
					"name": "Stride (Level 5)",
					"entries": [
						"The beast ignores nonmagical difficult terrain."
					]
				},
				{
					"name": "Shread (Level 11)",
					"entries": [
						"1 Command Point",
						"After hitting with an attack, the damage of the attack gains an additional {@damage 1d8} damage."
					]
				},
				{
					"name": "Aspect of the Winter (Level 15)",
					"entries": [
						"The beast may transform into an Aspect of Winter (no action required). The beast’s fur turns white as snow and its eyes become pale blue. The air surrounding the beast covers everything in frost. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a short or long rest."
					]
				},
				{
					"name": "Frozen Wastes (Aspect of Winter Only)",
					"entries": [
						"1 Command Point",
						"The beast emits a blast of frigid hail. As a bonus action, a hail of rock-hard ice pounds to the ground in a 20-foot-radius from the beast. The hail turns the area of effect into difficult terrain until the end of your next turn. The beast ignores this difficult terrain."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} (finesse) {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Winter’s Howl (Aspect of Winter Only) (Recharge 5-6).",
					"entries": [
						"2 Command Point",
						"The beast exhales a blast of freezing wind in a 15-foot cone. Each creature in that area must make a {@dc 16} Dexterity saving throw. On a fail, a creature suffers {@damage 4d10} cold damage and all attacks it makes until the end of its next turn gain disadvantage. On a success, a creature suffers only half damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Howl (Level 5)",
					"entries": [
						"1 Command Point",
						"When an ally misses with an attack roll, the beast lets out a audacious howl. The ally that missed, rerolls the attack and uses the new result."
					]
				}
			],
			"page": 8,
			"traitTags": [
				"Pack Tactics"
			],
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"save": {
				"str": "+3",
				"dex": "+4"
			},
			"familiar": true,
			"group": "Companions",
			"fluff": {
				"entries": [
					"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a bruiser, a pack, a fowl, or a prowler. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
					"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
					"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
				]
			},
			"alignment": null,
			"skill": {
				"acrobatics": "+4",
				"insight": "+3",
				"survival": "+3"
			}
		},
		{
			"source": "Trainer",
			"name": "Fowl Companion",
			"tokenUrl": "",
			"size": "M",
			"type": "beast",
			"ac": [
				{
					"ac": 11,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "1d6 x trainer level"
			},
			"speed": {
				"walk": 10,
				"fly": 40,
				"canHover": false
			},
			"level": 5,
			"str": 12,
			"dex": 15,
			"con": 10,
			"int": 12,
			"wis": 14,
			"cha": 11,
			"passive": 0,
			"profSave": {
				"str": 2,
				"con": 2
			},
			"profSkill": {
				"athletics": "+ proficiency bonus",
				"intimidation": "+ proficiency bonus"
			},
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +2, DEX +2, CON +2, INT +2, CHA +2"
					]
				},
				{
					"name": "Swooping Strike",
					"entries": [
						"As part of the attack action, the beast must move at least 15ft before attacking and after attacking, the beast makes an attack against its target and ignores all attacks of opportunity this turn."
					]
				},
				{
					"name": "Gouge (Level 5)",
					"entries": [
						"1 Command Point",
						"After hitting a target with its talons, the target must make a {@dc 11}+ proficiency bonus dexterity saving throw or become {@condition blinded} until the end of its next turn."
					]
				},
				{
					"name": "Aspect of the Sun (Level 15)",
					"entries": [
						"1 Command Point",
						"The beast may transform into an Aspect of the Sun (no action required). The beast feathers adopt a golden sheen that reflects the light in iridescent colors. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a short or long rest."
					]
				},
				{
					"name": "Beacon of Light (Aspect of the Sun Only)",
					"entries": [
						"For the duration of the transformation, the beast burns bright like the sun. This acts as if the Daylight spell is centered on the beast."
					]
				}
			],
			"page": 9,
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"S"
			],
			"familiar": true,
			"group": "Companions",
			"fluff": {
				"entries": [
					"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a bruiser, a pack, a fowl, or a prowler. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
					"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
					"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
				]
			},
			"alignment": null,
			"save": {
				"dex": "+4",
				"int": "+3"
			},
			"skill": {
				"perception": "+4",
				"survival": "+4",
				"investigation": "+3",
				"insight": "+4"
			},
			"senses": [
				"Darkvision 120ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"conditionInflict": [
				"blinded"
			],
			"action": [
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				},
				{
					"name": "Thunderwave (Level 11)",
					"entries": [
						"2 Command Points",
						"As an action the beast emits a wave of thunderous force that sweeps out from the beast. Each creature in a 15-foot cube originating from the beast must make a {@dc 15} Constitution saving throw. On a failed save, a creature takes {@damage 7d8} thunder damage and is pushed 10 feet away. On a successful save, the creature takes half as much damage and isn't pushed. ",
						"In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet.",
						"At Level 15 this damage increases to {@damage 10d8} thunder damage."
					]
				},
				{
					"name": "Wings of the Phoenix (Aspect of the Sun Only) {@recharge}",
					"entries": [
						"3 Command Points",
						"The beast’s wings erupt in flames as it dashes towards its enemies. The beast flies up to its speed. All creatures within 10 feet of the beast during its movement must succeed on a {@dc 18} Dexterity saving throw. Targets take {@damage 8d10} fire damage on a failed save, or half as much on a success."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"reaction": [
				{
					"name": "Uncanny Dodge (Level 11)",
					"entries": [
						"1 Command Point",
						"The beast can nimbly maneuver to reduce the harm done to it. When an attacker that the beast can see hits it with an attack, the beast can use its reaction to halve the attack’s damage."
					]
				}
			]
		},
		{
			"source": "Trainer",
			"name": "Prowler Companion",
			"tokenUrl": "",
			"size": "M",
			"type": "beast",
			"ac": [
				{
					"ac": 12,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "1d8 x trainer level"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"level": 5,
			"str": 13,
			"dex": 15,
			"con": 10,
			"int": 9,
			"wis": 13,
			"cha": 9,
			"passive": 0,
			"profSave": {
				"str": 2,
				"con": 2
			},
			"profSkill": {
				"athletics": "+ proficiency bonus",
				"intimidation": "+ proficiency bonus"
			},
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +1, DEX +2, CON +3, WIS +2, CHA +1"
					]
				},
				{
					"name": "Pin",
					"entries": [
						"1 Command Point",
						"After hitting a creature with an attack, the must succeed on a Strength saving through against a DC of 10 + PB or be knocked {@condition prone}."
					]
				},
				{
					"name": "Pounce (Level 5)",
					"entries": [
						"As part of the attack action, if the beast moves at least 20 feet straight toward a creature, the target takes an extra {@damage 1d6} damage from the attack."
					]
				},
				{
					"name": "Ambusher (Level 5)",
					"entries": [
						"If the beast was hidden from a creature at the start of its turn, it can make its melee attack rolls against that creature with advantage."
					]
				},
				{
					"name": "Sneak Attack (Level 11)",
					"entries": [
						"Once per turn, the beast can deal an extra {@damage 2d6} damage with an attack if the beast has advantage on the attack roll."
					]
				},
				{
					"name": "Aspect of the Moon (Level 15)",
					"entries": [
						"The beast may transform into an Aspect of the Moon (no action required). Wisps of shadow mask the beast in darkness. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a short or long rest."
					]
				}
			],
			"page": 10,
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P",
				"S"
			],
			"familiar": true,
			"group": "Companions",
			"fluff": {
				"entries": [
					"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a bruiser, a pack, a fowl, or a prowler. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
					"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
					"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
				]
			},
			"alignment": null,
			"senses": [
				"Darkvision 60ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"conditionInflict": [
				"prone"
			],
			"reaction": [
				{
					"name": "Evasion (Level 11)",
					"entries": [
						"1 Command Point",
						"The beast can nimbly dodge out of the way of certain area effects, such as an ancient red dragon’s fiery breath or an ice storm spell. When the beast is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeed on the saving throw, and only half damage if it failed."
					]
				}
			],
			"save": {
				"dex": "+4",
				"cha": "+1"
			},
			"skill": {
				"perception": "+3",
				"stealth": "+4",
				"acrobatics": "+4"
			},
			"traitTags": [
				"Ambusher",
				"Pounce",
				"Sneak Attack"
			],
			"action": [
				{
					"name": "Bite or Claws",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing (Bite) or slashing (Claws) damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"bonus": [
				{
					"name": "Cunning Action (Level 5)",
					"entries": [
						"1 Command Point",
						"The beast can take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Shadow Step (Aspect of the Moon Only)",
					"entries": [
						"1 command point",
						"When the beast is in dim light or darkness, as a bonus action, the beast can teleport up to 60 feet to an unoccupied space it can see that is also in dim light or darkness. The beast then has advantage on the first melee attack it makes before the end of the its turn."
					]
				}
			]
		},
		{
			"source": "Trainer",
			"name": "Drake Companion",
			"tokenUrl": "",
			"size": "L",
			"type": "dragon",
			"ac": [
				{
					"ac": 14,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "1d6 x trainer level"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 40,
					"condition": "(Level 15)"
				},
				"canHover": false
			},
			"level": 5,
			"str": 15,
			"dex": 12,
			"con": 15,
			"int": 8,
			"wis": 14,
			"cha": 8,
			"passive": 0,
			"profSave": {
				"str": 2,
				"con": 2
			},
			"profSkill": {
				"athletics": "+ proficiency bonus",
				"intimidation": "+ proficiency bonus"
			},
			"languages": [
				"Draconic"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +3, DEX +1, CON +2, CHA +2"
					]
				},
				{
					"name": "Draconic Essence",
					"entries": [
						"Choose a damage type: acid, cold, fire, lightning, or poison. The chosen type determines a number of the drake's traits."
					]
				},
				{
					"name": "Dragon Resistance (Level 11)",
					"entries": [
						"1 Command Point",
						"If the drake fails a saving throw, it can choose to succeed instead. Once the drake uses this feature, it cannot do so again until it finishes a long rest."
					]
				},
				{
					"name": "Aura of the Dragon (Aspect of the Wyrm Only)",
					"entries": [
						"Your allies within the aura of the drake gain resistance to the damage type determined by its Draconic Essence."
					]
				}
			],
			"page": 14,
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"P",
				"B"
			],
			"familiar": true,
			"group": "Companions",
			"fluff": {
				"entries": [
					"You've come across a friend in nature. How you came to cross paths is up to you. You select your companion from among the following animals: a bruiser, a pack, a fowl, or a prowler. You decide the species of beast, but their statistics are specified under the Animal Companions stat block. When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
					"You can only have one animal companion. If your companion is dead, you can spend 5 minutes performing a small ritual to resurrect it, which can be done during a rest.",
					"You create a symbiotic bond with your companion. While touching your companion, your spirits resonate. Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you."
				]
			},
			"alignment": null,
			"senses": [
				"Darkvision 30ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"immune": [
				{
					"special": "determined by the drake’s Draconic Essence trait"
				}
			],
			"save": {
				"wis": "+4",
				"str": "+4"
			},
			"skill": {
				"survival": "+4",
				"perception": "+4",
				"athletics": "+4"
			},
			"action": [
				{
					"name": "Bite or Tail Whip",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing (Bite) or bludgeoning (Tail) damage."
					]
				},
				{
					"name": "Drake’s Breath (Level 5) {@recharge}",
					"entries": [
						"2 command points",
						"The drake exhales an blast in a 30-foot cone. Each creature in that area must make a {@dc 15} Dexterity saving throw, taking damage equal to {@dice 5d6} on a failed save, or half as much damage on a successful one. The damage type is based on the Draconic Essence. ",
						"At Level 11 this damage changes to {@dice 8d6}.",
						"At Level 15 this damage changes to {@dice 10d6}."
					]
				},
				{
					"name": "Aspect of the Wyrm (Level 15)",
					"entries": [
						"5 Command Points",
						"Draconic fury explodes and swirls around the drake. The drake creates a 30ft aura. Upon transforming, choose any number of creatures the drake can see within its aura range. Those creatures each take {@damage 4d10} damage of the type determined by its Draconic Essence. The transformation lasts for 10 minutes or until the drake chooses to revert to its normal form (no action required). The transformation ends early if the drake drops to 0 hit points. The drake may not use this ability again until it has finished a short or long rest."
					]
				},
				{
					"name": "Wing Attack (Aspect of the Wyrm Only) {@recharge}",
					"entries": [
						"2 Command Points",
						"The drake beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 16} Dexterity saving throw or take {@damage 2d6 + 4} bludgeoning damage and be knocked {@condition prone}. The drake can then fly up to half its flying speed."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"prone"
			],
			"reaction": [
				{
					"name": "Infused Strikes (Aspect of the Wyrm Only)",
					"entries": [
						"When another creature within the drake's aura that it can see hits with a weapon attack, the drake infuses the strike with its essence, causing the attack to deal an extra {@damage 1d8} damage of the",
						"type determined by its Draconic Essence."
					]
				}
			]
		}
	]
}
