{
	"_meta": {
		"sources": [
			{
				"json": "Trainer",
				"abbreviation": "TRAINER",
				"full": "The Trainer",
				"color": "0f67db",
				"authors": [
					"lighthazard",
					"CrazyFuton"
				],
				"version": "1.1",
				"url": "https://drive.google.com/file/d/1KclRKGadZ3E9nOdDiLZcspU0nHjE-5l9/view",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1612069958,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "2f8cf478d7",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Trainer",
			"source": "Trainer",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"wis",
				"cha"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"None"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
								"athletics",
								"intimidation",
								"insight",
								"nature",
								"performance",
								"persuasion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} or (b) two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}",
					"(a) {@item hide armor|phb} or (b) {@item leather armor|phb}",
					"(a) an {@item entertainer's pack|phb} or {@item explorer's pack|phb}",
					"a {@filter ranged weapon|items|source=phb|category=basic|type=ranged weapon} and a carrier for 20 ammunition"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium"
					],
					"weapons": [
						"martial"
					]
				}
			},
			"classFeatures": [
				"Companion|Trainer|Trainer|1",
				"Commands|Trainer|Trainer|1",
				{
					"classFeature": "Way of Life|Trainer|Trainer|1",
					"gainSubclassFeature": true
				},
				"Animal Friendship|Trainer|Trainer|2",
				"Fighting Style|Trainer|Trainer|2",
				{
					"classFeature": "Way of Life|Trainer|Trainer|3",
					"gainSubclassFeature": true
				},
				"Linked Minds|Trainer|Trainer|3",
				"Ability Score Improvement|Trainer|Trainer|4",
				"Growth|Trainer|Trainer|5",
				"Coached|Trainer|Trainer|5",
				"Supernatural Training|Trainer|Trainer|6",
				"Commune|Trainer|Trainer|6",
				"Defense Style|Trainer|Trainer|7",
				{
					"classFeature": "Way of Life|Trainer|Trainer|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Trainer|Trainer|8",
				"Shared Soul|Trainer|Trainer|9",
				{
					"classFeature": "Way of Life|Trainer|Trainer|10",
					"gainSubclassFeature": true
				},
				"Evolution|Trainer|Trainer|11",
				"Ability Score Improvement|Trainer|Trainer|12",
				"Saving Grace|Trainer|Trainer|13",
				{
					"classFeature": "Way of Life|Trainer|Trainer|14",
					"gainSubclassFeature": true
				},
				"Aspect|Trainer|Trainer|15",
				"Ability Score Improvement|Trainer|Trainer|16",
				"Fearless|Trainer|Trainer|17",
				"Inexhaustible|Trainer|Trainer|18",
				"Ability Score Improvement|Trainer|Trainer|19",
				"Legendary|Trainer|Trainer|20"
			],
			"subclassTitle": "Way of Life",
			"hasFluff": true
		}
	],
	"classFeature": [
		{
			"name": "Companion",
			"source": "Trainer",
			"page": 3,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 1,
			"entries": [
				"You've come across a friend in nature.  How you came to cross paths is up to you.   Select your companion from among the following animal families: a {@creature Bruiser Companion|Trainer|bruiser}, a {@creature Fowl Companion|Trainer|fowl}, a {@creature Pack Companion|Trainer|pack}, or a {@creature Prowler Companion|Trainer|prowler}. You decide the species of beast, but their statistics are specified under the Animal Companions stat block.   When your companion makes an attack, it uses its ability modifier and your proficiency bonus for the attack and damage modifiers.",
				"You can only ever have one companion, and you create a symbiotic bond with your companion.  While touching your companion, your spirits resonate.  Your companion can understand you telepathically, and it can telepathically communicate simple emotions and concepts back to you.",
				"You are always aware of the direction and approximate distance between you and your companion, so long as it is on the same plane of existence and within 5 miles of you.  If your companion is in motion, you know the direction of its movement.  Additionally, you know if it is alive or not.",
				"Your companion gains all benefits from short and long rests, like any other creature. If your companion is dead, you can spend 5 minutes performing a small ritual within 30ft of the corpse with 5gp worth of rare herbs, spices, and other uncommon components to resurrect it with 1 hit point, which can be done during a rest.   If the location of your companion is unknown to you for more than 7 days, you can perform the same ritual to summon your companion to an unoccupied space within 30ft of you that you can see."
			]
		},
		{
			"name": "Commands",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 1,
			"entries": [
				"Your companion obeys your commands as best it can. It can easily follow simple commands such as sit, stay, speak (bark or growl), come, go, or play(such as paw shake and roll over).  However, more complex commands, such as making attacks in combat or doing powerful stunts requires dedicated training.",
				"In combat, your companion shares your initiative count, and may act simultaneously.  On your turn, you can verbally or semantically command your companion where to move to(no action required by you).  Your companion will instinctively take the Dodge action.  However, it can also perform the Dash, Disengage, Hide, Search, or Use an Object(if possible) action on your command(no action required by you).",
				"If you are incapacitated or absent, your companion acts on its own, focusing on protecting you and itself. Your companion never requires your command to use its bonus action or reaction, such as when making an opportunity attack.",
				{
					"type": "entries",
					"name": "Command Points",
					"entries": [
						"Beginning at 1st level you gain access to Command Points.  You have a number of command points equal to 2 + 1/2 your Trainer level(round down), as listed in the Command Points column of the Trainer class table.",
						"Command points excite the symbiotic bond you have with your companion, allowing you to telepathically communicate your command.",
						"When you spend a command point, it is unavailable until you finish a short or long rest.  You must spend at least 15 minutes of the rest in light interaction with your companion to regain your command points.",
						{
							"type": "entries",
							"name": "Issuing Commands",
							"entries": [
								"At 1st level you know the following three basic command actions.  You may spend 1 command point to issue a basic command(no action required) or you may use your action to issue the command instead(no command point required).",
								"As you gain levels in this class, you gain access to additional companion traits.  Your companion will unlock new actions, bonus actions, and reactions.  If a feature lists a command point cost, you must spend the command point cost to use that feature (no action required).  If the companion new action does not, you may treat it like a basic command action.",
								{
									"type": "entries",
									"name": "Attack",
									"entries": [
										"Your companion takes the Attack action."
									]
								},
								{
									"type": "entries",
									"name": "Tackle",
									"entries": [
										"Your companion attempts to knock the target prone using its action. It makes a Strength ({@skill Athletics}) check contested by the target's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check (the target chooses the ability to use). If its win the contest, the target becomes prone."
									]
								},
								{
									"type": "entries",
									"name": "Help",
									"entries": [
										"Your companion takes the Help action."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 1,
			"entries": [
				"Starting at 1st level, you choose an archetype which reflects the personal life style you have with your companion. The Life of the Woodsman, as well as other ways of life are detailed at the end of the class description.",
				"Your way of life grants features at 1st, 3rd, 7th, 10th, and 14th level."
			]
		},
		{
			"name": "Animal Friendship",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 2,
			"entries": [
				"At 2nd level, you have an innate ability to communicate with beasts, and they recognize you as a kindred spirit. Through sounds and gestures, you can communicate simple ideas to a beast as an action, and can read its basic mood and intent. You learn its emotional state, whether it is affected by magic of any sort, its short-term needs (such as food or safety), and actions you can take (if any) to persuade it to not attack.",
				"Additionally, you can cast the animal friendship and speak with animals spells once. You regain the ability to do so after finishing a long rest."
			]
		},
		{
			"name": "Fighting Style",
			"source": "Trainer",
			"page": 4,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 2,
			"entries": [
				"At 2nd level, you adopt a style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								"You gain a +2 bonus to attack rolls you make with ranged weapons."
							]
						},
						{
							"type": "entries",
							"name": "Defense",
							"entries": [
								"While you are wearing armor, you gain a +1 bonus to AC."
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						},
						{
							"type": "entries",
							"name": "Thrown Weapon Fighting",
							"entries": [
								"You can draw a weapon that has the thrown property as part of the attack you make with the weapon. In addition, when you hit with a ranged attack using a thrown weapon, you gain a +2 bonus to the damage roll."
							]
						},
						{
							"type": "entries",
							"name": "Interception",
							"entries": [
								"When a creature you can see hits a target, other than you, within 5 feet of you with an attack, you can use your reaction to reduce the damage the target takes by 1d10 + your proficiency bonus (to a minimum of 0 damage). You must be wielding a shield or a simple or martial weapon to use this reaction."
							]
						},
						{
							"type": "entries",
							"name": "Blind Fighting",
							"entries": [
								"You have blindsight with a range of 10 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're blinded or in darkness. Moreover, you can see an invisible creature within that range, unless the creature successfully hides from you."
							]
						},
						{
							"type": "entries",
							"name": "Unarmed Fighting",
							"entries": [
								"Your unarmed strikes can deal bludgeoning damage equal to 1d6 + your Strength modifier on a hit. If you aren't wielding any weapons or a shield when you make the attack roll, the d6 becomes a d8. At the start of each of your turns, you can deal 1d4 bludgeoning damage to one creature grappled by you."
							]
						}
					]
				}
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 3,
			"entries": [
				"At 3rd level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Linked Minds",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 3,
			"entries": [
				"At 3rd level, you can link your mind with that of your companion's. After 5 minutes of meditation, you can use your action to see through your companion's eyes and hear what it hears, and continue to do so until you use your action to return to your normal senses.",
				"During this time, you can telepathically speak with your companion. This has a maximum range of 1 mile."
			]
		},
		{
			"name": "Coordinated Movement",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 3,
			"entries": [
				"Starting at 3rd level, you can take advantage of an opening made by your companion. As a bonus action, after your companion hits a target, you gain one of the following:",
				{
					"type": "list",
					"items": [
						"Move without provoking opportunity attacks from the attacked creature.",
						"Gain half cover against attacks from the attacked creature until the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 4,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 14th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead.",
				"Additionally, each time you gain an Ability Score Improvement, your companion can increase one ability score of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Growth",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 5,
			"entries": [
				"At 5th level, your companion grows in maturity and possibly size.  It gains additional features listed in it's stat block and, if it is medium size, grows to large size.",
				"Additionally, your companion can take actions fully independently of your commands.  They can take the Attack, Tackle, or Help action, as well as other actions listed in the companion's stat block that do not require a command point on their turn. If you command your companion to take the Attack action, it can attack twice, instead of once, when it takes the Attack action on its turn."
			]
		},
		{
			"name": "Coached",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 5,
			"entries": [
				"At 5th level, part of your proficiency is passed on to your companion. Your companion gains proficiency with one skill that you are proficient in that it is not already proficient with."
			]
		},
		{
			"name": "Commune",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 6,
			"entries": [
				"At level 6, you can send messages via the animal kingdom. You can cast the animal messenger spell. Once you cast this spell, you cannot do so again until you finish a long rest.",
				"Additionally, while you are using your companion's senses as part your Linked Minds feature, you may spend 1 command point to telepathically communicate with one person who is touching your companion for up to 10 minutes. This has a maximum range of 1 mile."
			]
		},
		{
			"name": "Supernatural Training",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 6,
			"entries": [
				"At 6th level, your animal companion has trained with you enough to gain unique talents. Choose one of the following features of your companion to learn.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Ferocious",
							"entries": [
								"Whenever your companion makes an attack roll, it scores a critical hit on a roll of 19 or 20."
							]
						},
						{
							"type": "entries",
							"name": "Guarded",
							"entries": [
								"Your companion gains +1 AC."
							]
						},
						{
							"type": "entries",
							"name": "Intercept",
							"entries": [
								"Whenever a target is attacked within 5ft of your companion, your companion can use its reaction to reduce the damage of the attack by 1d10 + your proficiency bonus (to a minimum of 0 damage)."
							]
						}
					]
				},
				"No matter your choice above, your animal companion's attacks count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Defense Style",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 7,
			"entries": [
				"At 7th level, your honed reflexes enhance your ability to avoid danger. Choose one of the following options. Each time you gain a level, you may change this choice.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Evasion",
							"entries": [
								"When you make a Dexterity saving throw against an effect that deals half damage on a success, you take no damage on a success and half damage on a failure."
							]
						},
						{
							"type": "entries",
							"name": "Artful Avoidance",
							"entries": [
								" When you attack with a melee weapon in one hand while your other hand is empty, you may use the Dodge action as a bonus action."
							]
						},
						{
							"type": "entries",
							"name": "Uncanny Dodge",
							"entries": [
								"WheneverWhen you are hit by an attacker that you can see, you can use your reaction to halve the damage from the attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 7,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 7,
			"entries": [
				"At 7th level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Shared Soul",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 9,
			"entries": [
				"At 9th level, when you or your companion is targeted by a spell, and you are within 60 feet of each other, the one not targeted by the spell may use its reaction to also be affected by the spell.",
				"Additionally, any resurrection magic cast on either you or your companion affects both of you, so long as your bodies are within 60 feet of each other."
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 10,
			"entries": [
				"At 10th level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Evolution",
			"source": "Trainer",
			"page": 5,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 11,
			"entries": [
				"At 11th level, your animal companion grows to maturity. Its ability scores increase as indicated in its Animal Companion stat block, and you can now use your companion's level 11 required features."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Saving Grace",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 13,
			"entries": [
				"At 13th level, your spirits protect each other.  Anytime either of you are forced to make a saving throw, and you can see or hear each other, the other can use its reaction to roll a d8 and add the result to the saving throw.  You can use this feature before or after making the roll, but before any effects are applied.",
				"If both you and your companion are effected by the same effect and both creatures use their reaction, the die roll may apply to both saving throws.",
				"Once this feature is used, neither of you can do so again until you finish a long rest, unless you expend 2 command points to take it again."
			]
		},
		{
			"name": "Way of Life",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 14,
			"entries": [
				"At 14th level, you gain another feature from your Way of Life."
			]
		},
		{
			"name": "Aspect",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 15,
			"entries": [
				"At 15th level, the primal magic that flows through your animal companion blooms and unlocks a transformation called an Aspect, as specified in the Animal Companion stat block.",
				"While the beast has transformed, it can use its Aspect features as specified in the companion's stat block."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Fearless",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 17,
			"entries": [
				"Starting at 17th level, through trials and tribulations, so long as you have each other you can overcome.  If you and your companion can see or hear each other, you both gain immunity to charmed and frightened."
			]
		},
		{
			"name": "Inexhaustible",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 18,
			"entries": [
				"Starting at 18th level, you reached your limits and surpassed them.  You and your companion cannot be held back, as you have reached the pinnacle of your prowess.  When you roll for initiative and have less than 4 command points remaining, you regain command points up to 4 total.",
				"Additionally, you and your companion's maximum hit point value cannot be reduced, you and your companion's speed cannot be reduced, and you and your companion do not suffer the ill effects of the first 3 stages of exhaustion."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Legendary",
			"source": "Trainer",
			"page": 6,
			"className": "Trainer",
			"classSource": "Trainer",
			"level": 20,
			"entries": [
				"At 20th level, your companion grows to embody part of the most tremendous beasts of the world.  Between each of your turns, your companion can take 1 of the following Legendary Actions at the end of another creature's turn.",
				{
					"type": "entries",
					"name": "",
					"entries": [
						{
							"type": "entries",
							"name": "Detect",
							"entries": [
								"Make a Wisdom ({@skill Perception}) check."
							]
						},
						{
							"type": "entries",
							"name": "Recuperate",
							"entries": [
								"Roll a d6. Gain temporary hit points equal to the die roll."
							]
						},
						{
							"type": "entries",
							"name": "Move",
							"entries": [
								"Move up to 1/2 its speed."
							]
						},
						{
							"type": "entries",
							"name": "Demoralize",
							"entries": [
								"Roll a d6. A creature of your choice within 5ft subtracts the value from their next attack roll before the start of your next turn."
							]
						}
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Life of the Woodsman",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"Something drew you away from the civilized, urban world, where you journeyed out into the wilderness.  It is here that you find solace and comfort, trusting solely in your companion and living off the land.  Trusting that you will survive with your companion by your side, you can weather the harshest storms the world throws your way.",
				{
					"type": "table",
					"caption": "Woodsman Origin",
					"colLabels": [
						"{@dice d6}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You tended to a wounded bear cub, in return the mother let you rest in her den."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Hired as a cartographer, you found yourself more adept in the wilds than back in town."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Exiled from your home, you wandered before a panther led you to water, and safe haven."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Guided by the moon and the stars, you make your home underneath those stars now."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"As an outlander, you enjoy the journey more than the destination."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"Your father is from a barbarian tribe, while your mother a city girl. You find yourself at home between the two."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frontiersman|Trainer|Trainer|Woodsman|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Linked Hearts|Trainer|Trainer|Woodsman|Trainer|1"
				}
			]
		},
		{
			"name": "Frontiersman",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"Living outside of the urban confines has taught you to live off the land, and always keep one eye open to danger.  You and your companion cannot be surprised, so long as you are conscious.  Additionally, you gain proficiency in Nature, Survival, or Stealth."
			]
		},
		{
			"name": "Forager",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"Traversing the wilderness has gifted you with a knack for survival, allowing you to duplicate the effects of certain spells. You can cast the {@spell Alarm}, {@spell Find Traps}, {@spell Goodberry}, {@spell Lessor Restoration}, and {@spell Snare} spells once.  You regain the ability to cast each of these spells after finishing a long rest."
			]
		},
		{
			"name": "Linked Hearts",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"Both you and your companion's hit points increase by 1. As you gain levels in this class, you both gain one additional hit point per level."
			]
		},
		{
			"name": "Tracker",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You can mark a target as your quarry.  As a bonus action you can mark a target within 120ft that you can see with a mystic brand that lasts 1 hour.  Once per turn, either you or your companion can deal an extra 1d4 damage to the target, and both of you have advantage on any Wisdom (Perception) or Wisdom (Survival) checks you make to find it.",
				"You can only have one target marked at a time."
			]
		},
		{
			"name": "Feral Instinct",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"Your companion gains preternatural senses that help fight creatures it can't see. When your companion attacks a creature it can't see, its inability to see it doesn't impose disadvantage on your attack rolls against it.",
				"Also, your companion is aware of the location of any invisible creature within 30 feet, provided that the creature isn't hidden from your companion."
			]
		},
		{
			"name": "Coordinated Takedown",
			"source": "Trainer",
			"page": 11,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Woodsman",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"Once per turn, when you and your companion make an attack against the same target, you can roll 1d4 and add the result to either total, potentially changing a miss into a hit.",
				"Additionally, as a special reaction between turns, when an ally hits the target marked by your tracker feature, you can immediately use your reaction to make one weapon attack targeting the marked creature.",
				"You can use this special reaction a number of times equal to your Wisdom modifier(minimum of once).  You regain all expended uses after you finish a short or long rest."
			]
		},
		{
			"name": "Life of the Rider",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"Born in the saddle, you've traveled from here to there and back again.  It's not you keeping up with your companion, but your companion keeping up with you as you always feel the need to keep going, keep pushing to get to the next location.  Whatever your case maybe, it is true with your companion by your side, you move with a hastened step and a heart of gold.",
				{
					"type": "table",
					"caption": "Rider Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"Your caravansary always had you ride and lead the way."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Dodging the constabulary required that you stay one step ahead."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"The lost treasures of fearun were going to find themselves."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"You fought as a cavalryman in the war."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Larger than Life|Trainer|Trainer|Rider|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ready to Ride|Trainer|Trainer|Rider|Trainer|1"
				}
			]
		},
		{
			"name": "Larger than Life",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"Always on the go means you've survived by being ready to draw swords or mince words at a moments notice.  You gain proficiency with initiative rolls.",
				"Your travels have brought you to distance cities, letting you interact with a multitude of characters.  You've studied with these characters, and have gained valuable knowledge. You gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. Additionally, you learn one language of your choice."
			]
		},
		{
			"name": "Ready to Ride",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"Your companion is always at your side, or under saddle. If your companion would grow to size Large at level 5, it instead become Large at level 1, and your companion's actions are not limited by having you mounted.",
				"Additionally, when you are mounted, you have advantage on saving throws made to avoid falling off. If you fall off and descend no more than 10 feet, you can land on your feet if you're not incapacitated.  Mounting or dismounting costs you only 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "On the Move",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"You and your companion each increase your movement speed by 10 feet while you are within 60 feet of each other.",
				"Additionally, when either you or your companion takes the dash action, their jump distance is doubled for the turn."
			]
		},
		{
			"name": "Steady Form",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You implicitly trust your companion and they trust you. You gain additional Command Points equal to you Wisdom modifier (minimum 1)."
			]
		},
		{
			"name": "Opening Salvo",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"On the first round of combat, if you take the attack action, you can attack 1 additional time, and that attack deals 1d12 extra damage.",
				"Additionally, you can mark the first creature your companion hits during the first round of a combat; that creatures becomes easier for others (excluding you and your companion) to strike.  Attack rolls against the marked target have advantage until the start of your next turn."
			]
		},
		{
			"name": "Battle Standard",
			"source": "Trainer",
			"page": 12,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Rider",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You raise a call to arms, encouraging your allies and demoralizing your foes.  You can use a bonus action and spend 2 command points to emit an aura of battle.  You and friendly creatures within 60 feet of you gain temporary hit points equal to your trainer level, and have 10ft of bonus move speed on their next turn.  You have 10ft of bonus movement speed on your current only.",
				"Additionally, the aura lasts for 1 minute, and any foe within 10ft of you has disadvantage on attack rolls against creatures that are more than 10ft away from you.",
				"Once you use this feature, you cannot do so again until you've completed a short or long rest."
			]
		},
		{
			"name": "Life of the Drakewarden",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"You, as a Drakewarden, formed an enduring bond with a minor dragon, a {@creature Drake Companion|Trainer|drake}. This drake, entrusted to you, is at your side, and shares with you the awe-inspiring power wielded by dragons.",
				"Consider how you gained your bond with the drake. The Drakewarden Origin table offers some examples.",
				{
					"type": "table",
					"caption": "Drakewarden Origin",
					"colLabels": [
						"{@dice d6}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You studied a dragon's scale or claw, or a trinket from its hoard, and created your bond through the token's lingering draconic magic."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"A secret order of rangers who collect and guard draconic lore taught you their ways."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"A true dragon gave you a drake egg to care for. When it hatched, the drake bonded to you."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"You drank a few drops of dragon blood, forever infusing your nature magic with draconic power."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"An ancient Draconic inscription on a standing stone empowered you when you read it aloud."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"You had a vivid dream of a mysterious man, accompanied by seven yellow canaries, who warned you of impending doom. When you awoke, your drake was there, watching you."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drake Companion|Trainer|Trainer|Drakewarden|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Gift|Trainer|Trainer|Drakewarden|Trainer|1"
				}
			]
		},
		{
			"name": "Drake Companion",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"In place of a beastial companion, you've been gifted with a drake companion.  The drake is friendly to you and your companions and obeys your commands. See its game statistics in the Drake Companion stat block.  The drake has a Draconic Essence, which you choose when you bond with the drake and cannot be changed."
			]
		},
		{
			"name": "Draconic Gift",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"The bond you share with your drake creates a deeper connection to dragon kind, granting you understanding and empowering your presence. If you can't already, you learn to speak, read, and write Draconic, and you learn the thaumaturgy cantrip; Wisdom is your spell casting ability for this spell."
			]
		},
		{
			"name": "Bond of Scale",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"The bond you share with your drake intensifies, protecting you. You gain resistance to the damage type associated with your drake's Draconic Essence."
			]
		},
		{
			"name": "Bond of Fang",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"You can briefly summon the might of the dragon's breath.  Once per turn, when you hit a target with an attack, you can cause the attack to flair with your drake's Draconic Essence.  The target of the attack, and each creature of your choice within 5ft of the target take 1d6 extra damage of the type based on your drake's Draconic Essence.",
				"You can do this a number of times equal to your proficiency bonus.  You regain all expended uses after finishing a short or long rest."
			]
		},
		{
			"name": "Frightful Presence",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You awaken the power of a true dragon. As an action, each creature of your choice that is within 120 feet of you and aware of you must succeed on a Wisdom saving throw against a DC of 8 + your Wisdom modifier + PB, or become frightened of you and your drake for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it.",
				"Once you use this feature, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Protective Nature",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Drakewarden",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"You watch each other's back at all times.  You become immune to the damage and effects of your drake's Breath attack, and at 15th level your drake's Wing Attack.  ",
				"Additionally, when either you or your companion are the target of an attack, the other can use its reaction to make an attack against the attacking creature if in range.  If this attack hits, it does damage as normal, and the initiating attack gains disadvantage."
			]
		},
		{
			"name": "Life of the Mystic",
			"source": "Trainer",
			"page": 15,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"Mystic have seen the world through the eyes of others.  You too have seen the world through the eyes of nature's primal spirits.  They have graced with part of their power, and asked that you uphold the spirit of the wilds.",
				"Consider how you gained your mystical power. The Mystic Origin table offers some examples.",
				{
					"type": "table",
					"caption": "Mystic Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"The touch of an archfey has left a visible brand. It still stings to this day."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"After months of a recurring dream, the spirit of the forest stands nearby when you awake. It tells you that you were dreaming through its eyes before fading into ether."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Your companion is either blessed or cursed. You have leached some of that enigmatic power."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Your parents were part of a druid circle. A segment of their power has passed onto you."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Trainer|Trainer|Mystic|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mystic Touch|Trainer|Trainer|Mystic|Trainer|1"
				}
			]
		},
		{
			"name": "Spellcasting",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 1,
			"entries": [
				"You embrace a mystical life, fueled by nature, gifting you with the ability to cast spells. See Spells Rules for the general rules of spellcasting and the Spells Listing for the druid spell list.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cantrips",
							"entries": [
								"You learn the {@spell druidcraft} and one additional cantrip of your choice from the druid spell list. You learn an additional druid cantrip of your choice at 10th level."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spell Slots",
							"entries": [
								"The Mystic Spellcasting table shows how many spell slots you have to cast your {@filter druid spells|spells|class=druid} of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
								"For example, if you know the 1st-level spell {@spell shield} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell shield} using either slot."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spells Known of 1st-Level and Higher",
							"entries": [
								"You know three 1st-level druid spells of your choice, two of which you must choose from the abjuration and evocation spells on the druid spell list.",
								"The Spells Known column of the Mystic Spellcasting table shows when you learn more druid spells of 1st level or higher. Each of these spells must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.",
								"Whenever you gain a level in this class, you can replace one of the druid spells you know with another spell of your choice from the druid spell list. The new spell must be of a level for which you have spell slots."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spellcasting Ability",
							"entries": [
								"Wisdom is your spellcasting ability for your druid spells, since you learn your spells through memorization and harmony with nature. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a druid spell you cast and when making an attack roll with one.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"wis"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"wis"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mystic Touch",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"You gain the ability to sense the magic within objects and creatures. You a touch an object or a creature and spend 1 minute ruminating on it to learn the source of its power. If it is a magic item or some other magic-imbued object, you learn its properties and how to use them, whether it requires attunement to use, and how many charges it has, if any. You learn whether any spells or curses are affecting the item and what they are. If the item was created by a spell, you learn which spell created it. If you instead touch a creature, you learn what spells or curses, if any, are currently affecting it.",
				"Additionally, you can cast {@spell druidcraft} without verbal components."
			]
		},
		{
			"name": "Traversing Power",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"You can cast spells as though you were in your companion's space, but you must use your own senses."
			]
		},
		{
			"name": "Innervate",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"After casting a spell of 1st level or higher, your companion becomes innervated. They gain 1d4 times the spell's level in temporary hit points."
			]
		},
		{
			"name": "Misty Relocation",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"You and your companion can cast misty step without expending a spell slot. You and your companion can do so a combined number of times equal to your Wisdom modifier (minimum of once), and you regain all expended uses when you finish a long rest.",
				"In addition, whenever you or your companion casts {@spell misty step}, they can bring along one willing creature within 5 feet. That creature teleports to an unoccupied space of their choice within 5 feet of the destination space."
			]
		},
		{
			"name": "Nova",
			"source": "Trainer",
			"page": 13,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Mystic",
			"subclassSource": "Trainer",
			"header": 2,
			"level": 14,
			"entries": [
				"As an action you can conjure a storming vortex around you and your companion.  This vortex lasts for 1 minute, but ends early if you are knocked unconscious.  Once you use this feature, you cannot use it again until you finish a short or long rest.  While the vortex rages, it provides the following:",
				{
					"type": "list",
					"items": [
						"The vortex provides have half cover to you and your companion.",
						"Creatures other than you or your companion that start their turn within 10ft of you or your companion must succeed on a Dexterity saving throw or take 1d8 lighting, fire, or cold damage (your choice).",
						"As a bonus action before the vortex ends, you can collapse the vortex resulting is a nova burst ending the vortex early.  Each creature of your choice that you can see within 15 feet of you and your companion must make a Constitution saving throw. On a failed save, a creature takes 4d8 lighting, fire, or cold damage (your choice), and is pushed back 10ft and knocked prone.  On a successful save, a creature takes half as much damage and isn't pushed nor knocked prone"
					]
				}
			]
		},
		{
			"name": "Life of the Gravetender",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"The Gravetender is of an even more ghastly interest, summoning the dead to serve him. He is able to have a spirit of the departed to remain at his side.  Gravetenders learn to sap the life force from the living and the dieing, and using that energy to manipulate rejuvenate themselves and their companion.",
				{
					"type": "table",
					"caption": "Gravetender Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You've worked as a gravekeeper, and communed with the dead on more than one occasion."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"As a failing student of wizardry, your companion has trusted you to practice your necromancy on them."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Your deal with a minor demon, a djin, or a minor wish had gone awry."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"A close call, a brush with death has linked your spirit to the spirit of another.  Yet, you were brought back, bringing the spirit of the other with you."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Undeath|Trainer|Trainer|Gravetender|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shepherd of Souls|Trainer|Trainer|Gravetender|Trainer|1"
				}
			]
		},
		{
			"name": "Undeath",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"Risen from the grave, your companion is bound to you and this world. Your companion's type becomes undead as well as beast, and it gains resistance to poison and necrotic damage. "
			]
		},
		{
			"name": "Shepherd of Souls",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"You have an innate sense of death, undeath, and those that are not of this world.  You know if there is an celestial, fiend, or undead within 30 feet of you, as well as where the creature is located.  Similarly, you know if there is a place or object within 30 feet of you that has been magically consecrated or desecrated.  However, this innate sense is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.",
				"This innate sense is supplemented by your intuition of life's little machinations.  You learn the {@spell spare the dying} cantrip, if you don't already know it."
			]
		},
		{
			"name": "Wither",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"As an action, you can touch one creature to curse it.  The target must succeed on a Wisdom saving throw {@dc 8 + Constitution modifier + proficiency bonus} or become cursed.  The withering curse reduces the target's speed by 10ft, and they subtract 1d4 from the damage of each of their melee attacks.  At higher levels in this class, this curse reduces a greater amount of damage: 2d4 at 8th level, 3d4 at 13th, and 4d4 at 18th level.",
				"The curse lasts 10 minutes. A remove curse spell ends this effect early.  You can use this curse a number of times equal to your proficiency bonus.  You regain all expended uses of this feature after finishing a long rest."
			]
		},
		{
			"name": "Dark Procession",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"When you hit a target with an attack, you can covert the damage of the attack to necrotic damage, and you leave a smoldering, shadow-wreathed wound for the next minute.  All of your subsequent attacks against the target deal and additional {@damage 1d4} necrotic damage, and heal you or your companion for the same amount.",
				"Additionally, you can cast {@spell speak with dead} once, and can cast it without material components.  You regain the ability to do so after finishing a long rest. "
			]
		},
		{
			"name": "Anti-Magic Shell",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"As a bonus action, you can shield yourself and your companion from magical harm.  For 1 minute, you and your companion have advantage on saving throws against spells and other magical effects.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Army of the Dead",
			"source": "Trainer",
			"page": 17,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Gravetender",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"You can cast the {@spell summon undead} spell as a 3th level spell, and can cast it without material components.  You can increase the level of the spell cast by spending command points, as you and your companion combine force to draw the undead spirit to life with increased strength.  For each 2 command points you spend, you increase the increase the level of the spell by 1, to a maximum of 6th level.",
				"Once you cast this spell, you cannot do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Life of the Swarmkeeper",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 1,
			"entries": [
				"The Swarmkeeper tames the surging hordes of small creatures that strike fear into the hearts of most. Rats, bees, bats, and snakes are all options in the Swarmkeeper's arsenal, ready to spread out across the battlefield and then coalesce onto targets in a suffocating flood.  Some Swarmkeepers are outcasts or hermits, keeping to themselves and their attendant swarms rather than dealing with the discomfort of others. Other Swarmkeepers enjoy building vibrant communities that work for the mutual benefit of all those they consider part of their swarm.",
				{
					"type": "table",
					"caption": "Swarmkeeper Origin",
					"colLabels": [
						"{@dice d4}",
						"Origin"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"You had often heard the whispers in the dark, in places where humans were not in abundance. It was not until years later that you actually thought to whisper back, and when you did, he found a group of companions of the most unlikely sort."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"After years of tending to a bee hive, ensuring continued floral growth, the queen came to your aid when you needed it most."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Skulking through the underbelly of the city as a forlorn urchin, the rants began to speak to you, aiding you."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"After years of solitude, you visited the deepest parts of the forest.  There, you befriended a pixie and her tiny compatriots."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Swarm Companion|Trainer|Trainer|Swarmkeeper|Trainer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Swarm's Embrace|Trainer|Trainer|Swarmkeeper|Trainer|1"
				}
			]
		},
		{
			"name": "Swarm Companion",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"In place of a beastial companion, a {@creature Swarm Companion|Trainer|swarm} of spirits has bonded itself to you and can assist you in battle.  The swarm is friendly to you and your companions and obeys your commands. See its game statistics in the Swarm Companion stat block. Also, remember that the swarm's appearance is yours to customize, and don't feel confined to a single appearance. Perhaps the spirits' look changes with your mood or with the seasons. You decide!",
				"Additionally, your connection to the natural spirits allows you to mirror the effects of certain spells.  You learn the {@spell infestation} and {@spell mage hand} cantrips if you don't already know them. Wisdom is your spell casting ability for these spells.  The mage hand takes the form of your swarming nature spirits."
			]
		},
		{
			"name": "Swarm's Embrace",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 1,
			"header": 2,
			"entries": [
				"When you and your swarm occupy the same space, it can cling to you using its action, reducing its size to match yours if necessary.  Conversely, on its turn, it can release from you(no action required), returning to its original size.  However, it cannot cling and release on the same turn.  If the swarm is ever forced to move while clinging to you, it first releases itself from you.",
				"When the swarm is clinging to you, the following applies:",
				{
					"type": "list",
					"items": [
						"It surrounds you and moves with you, without the need to move on its own.",
						"It cannot take actions or reactions.",
						"It cannot be attacked, or take damage from area of effects.",
						"If it must make a saving throw, it does so with advantage.",
						"After taking the Attack action targeting a creature within 10ft, you can spend 1 command point to have the swarm lash out.  Your companion can make 1 attack against that creature(no action required).",
						"Starting at level 5, you can attack twice, instead of once, whenever you take the Attack action on your turn."
					]
				}
			]
		},
		{
			"name": "Shifting Form",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 3,
			"header": 2,
			"entries": [
				"The magic of the swarm lightens your step, letting you briefly float like a butterfly.  As a bonus action, you gain a flying speed of 10 feet for this turn.  At the end of your turn, you fall back to the ground.",
				"Additionally, you can coalesce the spirits into various forms.  You can cast {@spell silent image} once, and can cast it without material components. Wisdom is your spell casting ability for this spell.  Once you cast this spell, you cannot do so again until you finish a long rest."
			]
		},
		{
			"name": "Stinging Strikes",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 7,
			"header": 2,
			"entries": [
				"Your attacks against targets that are occupying the same space as your companion gain an additional 1d6 piercing damage from the swarm.",
				"Additionally, when the swarm is clinging to you, the swarm aids your attacks.  Your attacks deal an additional 1d6 piercing damage from the swarm."
			]
		},
		{
			"name": "Duplicity of the Swarm",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 10,
			"header": 2,
			"entries": [
				"By drawing on the fey spirit's power, the spirits mimic your appearance and movements.  As an action, you create 2 illusory duplicates of yourself that appear in your space and last up to 1 minute.  Each time a creature targets you with an attack while you have active duplicates, roll a d20 to determine whether the attack targets you or one of your duplicates.  If the roll is 10 or greater, the attack targets a duplicate instead of you.",
				"A duplicate's AC equals 10 + your Dexterity modifier. If an attack hits a duplicate, the duplicate is destroyed.  Duplicates ignore all other damage and effects.",
				"A creature is unaffected by the duplicates if it can't see, if it relies on senses other than sight, such as blindsight, or if it can perceive illusions as false, as with truesight.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Roll Tide",
			"source": "Trainer",
			"page": 18,
			"className": "Trainer",
			"classSource": "Trainer",
			"subclassShortName": "Swarmkeeper",
			"subclassSource": "Trainer",
			"level": 14,
			"header": 2,
			"entries": [
				"Using both your and your companion's action, and while the swarm clings to you, you can spend 2 command points to disperse the swarm into a swirling 5 foot radius cloud around you.  For the duration of your turn, you and the swarm ignore attacks of opportunity, and the swarm makes one attack against each creature that you move within 5 feet of.  The swarm cannot attack the same target more than once."
			]
		}
	],
	"monster": [
		{
			"source": "Trainer",
			"name": "Bruiser Companion",
			"size": [
				"M"
			],
			"type": "beast",
			"ac": [
				{
					"ac": 13,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(4 + constitution modifier) x trainer level + 5"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 11,
			"con": 15,
			"int": 7,
			"wis": 11,
			"cha": 9,
			"passive": 11,
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following",
						"STR +1, DEX +1, CON +2, WIS +1, CHA +1"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The beast has a number of hit dice equal to: 1d6 per trainer level"
					]
				},
				{
					"name": "Sentinel",
					"entries": [
						"When the beast hits a creature of equal or smaller size with an opportunity attack, the creature's speed becomes 0 for the rest of the turn."
					]
				},
				{
					"name": "Bind (Level 5)",
					"entries": [
						"When the beast is successful with a grapple attempt, it can immediately make one attack against the creature."
					]
				},
				{
					"name": "Cleave (Level 11)",
					"entries": [
						"When the beast takes the Attack action, its attacks target two creatures that are within 5ft of each other, and within 5ft of the beast.  Make one attack roll, and apply the result to both targets."
					]
				},
				{
					"name": "Regeneration (Aspect of Spring Only)",
					"entries": [
						"The beast regains 5 hit points at the start of its turn if it has at least 1 hit point, and less than 1/2 of its maximum hit points."
					]
				}
			],
			"bonus": [
				{
					"name": "Aspect of the Spring (Level 15)",
					"entries": [
						"2 Command Points",
						"The beast may transform into an Aspect of Spring. A soft glow shimmers around the beast and seems to rejuvenate the plant life around it. The beast immediately regains 10 hit points. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a long rest."
					]
				}
			],
			"action": [
				{
					"name": "Bite or Claws",
					"entries": [
						"{@atk mw}, reach 5 ft., one target. ({@damage 1d6}) + strength modifier piercing damage (Bite) or slashing damage (Claws)"
					]
				},
				{
					"name": "Grapple",
					"entries": [
						"It makes a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). If its win the contest, the target becomes grappled."
					]
				},
				{
					"name": "Takedown (Level 11)",
					"entries": [
						"The beast attempts to restrain a target that it has grappled.  It makes another grapple attempt against the grappled target. If its win the contest, the target becomes restrained so long as it is grappled."
					]
				},
				{
					"name": "Gift of Life (Aspect of Spring Only) (Recharge 5-6).",
					"entries": [
						"1 Command Point",
						"A brilliant green light emits from the beast in all directions. Any number of creatures of your choice within 15 feet of the beast regain 2d8 hit points."
					]
				}
			],
			"reaction": [
				{
					"name": "Frontline (Level 5)",
					"entries": [
						"The beast can make an attack of opportunity against a creature when it moves to within 5ft of the beast."
					]
				},
				{
					"name": "Impose (Aspect of Spring Only)",
					"entries": [
						"If a creature within 5ft of the beast drops to 0 hit points, the beast can willingly end its aspect early so that the creature drops to 1 hit point instead."
					]
				}
			],
			"page": 7,
			"conditionInflict": [
				"restrained"
			],
			"traitTags": [
				"Regeneration"
			],
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"skill": {
				"intimidation": "+PB",
				"athletics": "+PB"
			},
			"save": {
				"con": "+PB",
				"str": "+PB"
			},
			"familiar": true,
			"group": [
				"Companions"
			]
		},
		{
			"source": "Trainer",
			"name": "Pack Companion",
			"size": [
				"M"
			],
			"type": "beast",
			"ac": [
				{
					"ac": 12,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(4 + constitution modifier) x trainer level + 4"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 13,
			"int": 8,
			"wis": 12,
			"cha": 11,
			"passive": 11,
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following",
						"STR +2, CON +1, INT +1, WIS +2"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The beast has a number of hit dice equal to: 1d6 per trainer level"
					]
				},
				{
					"name": "Stride",
					"entries": [
						"The beast ignores nonmagical difficult terrain."
					]
				},
				{
					"name": "Pin (Level 5)",
					"entries": [
						"After the beast successfully tackles a creature, it may immediately make one attack against that creature. "
					]
				},
				{
					"name": "Pack Tactics (Level 5)",
					"entries": [
						"Once per turn, the beast gains advantage on an attack roll against a creature if at least one of the beast's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Shread (Level 11)",
					"entries": [
						"After hitting with an attack, the damage of the attack gains an additional {@damage 1d8} damage."
					]
				},
				{
					"name": "Frozen Wastes (Aspect of Winter Only)",
					"entries": [
						"The beast emits an aura of frigid hail.  This hail of rock-hard ice turns the ground in a 15-foot-radius around the beast into difficult terrain. The beast ignores this difficult terrain."
					]
				}
			],
			"bonus": [
				{
					"name": "Aspect of the Winter (Level 15)",
					"entries": [
						"1 command point",
						"The beast may transform into an Aspect of Winter. The beast's fur turns white as snow and its eyes become pale blue. The air surrounding the beast covers everything in frost. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a long rest."
					]
				}
			],
			"action": [
				{
					"name": "Bite or Claw",
					"entries": [
						"{@atk mw} (finesse), reach 5 ft., one target. ({@damage 1d6}) + strength or dexterity modifier piercing (Bite) or slashing (Claws) damage."
					]
				},
				{
					"name": "Snap Deposition (Aspect of Winter Only) (Recharge 5-6).",
					"entries": [
						"2 Command Point",
						"The beast exudes a blast of freezing wind in a 15-foot-radius. Each creature of your choice in that area must make a {@dc 17} Constitution saving throw. On a fail, a creature suffers {@damage 4d10} cold damage, its speed is halved, and all attacks it makes until the end of its next turn gain disadvantage. On a success, a creature suffers only half damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Howl (Level 11)",
					"entries": [
						"When an ally misses with an attack roll, the beast lets out a audacious howl. The ally that missed, rerolls the attack and uses the new result."
					]
				},
				{
					"name": "Frostbite (Aspect of Winter Only)",
					"entries": [
						"When the beast is hit by an attack, the beast may make an attack of opportunity attack against the attacker."
					]
				}
			],
			"page": 8,
			"traitTags": [
				"Pack Tactics"
			],
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"save": {
				"str": "+PB",
				"dex": "+PB"
			},
			"familiar": true,
			"group": [
				"Companions"
			],
			"skill": {
				"acrobatics": "+PB",
				"insight": "+PB",
				"survival": "+PB"
			},
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"source": "Trainer",
			"name": "Fowl Companion",
			"size": [
				"M"
			],
			"type": "beast",
			"ac": [
				{
					"ac": 11,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(4 + constitution modifier) x trainer level + 3"
			},
			"speed": {
				"walk": 10,
				"fly": 40
			},
			"str": 7,
			"dex": 15,
			"con": 10,
			"int": 12,
			"wis": 14,
			"cha": 11,
			"passive": 0,
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following",
						"STR +1, DEX +1, CON +0, INT +2, CHA +2"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The beast has a number of hit dice equal to: 1d6 per trainer level"
					]
				},
				{
					"name": "Swooping Strike",
					"entries": [
						"As part of the attack action, if the the beast moved at least 10ft before attacking a creature, the beast ignores opportunity attacks from that creature this turn. "
					]
				},
				{
					"name": "Gouge (Level 5)",
					"entries": [
						"1 Command Point",
						"After hitting a target with its talons, the target must make a {@dc 10} + proficiency bonus dexterity saving throw or become {@condition blinded} until the end of its next turn."
					]
				},
				{
					"name": "Elemental Talons (level 11)",
					"entries": [
						"The beast's attacks with its talons deal an additional 1d6 acid, cold, fire, lightning, or poison damage."
					]
				},
				{
					"name": "Beacon of Light (Aspect of the Sun Only)",
					"entries": [
						"For the duration of the transformation, the beast burns bright like the sun.  This acts as if the Daylight spell is centered on the beast."
					]
				}
			],
			"page": 9,
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"S"
			],
			"familiar": true,
			"group": [
				"Companions"
			],
			"save": {
				"dex": "+PB",
				"int": "+PB"
			},
			"skill": {
				"perception": "+PB",
				"survival": "+PB",
				"investigation": "+PB",
				"insight": "+PB"
			},
			"senses": [
				"Darkvision 120ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"conditionInflict": [
				"blinded"
			],
			"bonus": [
				{
					"name": "Aspect of the Sun (Level 15)",
					"entries": [
						"1 command point",
						"The beast may transform into an Aspect of the Sun. The beast feathers adopt a golden sheen that reflects the light in iridescent colors. The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a long rest."
					]
				}
			],
			"action": [
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} (finesse), reach 5 ft., one target. ({@damage 1d4}) + strength or dexterity modifier slashing damage."
					]
				},
				{
					"name": "Jolt (level 5)",
					"entries": [
						"1 command point",
						"The beast casts {@spell Chromatic Orb} as a first level spell using intelligence as its spell casting ability. (Level 11. This spell is cast at 2nd level instead of 1st)"
					]
				},
				{
					"name": "Chromawave (Level 11)",
					"entries": [
						"2 Command Points",
						"The beast emits a wave of elemental force that sweeps out from the beast.  You choose acid, cold, fire, lightning, poison, or thunder as the type of wave emitted. Each creature in a 15-foot cube originating from the beast must make a {@dc 16} Constitution saving throw. On a failed save, a creature takes {@damage 5d8} damage and is pushed 10 feet away. On a successful save, the creature takes half as much damage and isn't pushed. (Level 15. {@damage 7d8} thunder damage)"
					]
				},
				{
					"name": "Wings of the Phoenix (Aspect of the Sun Only) {@recharge 6}",
					"entries": [
						"2 Command Points",
						"The beast's wings erupt in flames as it dashes towards its enemies. The beast flies up to its speed. All creatures within 10 feet of the beast during its movement must succeed on a {@dc 18} Dexterity saving throw. Targets take {@damage 8d10} fire damage on a failed save, or half as much on a success."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"reaction": [
				{
					"name": "Uncanny Dodge (Level 5)",
					"entries": [
						"The beast can nimbly maneuver to reduce the harm done to it. When an attacker that the beast can see hits it with an attack, the beast can use its reaction to halve the attack's damage."
					]
				}
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"source": "Trainer",
			"name": "Prowler Companion",
			"size": [
				"M"
			],
			"type": "beast",
			"ac": [
				{
					"ac": 12,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(4 + constitution modifier) x trainer level + 4"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 13,
			"dex": 14,
			"con": 12,
			"int": 9,
			"wis": 13,
			"cha": 9,
			"passive": 0,
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following.",
						"DEX +2, CON +1, WIS +2, CHA +1"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The beast has a number of hit dice equal to: 1d6 per trainer level"
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"As part of the attack action, if the beast moves at least 20 feet straight toward a creature, the target takes an extra {@damage 1d6} damage from the attack."
					]
				},
				{
					"name": "Ambusher (Level 5)",
					"entries": [
						"If the beast was hidden from a creature at the start of its turn, it can make its melee attack rolls against that creature with advantage."
					]
				},
				{
					"name": "Sneak Attack (Level 11)",
					"entries": [
						"Once per turn, the beast can deal an extra {@damage 3d6} damage with an attack if the beast has advantage on the attack roll."
					]
				},
				{
					"name": "Evasion (Level 11)",
					"entries": [
						"The beast can nimbly dodge out of the way of certain area effects, such as an ancient red dragon's fiery breath or an ice storm spell. When the beast is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeed on the saving throw, and only half damage if it failed"
					]
				},
				{
					"name": "Shadowed Veil (Aspect of the Moon Only)",
					"entries": [
						"The beast's body becomes blurred, shifting and wavering in wisps of darkness to all who can see it. For the duration of the transformation, any creature has disadvantage on attack rolls against it. An attacker is immune to this effect if it doesn't rely on sight, as with blindsight, or can see through illusions, as with truesight."
					]
				},
				{
					"name": "Silent Step (Aspect of the Moon Only)",
					"entries": [
						"The beast creates no sound for the duration of the transformation."
					]
				}
			],
			"page": 10,
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P",
				"S"
			],
			"familiar": true,
			"group": [
				"Companions"
			],
			"senses": [
				"Darkvision 60ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"conditionInflict": [
				"prone"
			],
			"save": {
				"dex": "+PB",
				"cha": "+PB"
			},
			"skill": {
				"perception": "+PB",
				"stealth": "+PB",
				"acrobatics": "+PB"
			},
			"traitTags": [
				"Ambusher",
				"Pounce",
				"Sneak Attack"
			],
			"action": [
				{
					"name": "Bite or Claws",
					"entries": [
						"{@atk mw} (finesse), reach 5 ft., one target. ({@damage 1d6}) + strength or dexterity modifier piercing (Bite) or slashing (Claws) damage."
					]
				},
				{
					"name": "Mist of Ravenloft (Aspect of the Moon Only) (Recharge 5-6)",
					"entries": [
						"2 command points",
						"The beast momentarily dissipates into a mist, and rapidly lashing out at nearby foes.  The beast chooses up to 5 targets within 30 feet.  It makes 1 attack against each target.  On a hit, a target takes {@damage 4d10} force damage."
					]
				},
				{
					"name": "Aspect of the Moon (Level 15)",
					"entries": [
						"2 command points",
						"The beast may transform into an Aspect of the Moon. Wisps of shadow mask the beast in darkness. Upon transformation, the beast becomes invisible for up to 10 minutes, or until the beast attacks.  The transformation lasts for 10 minutes or until the beast chooses to revert to its normal form (no action required). The transformation ends early if the beast drops to 0 hit points. The beast may not use this ability again until it has finished a long rest."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"bonus": [
				{
					"name": "Cunning Action (Level 5)",
					"entries": [
						"1 Command Point",
						"The beast can take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Shadow Step (Aspect of the Moon Only)",
					"entries": [
						"When the beast is in dim light or darkness, as a bonus action, the beast can teleport up to 60 feet to an unoccupied space it can see that is also in dim light or darkness. The beast then has advantage on the first melee attack it makes before the end of the its turn."
					]
				}
			]
		},
		{
			"source": "Trainer",
			"name": "Swarm Companion",
			"size": [
				"M"
			],
			"type": {
				"type": "fey",
				"swarmSize": "T"
			},
			"ac": [
				{
					"ac": 10,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(3 + constitution modifier) x trainer level + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 11,
			"int": 9,
			"wis": 13,
			"cha": 7,
			"passive": 11,
			"languages": [
				"Understands all languages that you speak"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following",
						"STR +2, DEX +2, CON +1, WIS +1"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The swarm has a number of hit dice equal to: 1d4 per trainer level"
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny rat.  The swarm's attacks ignore any bonus AC provided by a shield."
					]
				},
				{
					"name": "Cling",
					"entries": [
						"When the swarm takes the Tackle action, it can use Acrobatics(Dexterity) instead of Athletics(Strength).  Additionally, if a Tackle attempt is successful, it may choose to move up to 10ft and carry the target with it instead of knocking the target prone."
					]
				},
				{
					"name": "Terrifying Skitter (Level 5)",
					"entries": [
						"After the swarm hits a target with an attack, the target must succeed on a {@dc 14} Charisma saving throw or become frightened of the swarm for up to 1 minute.  As an action, the frightened creature can repeat this save to end the effect early."
					]
				},
				{
					"name": "Shread (Level 11)",
					"entries": [
						"After hitting with an attack, the damage of the attack gains an additional {@damage 1d6} damage."
					]
				},
				{
					"name": "Sickening Sting (Level 11)",
					"entries": [
						"After the swarm hits a target with an attack, the target becomes poisoned until the end their next turn."
					]
				},
				{
					"name": "Tremendous Swarm (Aspect of the Flood Only)",
					"entries": [
						"The swarm increases it size to Gargantuan, filling a 20ft by 20ft space.  Anytime the swarm takes the Attack, Engulf, or Tackle action, it can target each creature of its choice that the swarm is sharing space with.  Additionally, any friendly creatures sharing a space with the swarm gain half cover."
					]
				}
			],
			"bonus": [
				{
					"name": "Aspect of the Flood (Level 15)",
					"entries": [
						"3 command points",
						"The swarm may transform into an Aspect of the Flood.  The swarm grows in size, expanding in a torrential wave of tiny ravenous critters.   Upon transformation, the swarm gains 2d10 temporary hit points.  For the duration of the transformation, the swarm cannot cling to you. The transformation lasts for 10 minutes or until the swarm chooses to revert to its normal form (no action required). The transformation ends early if the swarm drops to 0 hit points. The swarm may not use this ability again until it has finished a long rest."
					]
				}
			],
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} (finesse), reach 0 ft., one target in the swarm's space. ({@damage 1d4}) + strength or dexterity modifier piercing damage."
					]
				},
				{
					"name": "Engulf (level 5) (Recharge 5-6).",
					"entries": [
						"1 Command Point",
						"The swarm engulfs a target occupying the same space as the swarm, causing an incapacitating fit of panic.  The target must succeed on a Wisdom saving throw {@dc 8 + Wisdom modifier + PB} or fall prone, becoming incapacitated and unable to stand up for the duration.  The swarm must concentrate on this, as if it were a spell.",
						"At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the effect ends."
					]
				}
			],
			"reaction": [
				{
					"name": "Dispersion (Aspect of the Flood Only)",
					"entries": [
						"2 command points",
						"When the swarm takes damage, the swarm gains resistance to that damage.  If the source of the damage also effected friendly creatures sharing a space with the swarm, they also gain resistance to that damage."
					]
				}
			],
			"page": 19,
			"languageTags": [
				"XX"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"save": {
				"str": "+PB",
				"dex": "+PB"
			},
			"familiar": true,
			"group": [
				"Companions"
			],
			"skill": {
				"acrobatics": "+PB",
				"perception": "+PB"
			},
			"savingThrowForced": [
				"charisma"
			]
		},
		{
			"source": "Trainer",
			"name": "Drake Companion",
			"size": [
				"M"
			],
			"type": "dragon",
			"ac": [
				{
					"ac": 14,
					"from": [
						"+ proficiency bonus"
					]
				}
			],
			"hp": {
				"special": "(5 + constitution modifier) x trainer level + 5"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 40,
					"condition": "(Level 15)"
				}
			},
			"str": 14,
			"dex": 11,
			"con": 13,
			"int": 9,
			"wis": 13,
			"cha": 8,
			"passive": 0,
			"languages": [
				"Draconic"
			],
			"trait": [
				{
					"name": "Evolution",
					"entries": [
						"At Level 11, you increase the beast's attribute scores by the following, this may exceed 20.",
						"STR +2, DEX +1, CON +1, CHA +2"
					]
				},
				{
					"name": "Hit Dice",
					"entries": [
						"The drake has a number of hit dice equal to: 1d8 per trainer level"
					]
				},
				{
					"name": "Draconic Essence",
					"entries": [
						"Choose a damage type: acid, cold, fire, lightning, or poison. The chosen type determines a number of the drake's traits."
					]
				},
				{
					"name": "Dragon Resistance (Level 5)",
					"entries": [
						"1 Command Point",
						"If the drake fails a saving throw, it can choose to succeed instead. Once the drake uses this feature, it cannot do so again until it finishes a long rest."
					]
				},
				{
					"name": "Empowered Tail (Level 11)",
					"entries": [
						"After hitting a target with its Tail Whip, the drake can force the target to make a DC 15 Strength saving throw of be pushed 10ft away from the drake."
					]
				},
				{
					"name": "Shread (Level 11)",
					"entries": [
						"The drake's attacks deal an additional {@damage 1d8} damage."
					]
				},
				{
					"name": "Aura of the Dragon (Aspect of the Wyrm Only)",
					"entries": [
						"Your allies within the aura of the drake gain resistance to the damage type determined by its Draconic Essence."
					]
				}
			],
			"page": 14,
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"P",
				"B"
			],
			"familiar": true,
			"group": [
				"Companions"
			],
			"senses": [
				"Darkvision 30ft; passive Perception: 12 + proficiency bonus"
			],
			"senseTags": [
				"D"
			],
			"immune": [
				{
					"special": "determined by the drake's Draconic Essence trait"
				}
			],
			"save": {
				"wis": "+PB",
				"str": "+PB"
			},
			"skill": {
				"survival": "+PB",
				"perception": "+PB",
				"athletics": "+PB"
			},
			"action": [
				{
					"name": "Bite or Tail Whip",
					"entries": [
						"{@atk mw}, reach 5 ft., one target. ({@damage 1d8}) + strength modifier piercing (Bite) or bludgeoning (Tail) damage."
					]
				},
				{
					"name": "Drake's Breath (Level 5) {@recharge}",
					"entries": [
						"2 command points",
						"The drake exhales an blast in a 30-foot cone. Each creature in that area must make a {@dc 15} Dexterity saving throw, taking damage equal to {@dice 5d6} on a failed save, or half as much damage on a successful one. The damage type is based on the Draconic Essence. ",
						"At Level 11 this damage changes to {@dice 8d6}.",
						"At Level 15 this damage changes to {@dice 11d6}."
					]
				},
				{
					"name": "Aspect of the Wyrm (Level 15)",
					"entries": [
						"5 Command Points",
						"Draconic fury explodes and swirls around the drake. The drake creates a 30ft aura.  Upon transforming, choose any number of creatures the drake can see within its aura range. Those creatures take {@damage 4d10} damage of the type determined by its Draconic Essence.  The transformation lasts for 10 minutes or until the drake chooses to revert to its normal form (no action required). The transformation ends early if the drake drops to 0 hit points. The drake may not use this ability again until it has finished a long rest."
					]
				},
				{
					"name": "Wing Attack (Aspect of the Wyrm Only) {@recharge}",
					"entries": [
						"2 Command Points",
						"The drake beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 16} Dexterity saving throw or take {@damage 2d6 + 4} bludgeoning damage and be knocked {@condition prone}. The drake can then fly up to half its flying speed."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE",
				"MLW"
			],
			"conditionInflict": [
				"prone"
			],
			"reaction": [
				{
					"name": "Infused Strikes (Aspect of the Wyrm Only)",
					"entries": [
						"When another creature within the drake's aura that it can see hits with a weapon attack, the drake infuses the strike with its essence, causing the attack to deal an extra {@damage 1d8} damage of the type determined by its Draconic Essence."
					]
				}
			],
			"actionTags": [
				"Breath Weapon"
			],
			"savingThrowForced": [
				"dexterity"
			]
		}
	],
	"subclass": [
		{
			"name": "Life of the Woodsman",
			"subclassFeatures": [
				"Life of the Woodsman|Trainer|Trainer|Woodsman|Trainer|1",
				"Forager|Trainer|Trainer|Woodsman|Trainer|3",
				"Tracker|Trainer|Trainer|Woodsman|Trainer|7",
				"Feral Instinct|Trainer|Trainer|Woodsman|Trainer|10",
				"Coordinated Takedown|Trainer|Trainer|Woodsman|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Woodsman",
			"className": "Trainer",
			"classSource": "Trainer"
		},
		{
			"name": "Life of the Rider",
			"subclassFeatures": [
				"Life of the Rider|Trainer|Trainer|Rider|Trainer|1",
				"On the Move|Trainer|Trainer|Rider|Trainer|3",
				"Steady Form|Trainer|Trainer|Rider|Trainer|7",
				"Battle Standard|Trainer|Trainer|Rider|Trainer|10",
				"Opening Salvo|Trainer|Trainer|Rider|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Rider",
			"className": "Trainer",
			"classSource": "Trainer"
		},
		{
			"name": "Life of the Drakewarden",
			"subclassFeatures": [
				"Life of the Drakewarden|Trainer|Trainer|Drakewarden|Trainer|1",
				"Bond of Scale|Trainer|Trainer|Drakewarden|Trainer|3",
				"Bond of Fang|Trainer|Trainer|Drakewarden|Trainer|7",
				"Frightful Presence|Trainer|Trainer|Drakewarden|Trainer|10",
				"Protective Nature|Trainer|Trainer|Drakewarden|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Drakewarden",
			"className": "Trainer",
			"classSource": "Trainer"
		},
		{
			"name": "Life of the Mystic",
			"spellcastingAbility": "wis",
			"casterProgression": "1/3",
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Arcane Trickster",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Rogue: Arcane Trickster}",
						"{@filter Spells Known|spells|subclass=Rogue: Arcane Trickster}"
					],
					"rows": [
						[
							2,
							3
						],
						[
							2,
							3
						],
						[
							2,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							3,
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"subclasses": [
						{
							"name": "Arcane Trickster",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Trainer: Mystic}",
						"{@filter 2nd|spells|level=2|subclass=Trainer: Mystic}",
						"{@filter 3rd|spells|level=3|subclass=Trainer: Mystic}",
						"{@filter 4th|spells|level=4|subclass=Trainer: Mystic}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Life of the Mystic|Trainer|Trainer|Mystic|Trainer|1",
				"Traversing Power|Trainer|Trainer|Mystic|Trainer|3",
				"Innervate|Trainer|Trainer|Mystic|Trainer|7",
				"Misty Relocation|Trainer|Trainer|Mystic|Trainer|10",
				"Nova|Trainer|Trainer|Mystic|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Mystic",
			"className": "Trainer",
			"classSource": "Trainer"
		},
		{
			"name": "Life of the Gravetender",
			"subclassFeatures": [
				"Life of the Gravetender|Trainer|Trainer|Gravetender|Trainer|1",
				"Wither|Trainer|Trainer|Gravetender|Trainer|3",
				"Dark Procession|Trainer|Trainer|Gravetender|Trainer|7",
				"Anti-Magic Shell|Trainer|Trainer|Gravetender|Trainer|10",
				"Army of the Dead|Trainer|Trainer|Gravetender|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Gravetender",
			"className": "Trainer",
			"classSource": "Trainer"
		},
		{
			"name": "Life of the Swarmkeeper",
			"subclassFeatures": [
				"Life of the Swarmkeeper|Trainer|Trainer|Swarmkeeper|Trainer|1",
				"Shifting Form|Trainer|Trainer|Swarmkeeper|Trainer|3",
				"Stinging Strikes|Trainer|Trainer|Swarmkeeper|Trainer|7",
				"Duplicity of the Swarm|Trainer|Trainer|Swarmkeeper|Trainer|10",
				"Roll Tide|Trainer|Trainer|Swarmkeeper|Trainer|14"
			],
			"source": "Trainer",
			"shortName": "Swarmkeeper",
			"className": "Trainer",
			"classSource": "Trainer"
		}
	],
	"classFluff": [
		{
			"name": "Trainer",
			"source": "Trainer",
			"entries": [
				{
					"name": "Trainer",
					"type": "section",
					"entries": [
						"The young elf is thrown to the ground by a savage orc. Her loyal bear, \"Biscuit\", sees the attack and lunges forward with a roar, forcing the orc to break away. The elf seizes the moment of respite, draws her bow and dispatches the orc with a well-placed shot while he wrestles with Biscuit.",
						"Holding his hand high, the human whistles to his eagle, \"Loft\", who observes the world from high overhead. Loft returns to his human's side, receiving whispered instructions with an understanding nestle against his companion. The human points to an owlbear they've been tracking together and whispers an attack word in elvish. Loft launches a distracting assault with talons and beak while his human stealthily advances with his sword drawn.",
						"On the roof of the cantina, a Tiefling lays her head on her panther, \"Midnight\", relaxing to the music played below after a successful heist. The bandits were taken off guard by their coordinated raid and are a constant presence as they keep a sharp eye out for a counterattack. ",
						"Each of these unique pairs denotes what it means to be a trainer.  Trainers are as equally loyal to their companions as their companions to them.  Each, fierce and dependable, rely on one another as they journey through life.  Though diverse in background, they all share a common kinship with the animal kingdom.",
						{
							"type": "entries",
							"name": "Bonded Pair",
							"entries": [
								"Trainers form a strong bond with their animal companion. This bond strengthens with age, through sharing the struggles of life, and through successful adventures on their travels throughout the world. Some trainers are destined to travel the roads and venture deep into the wilds, while others stay closer to home, seeking employment as entertainers or enlisting in various services. United in focus, companion and trainer fight the monsters that threaten civilization or haunt the wastes.",
								"Trainers are a diverse bunch. Ringmasters, hunters, calvary, or scouts. It doesn't matter what their background may be, they each find their way to mark the world they live in. Trainers are known for their loyalty and empathy above all else. But when the stakes are high, and iron and steel clash in sparks, trainers are ready for battle. Their animal companion is similar in temperament, bonded to their trainer, and always ready to leap to their aid. Animal companions can be less restrained than their more civilized trainers. It would be wise not to poke the bear, so to speak. "
							]
						},
						{
							"type": "entries",
							"name": "Creating a Trainer",
							"entries": [
								"As you create your trainer character, consider the nature that gave you your particular abilities. Do you have innate animal empathy? Did you train with a single mentor? What are your past allegiances? Most importantly, how did you meet and bond with your animal companion? Did they choose you or did you choose them?"
							]
						},
						{
							"type": "entries",
							"name": "Double Trouble",
							"entries": [
								"Fighting synchronously, the duo of heroes stand side by side against all odds.  They out move, out pace, and out flank opponents by working as one.  Communication is key, and their symbiotic bond allows for communication without words.  This bond extends beyond mere communication.  It strengthens with time, letting the duo share skills, trainings, and spells; even letting the pair share minds and thoughts across great distance.",
								"Just as the trainer gains strength with age, so too does the companion.  Companions have unique capabilities that only a trainer can evoke.  Its only through the cultivation of spirit that the trainer can unlock their hidden aspect.  This opens the door for an incredible display of power that only a trainer and companion duo are capable of achieving. "
							]
						}
					],
					"page": 2,
					"source": "Trainer"
				}
			]
		}
	]
}
