{
	"_meta": {
		"sources": [
			{
				"json": "ZGttEoT",
				"abbreviation": "ZGttEoT",
				"full": "Zaman's Guide to the End of Time",
				"url": "https://www.kickstarter.com/projects/saltybot/zamans-guide-to-the-end-of-times-and-how-to-fix-it",
				"authors": [
					"Max Wartelle",
					"João Araújo",
					"Christian \"Crimser\" Bruderer"
				],
				"convertedBy": [
					"Riften"
				],
				"version": "0.5"
			}
		],
		"dateAdded": 1744806180,
		"dateLastModified": 1744806180,
		"edition": "classic",
		"status": "ready",
		"optionalFeatureTypes": {
			"FA:B": "Firearm Attachments: Barrel",
			"FA:M": "Firearm Attachments: Melee",
			"FA:U": "Firearm Attachments: Muzzle",
			"FA:S": "Firearm Attachments: Sights",
			"FA:X": "Firearm Attachments: Miscellaneous"
		},
		"_dateLastModifiedHash": "bd50147e52"
	},
	"optionalfeature": [
		{
			"name": "Extended Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This barrel has been elongated to increase accuracy and range. The normal range of a firearm with this attachment increases by {@bold 20 feet}, and its long range increases by {@bold 60 feet}.",
				"When you reach 11th level in the Gunner class, the normal range instead increases by {@bold 40 feet}, and the long range by {@bold 120 feet}."
			]
		},
		{
			"name": "Sawed-Off Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This barrel has been cut short to facilitate close-quarters combat. Being within 5 feet of a hostile creature doesn't impose Disadvantage on ranged attack rolls using a firearm. The normal and long ranges of the firearm are both halved (calculated after other attachments that affect range)."
			]
		},
		{
			"name": "Subaquatic Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This barrel has been improved to fire underwater. Attacks made using a firearm with this attachment ignore the penalties of underwater combat."
			]
		},
		{
			"name": "Wide Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This wide barrel allows for larger bullets with more stopping power. When you hit a Large or smaller creature with a ranged attack using a firearm with this attachment, the creature is pushed {@bold 5 feet} directly away from you. If you hit it a second time on the same turn, you can choose to push it another {@bold 5 feet} or knock it {@condition prone} If you roll a 1 on an attack roll made using the firearm, you're pushed {@bold 5 feet} directly away from your target.",
				"When you reach 15th level in the Gunner class, this effect applies to Huge or smaller creatures."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "High-Velocity Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This magitech barrel accelerates projectiles to near impossible speeds. Ranged attacks made using a firearm with this attachment pass through the first creature or object they hit, as long as it's Medium or smaller and less than {@bold 2 feet} thick. If there's another creature or object no more than {@bold 5 feet} directly behind the original one, you can target it with the attack as well, making a new attack roll. This attack roll ignores any cover provided by the first creature or object.",
				"When you reach 15th level in the Gunner class, ranged attacks made using a firearm with this attachment pass through magical barriers such as those created by the {@spell leomund's tiny hut||Tiny Hut}, {@spell Wall of Force}, and {@spell Forcecage} spells, and ignore the effects of the {@spell Shield} spell."
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Double  Barrel",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:B"
			],
			"entries": [
				"This extra barrel makes a firearm twice as dangerous. Attacks made using a firearm with this attachment deal an extra die of damage on a hit. The Reload value of the firearm is halved (calculated after other attachments that affect Reload). This attachment can't be applied to firearms with Reload (1)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Adamantine Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"Being {@condition prone} or targetting a {@condition prone} creature more than 5 feet away doesn't impose Disadvantage on ranged attack rolls made using a firearm with this attachment."
			]
		},
		{
			"name": "Arcanovision Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"While looking through this attachment, you see an aura around visible creatures or objects within 30 feet of you that bear magic, as per the {@spell Detect Magic} spell.",
				"When you reach 15th level in the Gunner class, you can't have Disadvantage on ranged attack rolls using the firearm against creatures or objects bearing the aura."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Auto-Targeting Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"When you make a ranged attack roll using a firearm with this attachment against a creature you can see, you can choose not to roll, but instead treat it as if you'd rolled a 10 on the d20 Once you use this attachment, you can't do it again until you use an action to reset the mechanism."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Night-Vision Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"You have Darkvision out to {@bold 60 feet} while looking through this attachment.",
				"When you reach 15th level in the Gunner class, you can also see normally in magical Darkness out to {@bold 60 feet} while looking through this attachment."
			]
		},
		{
			"name": "Telescopic Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"Attacking at long range doesn't impose Disadvantage on ranged weapon attack rolls made using a firearm with this attachment. The attachment also functions as a Spyglass."
			]
		},
		{
			"name": "Thermal Sights",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"While looking through this attachment, you have {@bold Advantage} on Wisdom ({@skill Perception}) checks made to detect creatures that produce body heat, and you can always see those creatures regardless of light conditions or obscurement, as long as they're not behind Total Cover. Some Constructs, Elementals, and Undead exist at ambient temperature and can't be seen with this property (GM's discretion)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Bayonet",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This knife, spike, or similar implement allows you to use your firearm as a melee weapon. A firearm with this attachment is also considered a Simple Melee weapon. It deals {@damage 1d4} Piercing damage on a hit, and you can use your Dexterity modifier instead of Strength for the attack and damage rolls of melee attacks made with it.",
				"The damage of this attachment increases to {@damage 1d6} when you reach 5th level in the Gunner class, and again to {@damage 1d8} when you reach 11th level in the Gunner class."
			]
		},
		{
			"name": "Taser",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This metal rod crackles with electricity. A firearm with this attachment is also considered a Simple Melee weapon. It deals {@damage 1} Lightning damage on a hit, and you can use your Dexterity modifier instead of Strength for the attack and damage rolls of melee attacks made with it. If a creature takes damage from this attachment, it can't take Reactions until the start of its next turn.",
				"The damage of this attachment increases to {@damage 1d4} when you reach 9th level in the Gunner class, and again to a {@damage 1d6} when you reach 15th level in the Gunner class."
			]
		},
		{
			"name": "Grapplehook",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This sharp hook is connected to the firearm by a short length of chain. A firearm with this attachment is also considered a Simple Melee weapon. It deals {@damage 1d4} Piercing damage on a hit, and you can use your Dexterity modifier instead of Strength for the attack and damage rolls of melee attacks made with it. A Medium or smaller creature hit with a melee attack using the firearm with this attachment has the hook embedded in it, and can't move farther than {@bold 10 feet} away from you until it or a creature within reach of it uses an action to remove the hook, until you move farther than {@bold 10 feet} from it, or until you make a melee attack with the firearm against a different creature. You can use a Bonus Action to reel a creature with a hook embedded in it {@bold 5 feet} towards you.",
				"When you reach 11th level in the Gunner class, the hook can embed itself in Large or smaller creatures."
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Needle",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This attachment consists of a hollow needle filled with venomous fluid. A firearm with this attachment is also considered a Simple Melee weapon. It deals {@damage 1} Piercing damage on a hit, and you can use your Dexterity modifier instead of Strength for the attack and damage rolls of melee attacks made with it. When you hit a creature with a melee attack using it, the creature becomes {@condition poisoned} until the end of its next turn. After this effect triggers, it can't trigger again until you use an action to reset the mechanism.    ",
				"This attachment deals an extra {@damage 1d4} Poison damage on a hit with the melee weapon when you reach 11th level in the Gunner class."
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Buckler",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This attachment consists of a small shield mounted to the barrel. You gain a +1 bonus to AC while holding a firearm with this attachment."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Weighted Butt",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:M"
			],
			"entries": [
				"This attachment has a dangerous heft to it. A firearm with this attachment is also considered a Simple Melee weapon. It deals {@damage 1d4} Bludgeoning damage on a hit, and you can use your Dexterity modifier instead of Strength for the attack and damage rolls of melee attacks made with it. When you roll a {@bold 4} on the damage die against a creature, the creature is dazed, gaining {@bold Disadvantage} on the next attack roll it makes before the end of its next turn.",
				"When you reach 15th level in the Gunner class, this damage increases to {@damage 1d6} and you daze a creature on a roll of {@bold 5 or higher}."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Scattershot",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"This attachment breaks bullets into a shower of shrapnel as they exit the barrel. A firearm with this attachment loses its normal and long ranges, and can't be used to make ranged attack rolls against creatures. Instead, you can use an action to fire shrapnel from it in a {@bold 15-foot Cone}, making a ranged attack roll. Each creature in the area must succeed on a Dexterity saving throw with the DC equal to the result of your attack roll or take the damage of the attack. Magical ammunition can't be fired by a firearm with this attachment, and mundane bullets fired from it are destroyed.",
				"When you reach 11th level in the Gunner class, the area increases to a {@bold 20-foot Cone}."
			]
		},
		{
			"name": "Suppressor",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"A firearm with this attachment loses the Loud property.",
				"When you reach 11th level in the Gunner class, making an attack with a firearm using this attachment while hiding doesn't reveal you to creatures outside of the firearm's normal range."
			]
		},
		{
			"name": "Muzzle Flash",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"When you make the first ranged weapon attack using a firearm with this attachment after reloading it, the muzzle produces a blinding flash. Each other creature within {@bold 5 feet} of you gains {@bold Disadvantage} on the next attack roll it makes before the end of its next turn. Creatures with Immunity to the {@condition blinded} condition ignore this effect."
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Red Hot Muzzle",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"This muzzle is built with a deliberate fault that causes it to overheat. When you make the first ranged weapon attack using a firearm with this attachment after it's reloaded, the muzzle becomes incandescent until the firearm is reloaded again or until you hit with a melee attack using the firearm. A melee attack made using a firearm with an incandescent muzzle deals an extra {@damage 1d6} Fire damage on a hit.",
				"When you reach 11th level in the Gunner class, this damage increases to {@damage 1d8}."
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Concentration Breaker",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"This muzzle imbues bullets that pass through it with anti-magic properties. Creatures have {@bold Disadvantage} on Constitution saving throws made to maintain Concentration as a result of taking damage from a ranged weapon attack using a firearm with this attachment."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Force Pulse",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:U"
			],
			"entries": [
				"When you make the first ranged weapon attack using a firearm with this attachment after it's reloaded, the muzzle produces a pulse of repelling force. Each other Medium or smaller creature within {@bold 5 feet} of you is pushed {@bold 5 feet} directly away from you.",
				"When you reach 11th level in the Gunner class, this effect applies to Large or smaller creatures. When you reach 15th level in the Gunner class, this effect applies to Huge or smaller creatures."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Automatic Reloader",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"The first time that a firearm with this attachment needs to be reloaded, the attachment reloads it automatically (no action required). After this attachment triggers, it can't trigger again until you spend an action resetting the mechanism."
			]
		},
		{
			"name": "Decorative Etchings",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"While visibly holding a firearm with this attachment, you have Advantage on Charisma ({@skill Intimidation}) and Charisma ({@skill Persuasion}) checks."
			]
		},
		{
			"name": "Extended Capacity",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"A firearm with this attachment has its Reload value increased by {@bold 1}, to a maximum of 6.",
				"The Reload value increases by an additional {@bold 1} when you reach 5th, 11th, and 15th levels in the Gunner class."
			]
		},
		{
			"name": "Smart Grip",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"You can't be disarmed of or otherwise forced to drop a firearm with this attachment.",
				"When you reach 11th level in the Gunner class, you can't have Disadvantage on melee attack rolls made using a firearm with this attachment."
			]
		},
		{
			"name": "Arcane Stabiliser",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"A firearm with this attachment is considered magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage. This also applies to attacks made using Melee attachments.",
				"When you reach 11th Level in the Gunner class, the firearm with this attachment gains a {@bold +1 bonus} to attack and damage rolls made with it. If the firearm already has a bonus to attack and damage rolls, you use the highest of the two. When you reach 15th level in the Gunner class, this bonus increases to {@bold +2}."
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Bipod",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"As an action or Bonus Action while standing on the ground and holding a firearm with this attachment, you can unfold and mount a bipod to aid in your aiming. While you remain in the same space with the bipod unfolded, you have {@bold Advantage} on the first ranged attack roll you make using the firearm on each of your turns. You can fold the bipod back in using an action or Bonus Action. If you move or are moved without first folding the bipod, you have Disadvantage on attack rolls made using the firearm until the bipod is folded."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Heat Sink",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"This attachment allows you to overheat your firearm in order to push it past its limits. When you attack using a firearm with this attachment as part of the Attack action, you can choose to make an additional attack as part of the same action, taking {@damage 3d6} Fire damage as the weapon overheats. If you take any of this Fire damage, you have {@bold Disadvantage} on the attack roll. After you use this effect, you can't do so again until you use an action to vent the excess heat."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Arcano-Intelligent Targeting",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"When you make a ranged attack using the firearm with this attachment against a creature you can see, you can choose not to roll, but instead treat it as if you'd rolled a 20 on the attack roll. Once you use this attachment, you can't do it again until the attachment recalibrates over the course of your next Long Rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 20,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Elemental Converter",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"When you make a ranged weapon attack using the firearm with this attachment, you can choose to change its damage type to Acid, Cold, Fire, Lightning, or Thunder. As a Reaction when you take damage of one of those types, you can choose to gain {@bold Resistance} to the triggering damage type until the end of the turn. Once you do, the next attack you make using the firearm with this attachment before the end of your next turn deals an extra {@damage 2d6} damage of the triggering type on a hit."
			],
			"prerequisite": [
				{
					"level": {
						"level": 20,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Megamag",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:X"
			],
			"entries": [
				"This attachment pulls bullets from an extradimensional space, removing the Reload property from the firearm to which it's applied and causing it to require no ammunition. You can still reload the firearm manually to load special ammunition into it. This attachment can hold six pieces of special ammunition inside, and you can choose to use one when you make a ranged attack with the firearm."
			],
			"prerequisite": [
				{
					"level": {
						"level": 20,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		},
		{
			"name": "Omniscope",
			"source": "ZGttEoT",
			"page": 0,
			"featureType": [
				"FA:S"
			],
			"entries": [
				"Attacking at long range doesn't impose Disadvantage on ranged weapon attack rolls made using the firearm with this attachment. The attachment also functions as a Spyglass. As a Bonus Action while holding the firearm with this attachment, you can activate the scope, choosing either {@sense Truesight} or X-Ray mode. If you choose Truesight, you have Truesight out to {@bold 30 feet} while looking through the scope. If you choose X-Ray, you can see into and through solid matter out to {@bold 30 feet} while looking through the scope. Either mode lasts until you activate the other mode."
			],
			"prerequisite": [
				{
					"level": {
						"level": 20,
						"class": {
							"name": "Gunner",
							"source": "ZGttEoT"
						}
					}
				}
			]
		}
	],
	"class": [
		{
			"name": "Gunner",
			"source": "ZGttEoT",
			"subclassTitle": "Gunner Creed",
			"classFeatures": [
				"Moxie|Gunner|ZGttEoT|1",
				"Bullet Time (x1)|Gunner|ZGttEoT|2",
				"Firearm Attachments|Gunner|ZGttEoT|2",
				"Lucky Skill|Gunner|ZGttEoT|3",
				"Gunner's Creed|Gunner|ZGttEoT|3",
				"Ability Score Improvement|Gunner|ZGttEoT|4",
				"Extra Attack|Gunner|ZGttEoT|5",
				"Quickdraw|Gunner|ZGttEoT|6",
				{
					"classFeature": "Gunner's Creed Feature|Gunner|ZGttEoT|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Gunner|ZGttEoT|8",
				"Improved Moxie|Gunner|ZGttEoT|9",
				"Tough as Nails|Gunner|ZGttEoT|10",
				{
					"classFeature": "Gunner's Creed Feature|Gunner|ZGttEoT|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Gunner|ZGttEoT|12",
				"Adrenaline Rush|Gunner|ZGttEoT|13",
				"Double Tap|Gunner|ZGttEoT|14",
				{
					"classFeature": "Gunner's Creed Feature|Gunner|ZGttEoT|15",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Gunner|ZGttEoT|16",
				"Bullet Time (x2)|Gunner|ZGttEoT|17",
				{
					"classFeature": "Gunner's Creed Feature|Gunner|ZGttEoT|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Gunner|ZGttEoT|19",
				"Ultimate Weapon|Gunner|ZGttEoT|20"
			],
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"cha"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"Smith's Tools or Tinker's Tools"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"intimidation",
								"perception",
								"persuasion",
								"sleight of hand",
								"stealth",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"default": [
					"(a) a {@item Rifle|ZGttEoT} or (b) two {@item Pistol|ZGttEoT}",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}",
					"(a) Smith's Tools or (b) Tinker's Tools",
					"{@item leather armor|phb|Leather Armor}, a {@item dagger|phb|Dagger}, and 20 {@item firearm bullet|xphb}"
				],
				"defaultData": [
					{
						"_": [
							"leather armor|phb",
							"dagger|phb",
							{
								"item": "firearm bullet|xphb",
								"quantity": 20
							}
						]
					},
					{
						"a": [
							"Rifle|ZGttEoT"
						],
						"b": [
							"Pistol|ZGttEoT",
							"Pistol|ZGttEoT"
						]
					},
					{
						"a": [
							"dungeoneer's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					},
					{
						"a": [
							"Smith's Tools|phb"
						],
						"b": [
							"Tinker's Tools|phb"
						]
					}
				],
				"additionalFromBackground": true,
				"goldAlternative": "{@dice 4d4*10}"
			},
			"multiclassing": {
				"requirements": {
					"dex": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"weapons": [
						"{@filter Martial Ranged Weapon|items|type=martial weapon;ranged weapon=sand}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Moxie",
						"Total Attachments",
						"Attachments per Weapon"
					],
					"rows": [
						[
							2,
							0,
							0
						],
						[
							2,
							2,
							1
						],
						[
							2,
							2,
							1
						],
						[
							2,
							2,
							1
						],
						[
							3,
							3,
							2
						],
						[
							3,
							3,
							2
						],
						[
							3,
							3,
							2
						],
						[
							3,
							3,
							2
						],
						[
							4,
							4,
							2
						],
						[
							4,
							4,
							2
						],
						[
							4,
							4,
							2
						],
						[
							4,
							4,
							2
						],
						[
							5,
							5,
							3
						],
						[
							5,
							5,
							3
						],
						[
							5,
							5,
							3
						],
						[
							5,
							5,
							3
						],
						[
							6,
							6,
							4
						],
						[
							6,
							6,
							4
						],
						[
							6,
							6,
							4
						],
						[
							6,
							6,
							4
						]
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"classFeature": [
		{
			"name": "Moxie",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 1,
			"entries": [
				"You harness your grit and derring-do to take swift action the moment your foes blink. During combat, you can build momentum, represented by a resource called Moxie. You can never have more Moxie than shown on the Gunner table for your level. You can use a Bonus Action to gain {@bold 1 Moxie} if, on the same turn, you've made an attack against a hostile creature or forced a hostile creature to make a saving throw.",
				"Additionally, you gain {@bold 1 Moxie} each time you do any of the following:",
				{
					"type": "list",
					"items": [
						"Score a Critical Hit on an attack roll against a hostile creature of Challenge Rating ½ or higher, or roll a 20 on a saving throw imposed by a hostile creature.",
						"The first time each turn that you reduce a hostile creature of Challenge Rating ½ or higher to 0 Hit Points."
					]
				},
				"If you haven't gained or expended any Moxie for {@bold 1 minute}, you lose all Moxie. You can expend {@bold 1 Moxie} to reload a firearm when you use its last bullet (no action required), or to take the special Reactions described below, which don't use your normal Reaction. You can still only take one Reaction, special or otherwise, on each turn.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Point-Blank|ZGttEoT}",
									"entries": [
										"When a creature you can see leaves your reach, you can expend {@bold 1 Moxie} to make an Opportunity Attack against that creature. You can choose to make a ranged weapon attack with a firearm you're holding instead of a melee attack."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Second Chance|ZGttEoT}",
									"entries": [
										"When you fail an ability check, you can expend {@bold 1 Moxie} to reroll it. You must use the new result."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action True Grit|ZGttEoT}",
									"entries": [
										"When a creature ends its turn, you can expend {@bold 1 Moxie} to gain {@dice 1d6} Temporary Hit Points per Moxie expended."
									]
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"style": "text-center",
					"name": "GM Tip: Turns and Rounds",
					"entries": [
						"In D&D combat, a round is how long it takes for each creature in the Initiative order to take its turn. Normally, a creature has one Reaction and regains it at the start of its turn, effectively limiting it to one Reaction per round. However, features such as the Gunner's Moxie allow a creature to take several Reactions per round. Limiting those to one Reaction per turn still allows a creature to take multiple Reactions—it just can't do so on the same creature's turn.",
						"For example, a Gunner wouldn't be able to make a normal Opportunity Attack to strike at a fleeing goblin and then use {@action True Grit|ZGttEoT} at the end of that goblin's turn. However, making an Opportunity Attack against the goblin and using True Grit at the end of the next goblin's turn is perfectly fine."
					]
				}
			]
		},
		{
			"name": "Bullet Time (x1)",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 2,
			"entries": [
				"As a Bonus Action, you can enter a state of heightened reflexes until the start of your next turn. During this time, you have {@bold Advantage} on attack rolls, ability checks, and Dexterity saving throws, and creatures have {@bold Disadvantage} on attack rolls made against you. In addition, you expend 1 less Moxie the first time you take a special Reaction that would require you to expend Moxie.",
				"Once you've used this Bonus Action, you can't do so again until you finish a Short or Long Rest. Starting at 17th level, you can use it twice before a rest."
			]
		},
		{
			"name": "Bullet Time (x2)",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 17,
			"entries": [
				"As a Bonus Action, you can enter a state of heightened reflexes until the start of your next turn. During this time, you have {@bold Advantage} on attack rolls, ability checks, and Dexterity saving throws, and creatures have {@bold Disadvantage} on attack rolls made against you. In addition, you expend 1 less Moxie the first time you take a special Reaction that would require you to expend Moxie.",
				"Starting at 17th level, you can use it twice before a rest."
			]
		},
		{
			"name": "Firearm Attachments",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 2,
			"entries": [
				"A marksman is only as good as their weapon, and  you've learned to improve yours with special attachments. When you finish a Long Rest, you can apply,  remove, or swap any number of attachments from the  list at the end of this class on firearms you're holding.  The maximum number of attachments you can have  in total, as well as the maximum number of attachments that a single firearm can hold at a time, are  listed on the Gunner table. You can apply the same  attachment to different firearms, but each one counts  against your limit.",
				"Attachments are divided into five types: {@filter Barrel|optionalfeatures|source=ZGttEoT|feature type=fa:b},  {@filter Melee|optionalfeatures|source=ZGttEoT|feature type=fa:m}, {@filter Muzzle|optionalfeatures|source=ZGttEoT|feature type=fa:u}, {@filter Sights|optionalfeatures|source=ZGttEoT|feature type=fa:s}, and {@filter Miscellaneous|optionalfeatures|source=ZGttEoT|feature type=fa:x}. With the  exception of Miscellaneous attachments, you can't  have more than one attachment of any type on the  same firearm. In addition, some attachments have a  level requirement in this class that you must meet in  order to apply them to a firearm.",
				"Other creatures can use firearms bearing attachments you've applied using this feature, but those  creatures can't benefit from those attachments."
			]
		},
		{
			"name": "Gunner's Creed",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"Gunners are as varied as the firearms they proudly brandish, but some find common ground under the same creed—a discipline that shapes not only their combat style, but also the artistry of their gunslinging. Creeds aren't rigid codes of honour, and they don't dictate a Gunner's morals or ambitions, but rather the way in which they defend them. One might charge recklessly into battle to bring righteous fury upon a nefarious cult, while another opts to infiltrate the cult's headquarters to assassinate its leader under the cover of night. At the end of the day, whichever creed a Gunner decides to follow, it's usually bad news for any unfortunate fools who find themselves staring down the barrel of a loaded firearm.",
				"You choose a creed to follow, which reflects your combat style and approach to marksmanship. Your creed choice grants you features at 3rd level and again at 7th, 11th, 15th, and 18th level."
			]
		},
		{
			"name": "Gunner's Creed Feature",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 7,
			"entries": [
				"At 7th level, you gain one feature granted by your Gunner's Creed."
			]
		},
		{
			"name": "Gunner's Creed Feature",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 11,
			"entries": [
				"At 11th level, you gain one feature granted by your Gunner's Creed."
			]
		},
		{
			"name": "Gunner's Creed Feature",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 15,
			"entries": [
				"At 15th level, you gain one feature granted by your Gunner's Creed."
			]
		},
		{
			"name": "Gunner's Creed Feature",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 18,
			"entries": [
				"At 18th level, you gain one feature granted by your Gunner's Creed."
			]
		},
		{
			"name": "Lucky Skill",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"Using a distinctive combination of raw skill and dumb luck, you can snatch victory from the jaws of defeat. Choose a skill or tool in which you're proficient; it becomes your Lucky Skill. When you make an ability check using your Lucky Skill, you can use your {@action Second Chance|ZGttEoT} special Reaction without expending any Moxie."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 4,
			"entries": [
				"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature. Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 8,
			"entries": [
				"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature. Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 12,
			"entries": [
				"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature. Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 16,
			"entries": [
				"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature. Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 19,
			"entries": [
				"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature. Using the optional feats rule, you can forgo taking this feature to take a feat of your choice instead."
			]
		},
		{
			"name": "Extra Attack",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 5,
			"entries": [
				"You can attack twice, instead of once, whenever you take the Attack action on your turn. You can forgo one of these attacks to instead reload a weapon with the Reload property."
			]
		},
		{
			"name": "Quickdraw",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 6,
			"entries": [
				"You want there to be no mistake: you shot first. When you roll Initiative and you're not surprised, you can use a Reaction to make one weapon attack with a firearm. If the attack hits a hostile creature of Challenge Rating ½ or greater, you gain {@bold 1 Moxie}."
			]
		},
		{
			"name": "Improved Moxie",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 9,
			"entries": [
				"When you would lose all Moxie as a result of not gaining or expending any for 1 minute, you instead lose all but 1 Moxie. In addition, your {@action True Grit|ZGttEoT} special Reaction grants you {@damage 1d8} Temporary Hit Points per Moxie expended instead of {@dice 1d6} and you gain new special Reactions for which you can expend Moxie:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Bullet Clash|ZGttEoT}",
									"entries": [
										"When a creature you can see makes a ranged attack while within the normal range of a firearm you're holding, you can expend {@bold 1 Moxie} to deflect the attack. Make a ranged attack with that firearm. If your attack roll is higher than the triggering attack's, that attack automatically misses."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Close Call|ZGttEoT}",
									"entries": [
										"When you make a saving throw, you can expend {@bold 1 Moxie} to add your Proficiency Bonus to your roll. You can do this after you make the roll, but before the GM determines whether it succeeds or fails."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Warning Shot|ZGttEoT}",
									"entries": [
										"When a creature you can see moves towards you while within the normal range of a firearm you're holding, you can expend {@bold 1 Moxie} to stop it in its tracks. Make a ranged attack with that firearm, which deliberately misses the creature. The creature must succeed on a Wisdom saving throw with the DC equal to the result of your attack roll or be {@condition frightened} of you until the end of your next turn."
									]
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"style": "text-center",
					"name": "GM Tip: Attack Rolls as Saving Throws",
					"entries": [
						"Instead of a static save DC, a few Gunner features utilise the result of an attack roll as the DC for the saving throw they impose. This represents how the Gunner's accuracy and swiftness in that precise moment affect the situation—a Warning Shot is scarier the closer the bullet comes to a creature. In addition, it allows for the save DC to be dynamically altered depending on the environment or the conditions of the battle—for example, a Gunner would have Disadvantage on the attack roll for Warning Shot if {@condition poisoned}, or if a hostile creature was within 5 feet of them, thus potentially lowering the save DC.",
						"This need not impact the speed of a turn at a table, even if it adds an extra roll. The GM can roll the saving throw for the creature at the same time as the player rolls the attack roll to determine the save DC. Then, it's just a matter of comparing the two."
					]
				}
			]
		},
		{
			"name": "Tough as Nails",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 10,
			"entries": [
				"The world has chewed you up and spat you out, and you're all the more resilient for it. You gain proficiency in Constitution saving throws."
			]
		},
		{
			"name": "Adrenaline Rush",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 13,
			"entries": [
				"When the going gets tough... you get even tougher. When you take damage that puts you at or below half of your Hit Point maximum, you can use your Reaction to immediately gain an amount of Moxie equal to your maximum Moxie, which can put you over your maximum amount. In addition, your {@classFeature Bullet Time (x1)|Gunner|ZGttEoT|2|ZGttEoT|Bullet Time} feature immediately activates without expending its use, even if you have no uses of it left.",
				"Once you've used this feature, you can't use it again until you finish a Long Rest."
			]
		},
		{
			"name": "Double Tap",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 14,
			"entries": [
				"You have the fastest hands in the multiverse. You can take an additional Bonus Action on each of your turns. This Bonus Action can't be used to make an attack."
			]
		},
		{
			"name": "Ultimate Weapon",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"level": 20,
			"entries": [
				"You've reached the apex of weapon modification. Choose one of the following special attachment options, which doesn't count against the maximum number of attachments you can have or the maximum number of attachments that a weapon can hold. You can only have one instance of the chosen attachment, and you can move it between different firearms when you finish a Long Rest, but you can't choose to replace it with a different special attachment from this feature.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@optfeature Arcano-Intelligent Targeting|ZGttEoT} (Miscellaneous)",
									"entries": [
										"When you make a ranged attack using the firearm with this attachment against a creature you can see, you can choose not to roll, but instead treat it as if you'd rolled a 20 on the attack roll. Once you use this attachment, you can't do it again until the attachment recalibrates over the course of your next Long Rest."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@optfeature Elemental Converter|ZGttEoT} (Miscellaneous)",
									"entries": [
										"When you make a ranged weapon attack using the firearm with this attachment, you can choose to change its damage type to Acid, Cold, Fire, Lightning, or Thunder. As a Reaction when you take damage of one of those types, you can choose to gain {@bold Resistance} to the triggering damage type until the end of the turn. Once you do, the next attack you make using the firearm with this attachment before the end of your next turn deals an extra {@damage 2d6} damage of the triggering type on a hit."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@optfeature Megamag|ZGttEoT} (Miscellaneous)",
									"entries": [
										"This attachment pulls bullets from an extradimensional space, removing the Reload property from the firearm to which it's applied and causing it to require no ammunition. You can still reload the firearm manually to load special ammunition into it. This attachment can hold six pieces of special ammunition inside, and you can choose to use one when you make a ranged attack with the firearm."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@optfeature Omniscope|ZGttEoT} (Sights)",
									"entries": [
										"Attacking at long range doesn't impose Disadvantage on ranged weapon attack rolls made using the firearm with this attachment. The attachment also functions as a Spyglass. As a Bonus Action while holding the firearm with this attachment, you can activate the scope, choosing either {@sense Truesight} or X-Ray mode. If you choose Truesight, you have Truesight out to {@bold 30 feet} while looking through the scope. If you choose X-Ray, you can see into and through solid matter out to {@bold 30 feet} while looking through the scope. Either mode lasts until you activate the other mode."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Deadeye",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"shortName": "Deadeye",
			"subclassFeatures": [
				"Deadeye|Gunner|ZGttEoT|Deadeye|ZGttEoT|3",
				"Scoping Mechanism|Gunner|ZGttEoT|Deadeye|ZGttEoT|7",
				"Marksman's Insight|Gunner|ZGttEoT|Deadeye|ZGttEoT|7",
				"One Shot, One Kill|Gunner|ZGttEoT|Deadeye|ZGttEoT|11",
				"Steady Breath|Gunner|ZGttEoT|Deadeye|ZGttEoT|15",
				"Re-Ricochet|Gunner|ZGttEoT|Deadeye|ZGttEoT|18"
			]
		},
		{
			"name": "Slugger",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"shortName": "Slugger",
			"subclassFeatures": [
				"Slugger|Gunner|ZGttEoT|Slugger|ZGttEoT|3",
				"Lead to the Face|Gunner|ZGttEoT|Slugger|ZGttEoT|7",
				"Bullet Ballet|Gunner|ZGttEoT|Slugger|ZGttEoT|7",
				"Concealed Parry|Gunner|ZGttEoT|Slugger|ZGttEoT|11",
				"Bulletstorm|Gunner|ZGttEoT|Slugger|ZGttEoT|15",
				"Counter-Strike|Gunner|ZGttEoT|Slugger|ZGttEoT|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Deadeye",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"As patient as they are lethal, Deadeyes are master sharpshooters, prizing accuracy and efficiency above all else. With eagle eyes, they scan the battlefield in the span of a heartbeat, accounting for factors such as wind velocity, projectile drop, and target trajectory as instinctively as they breathe. Then, they take their first shot. Seldom do they need a second.",
				"What first led you down the path of a Deadeye? Have you always had the patience of a saint and an uncanny knack for complex mental physics? Or is each of your bullets guided by pure chance, with the multiverse conspiring to bury them in your foes through a series of unlikely coincidences, even in the face of your ineptitude? Whatever the case, one thing is certain: you never miss.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stakeout|Gunner|ZGttEoT|Deadeye|ZGttEoT|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Deadeye's Flair|Gunner|ZGttEoT|Deadeye|ZGttEoT|3"
				}
			]
		},
		{
			"name": "Stakeout",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"skillProficiencies": [
				{
					"perception": true,
					"stealth": true
				}
			],
			"entries": [
				"No foe can escape your notice... unfortunately for them, the opposite isn't true. You gain proficiency in the {@skill Perception} and {@skill Stealth} skills. Choose one of these skills to become an extra Lucky Skill, as per your {@classFeature Lucky Skill|Gunner|ZGttEoT|3} feature."
			]
		},
		{
			"name": "Deadeye's Flair",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"Each of your shots is perfectly calculated, with ponderous rigor and endless patience. You learn unique ways to gain and spend Moxie:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Careful Aim|ZGttEoT}",
									"entries": [
										"At the end of each of your turns, you gain {@bold 1 Moxie} if you hit a hostile creature of Challenge Rating ½ or higher with a ranged weapon attack using a firearm and didn't spend any of your movement that turn."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Calculated Ricochet|ZGttEoT}",
									"entries": [
										"When you miss with a ranged weapon attack using a firearm, you can expend {@bold 1 Moxie} as a special Reaction to reroll the attack roll against a different target within range of the weapon and 30 feet of the original target."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Scoping Mechanism",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 7,
			"entries": [
				"The logic is simple: aim better, kill better. When you apply attachments at the end of a Long Rest, you can apply an additional {@filter Sights|optionalfeatures|source=ZGttEoT|feature type=fa:s} attachment to one of your firearms, even if the firearm already has a different Sight attachment. This extra attachment doesn't count against your total number of attachments or the maximum attachments a firearm can hold.",
				"In addition, the number you need to roll on the {@dice d20} to score a Critical Hit with a firearm is reduced by 1 for each Sight attachment applied to it."
			]
		},
		{
			"name": "Marksman's Insight",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 7,
			"entries": [
				"You've learned to carefully study your marks for chinks in their armour. You can use a Bonus Action to examine a creature through a {@filter Sights|optionalfeatures|source=ZGttEoT|feature type=fa:s} attachment on a firearm you're holding, making an {@skill Investigation} (Intelligence) check with the DC equal to 8 + half of the creature's level or Challenge Rating. On a success, choose a condition or damage type. The GM tells you whether the creature has Vulnerability, Resistance, or Immunity to the chosen condition or damage type. Success or fail, you can't use this feature again on the same creature for {@bold 24 hours}"
			]
		},
		{
			"name": "One Shot, One Kill",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 11,
			"entries": [
				"You can forgo additional shots to gamble it all on a single bullet—and the more you put on the line, the more you stand to win. Once per turn, when you reload a firearm, you can choose to load it with a single bullet instead of its maximum amount. If you do, the next attack made with that firearm before it's reloaded again deals extra damage depending on the firearm's {@bold Reload value}, as detailed in the table below.",
				{
					"type": "table",
					"caption": "Damage per Reload Value",
					"colLabels": [
						"Reload Value",
						"Extra Damage"
					],
					"rows": [
						[
							"Reload (1)",
							"None"
						],
						[
							"Reload (2)",
							"{@dice 1d6}"
						],
						[
							"Reload (3)",
							"{@dice 2d6}"
						],
						[
							"Reload (4)",
							"{@dice 3d6}"
						],
						[
							"Reload (5)",
							"{@dice 4d6}"
						],
						[
							"Reload (6)",
							"{@dice 5d6}"
						]
					]
				}
			]
		},
		{
			"name": "Steady Breath",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 15,
			"entries": [
				"By drawing in your breath, you steady both body and mind. As a Bonus Action, you can choose to start holding your breath, and you must concentrate on this as if concentrating on a spell. If you maintain Concentration on this effect until your next turn, you have {@bold Advantage} on the first attack roll you make that turn, after which your Concentration ends.",
				"Additionally, when you make an Intelligence, Wisdom, or Charisma saving throw while concentrating on this feature, you can choose to stop concentrating on it to use your {@action Close Call|ZGttEoT} special Reaction without expending Moxie."
			]
		},
		{
			"name": "Re-Ricochet",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Deadeye",
			"subclassSource": "ZGttEoT",
			"level": 18,
			"entries": [
				"You can fish for the perfect hit with clever, well-calculated plans... so what if they happen to be extremely convoluted? You can use your {@action Calculated Ricochet|ZGttEoT} special Reaction when the attack would hit its target, causing it to miss instead so you can reroll the attack roll.",
				"In addition, after you use your {@action Calculated Ricochet|ZGttEoT} special Reaction to reroll an attack roll, you can expend {@bold 1 Moxie} to reroll the attack roll again, with {@bold Advantage}, against a different creature within {@bold 30 feet} of the second target, which can be the original one."
			]
		},
		{
			"name": "Slugger",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"What's even more painful than a bullet to the gut? A point-blank bullet to the gut, of course. Sluggers exchange the relative safety of distance and cover for the exhilarating chaos of close-quarters combat, leveraging their superior agility to run circles around their foes and bring them down with a combination of blade and bullet. Detractors accuse these Gunners of simply covering for their poor aim, but curiously enough, they rarely voice this opinion within earshot of one.",
				"There are many reasons why you may have chosen to be a Slugger. Perhaps you're a thrill seeker who thrives on high-risk, high-reward tactics. You could be a maverick inventor who sought to merge firearms with melee weapons against the recommendations of your colleagues and in flagrant violation of local safety ordinances. Or maybe you do have bad aim—no one needs to know! Whichever the case, you're among the rare few Gunners whose foes desperately wish would keep their distance.       ",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Close-Quarters Expert|Gunner|ZGttEoT|Slugger|ZGttEoT|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Slugger's Flair|Gunner|ZGttEoT|Slugger|ZGttEoT|3"
				}
			]
		},
		{
			"name": "Close-Quarters Expert",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"skillProficiencies": [
				{
					"acrobatics": true
				}
			],
			"entries": [
				"Any enemy that thinks you won't be as dangerous up close as you are from a distance is in for a very painful realisation. You gain proficiency in the {@skill Acrobatics} skill, and it becomes an extra Lucky Skill for you, as per your {@classFeature Lucky Skill|Gunner|ZGttEoT|3} class feature. In addition, you gain proficiency with {@filter Martial weapons that lack the Two-Handed property|items|type=martial weapon;!treasure (gemstone);!treasure (art object);!renaissance;!treasure (coinage);!modern;!trade bar;!futuristic|property=!two-handed}."
			]
		},
		{
			"name": "Slugger's Flair",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 3,
			"entries": [
				"Alternating between gunshots and melee attacks, you unleash devastating combos. You learn unique ways to gain and spend Moxie",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Blade & Bullet|ZGttEoT}",
									"entries": [
										"The first time you hit with a ranged weapon attack using a firearm and a melee weapon attack on the same turn, you gain {@bold 1 Moxie}."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "{@action Tacticool Reload|ZGttEoT}",
									"entries": [
										"Immediately after you reload a firearm, you can expend {@bold 1 Moxie} as a special Reaction to make a melee weapon attack."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lead to the Face",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 7,
			"entries": [
				"You love the smell of powder burn in the morning. When you apply attachments at the end of a Long Rest, you can apply the {@optfeature Sawed-Off Barrel|ZGttEoT} attachment to one of your firearms, even if the firearm already has a different Barrel attachment. This extra attachment doesn't count against your total number of attachments or the maximum attachments a firearm can hold."
			]
		},
		{
			"name": "Bullet Ballet",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 7,
			"entries": [
				"Quick feet and quicker fingers are a deadly combination on the battlefield. When you gain or expend 1 or more Moxie, you can move {@bold 5 feet} without provoking Opportunity Attacks. If the Moxie is expended as part of a Reaction, you can choose to move immediately before or after you take that Reaction."
			]
		},
		{
			"name": "Concealed Parry",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 11,
			"entries": [
				"Your heightened reflexes allow you to deflect attacks using your firearms. As a Reaction when a creature hits you with a melee attack while you're holding a firearm, you gain a {@bold +2 bonus} to AC against the triggering attack, potentially causing it to miss."
			]
		},
		{
			"name": "Bulletstorm",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 15,
			"entries": [
				"As an action, you can weave across the battlefield in a whirlwind of steel and gunpowder. Until the end of your turn, you can make a weapon attack against a creature (no action required) the first time you move within {@bold 5 feet} of it. Once you've used this feature, you can't use it again until you finish a Long Rest."
			]
		},
		{
			"name": "Counter-Strike",
			"source": "ZGttEoT",
			"className": "Gunner",
			"classSource": "ZGttEoT",
			"subclassShortName": "Slugger",
			"subclassSource": "ZGttEoT",
			"level": 18,
			"entries": [
				"Each missed opportunity for an opponent is a new opportunity for you. The bonus to AC from your {@subclassFeature Concealed Parry|Gunner|ZGttEoT|Slugger|ZGttEoT|11} feature increases to {@bold +3}. If the triggering attack misses, you can make a weapon attack against the attacking creature as part of the same Reaction."
			]
		}
	],
	"item": [
		{
			"name": "Blunderbuss",
			"source": "ZGttEoT",
			"page": 0,
			"type": "R",
			"rarity": "none",
			"ammoType": "firearm bullet|xphb",
			"weight": 5,
			"value": 5000,
			"weaponCategory": "martial",
			"firearm": true,
			"range": "20/60",
			"dmg1": "3d4",
			"dmgType": "P",
			"property": [
				"A|XPHB",
				"2H",
				"ZGttEoT:Rel",
				"ZGttEoT:Loud"
			],
			"customProperties": {
				"loud": "1000",
				"reload": "1"
			},
			"entries": [
				"Blunderbusses are firearms boasting a large barrel flared at the muzzle, which fire shot or similar projectiles in a narrow spread at short distances. They have the Ammunition (range 20/60), Loud (1000), Reload (1), and Two-Handed properties, and deal {@damage 3d4} Piercing damage on a hit."
			]
		},
		{
			"name": "Musket",
			"source": "ZGttEoT",
			"page": 0,
			"type": "R",
			"rarity": "none",
			"ammoType": "firearm bullet|xphb",
			"weight": 10,
			"value": 3000,
			"weaponCategory": "martial",
			"firearm": true,
			"range": "80/240",
			"dmg1": "1d12",
			"dmgType": "P",
			"property": [
				"A|XPHB",
				"2H",
				"ZGttEoT:Rel",
				"ZGttEoT:Loud"
			],
			"customProperties": {
				"loud": "1000",
				"reload": "1"
			},
			"entries": [
				"Muskets are muzzle-loaded firearms with long barrels, traditionally reloaded after each shot. They have the Ammunition (range 80/240), Loud (1000), Reload (1), and Two-Handed properties, and deal {@damage 1d12} Piercing damage on a hit."
			]
		},
		{
			"name": "Pistol",
			"source": "ZGttEoT",
			"page": 0,
			"type": "R",
			"rarity": "none",
			"ammoType": "firearm bullet|xphb",
			"weight": 2,
			"value": 1500,
			"weaponCategory": "martial",
			"firearm": true,
			"range": "40/120",
			"dmg1": "1d6",
			"dmgType": "P",
			"property": [
				"A|XPHB",
				"L",
				"ZGttEoT:Rel",
				"ZGttEoT:Loud"
			],
			"customProperties": {
				"loud": "500",
				"reload": "2"
			},
			"entries": [
				"Pistols are one-handed firearms, whose small size and light weight make them especially easy to handle. They have the Ammunition (range 40/120), Loud (500), Reload (2), and Light properties, and deal {@damage 1d6} Piercing damage on a hit."
			]
		},
		{
			"name": "Revolver",
			"source": "ZGttEoT",
			"page": 0,
			"type": "R",
			"rarity": "none",
			"ammoType": "firearm bullet|xphb",
			"weight": 2,
			"value": 5000,
			"weaponCategory": "martial",
			"firearm": true,
			"range": "60/240",
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"A|XPHB",
				"ZGttEoT:Rel",
				"ZGttEoT:Loud"
			],
			"customProperties": {
				"loud": "500",
				"reload": "6"
			},
			"entries": [
				"Revolvers are one-handed firearms with a rotating cylinder that contains several chambers, allowing for greater ammunition capacity. They have the Ammunition (range 60/240), Loud (500) and Reload (6) properties, and deal {@damage 1d8} Piercing damage on a hit."
			]
		},
		{
			"name": "Rifle",
			"source": "ZGttEoT",
			"page": 0,
			"type": "R",
			"rarity": "none",
			"ammoType": "firearm bullet|xphb",
			"weight": 8,
			"value": 5000,
			"weaponCategory": "martial",
			"firearm": true,
			"range": "120/480",
			"dmg1": "1d10",
			"dmgType": "P",
			"property": [
				"A|XPHB",
				"2H",
				"ZGttEoT:Loud",
				"ZGttEoT:Rel"
			],
			"customProperties": {
				"loud": "1000",
				"reload": "2"
			},
			"entries": [
				"Rifles are long-barreled firearms boasting superior accuracy due to the grooves on the inside of their barrels, which confer spin to fired projectiles. They have the Ammunition (range 120/480), Loud (1,000), Reload (2), and Two-Handed properties, and deal {@damage 1d10} Piercing damage on a hit."
			]
		}
	],
	"itemProperty": [
		{
			"name": "Loud",
			"abbreviation": "ZGttEoT:Loud",
			"source": "ZGttEoT",
			"page": 0,
			"template": "Loud ({{item.customProperties.loud}})",
			"entries": [
				{
					"type": "entries",
					"name": "Loud",
					"entries": [
						"The sound of the weapon (typically a firearm) being used to make a ranged attack is audible to creatures within a number of feet as specified by the number in parentheses after the Loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater."
					]
				}
			]
		},
		{
			"name": "Reload",
			"abbreviation": "ZGttEoT:Rel",
			"source": "ZGttEoT",
			"page": 0,
			"template": "Reload ({{item.customProperties.reload}})",
			"entries": [
				{
					"type": "entries",
					"name": "Reload",
					"entries": [
						"A number of pieces of ammunition, specified by the number in parentheses after the Reload property, can be loaded into this weapon. Making a ranged attack with the weapon uses one piece of ammunition from the amount within. When the weapon has no ammunition left, a creature must use an action to reload it before it can be used to make ranged attacks again. A creature can reload a weapon before it runs out of ammunition, replacing or adding to the ammunition already inside, up to the maximum amount the weapon can hold.",
						"A creature can use magical or specialised ammunition that has been loaded into the weapon for any ranged attack made with the weapon (creature's choice for each attack)."
					]
				}
			]
		}
	],
	"action": [
		{
			"source": "ZGttEoT",
			"name": "Point-Blank",
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"entries": [
				"When a creature you can see leaves your reach, you can expend {@bold 1 Moxie} to make an Opportunity Attack against that creature. You can choose to make a ranged weapon attack with a firearm you're holding instead of a melee attack."
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Second Chance",
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"entries": [
				"When you fail an ability check, you can expend {@bold 1 Moxie} to reroll it. You must use the new result."
			]
		},
		{
			"source": "ZGttEoT",
			"name": "True Grit",
			"entries": [
				"When a creature ends its turn, you can expend {@bold 1 Moxie} to gain {@dice 1d6} Temporary Hit Points per Moxie expended."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Bullet Clash",
			"entries": [
				"When a creature you can see makes a ranged attack while within the normal range of a firearm you're holding, you can expend {@bold 1 Moxie} to deflect the attack. Make a ranged attack with that firearm. If your attack roll is higher than the triggering attack's, that attack automatically misses."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Close Call",
			"entries": [
				"When you make a saving throw, you can expend {@bold 1 Moxie} to add your Proficiency Bonus to your roll. You can do this after you make the roll, but before the GM determines whether it succeeds or fails."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Warning Shot",
			"entries": [
				"When a creature you can see moves towards you while within the normal range of a firearm you're holding, you can expend {@bold 1 Moxie} to stop it in its tracks. Make a ranged attack with that firearm, which deliberately misses the creature. The creature must succeed on a Wisdom saving throw with the DC equal to the result of your attack roll or be {@condition frightened} of you until the end of your next turn."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Careful Aim",
			"entries": [
				"At the end of each of your turns, you gain {@bold 1 Moxie} if you hit a hostile creature of Challenge Rating ½ or higher with a ranged weapon attack using a firearm and didn't spend any of your movement that turn."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Calculated Ricochet",
			"entries": [
				"When you miss with a ranged weapon attack using a firearm, you can expend {@bold 1 Moxie} as a special Reaction to reroll the attack roll against a different target within range of the weapon and 30 feet of the original target."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Blade & Bullet",
			"entries": [
				"The first time you hit with a ranged weapon attack using a firearm and a melee weapon attack on the same turn, you gain {@bold 1 Moxie}."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		},
		{
			"source": "ZGttEoT",
			"name": "Tacticool Reload",
			"entries": [
				"Immediately after you reload a firearm, you can expend {@bold 1 Moxie} as a special Reaction to make a melee weapon attack."
			],
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			]
		}
	],
	"classFluff": [
		{
			"name": "Gunner",
			"source": "ZGttEoT",
			"entries": [
				{
					"name": "Gunner",
					"source": "ZGttEoT",
					"type": "section",
					"entries": [
						"Steady of hand and breath, a camouflaged scorpid lies in wait atop the windswept cliffs, aiming down the sights of his rifle. Though it takes him ten minutes to line up the perfect shot, his patience is rewarded when splatters of dark crimson speckle the sunscorched rock below.",
						"The ground quakes under the charge of a spectral steed, atop which rides a grinning fennekkin, pistols blazing. Regretful highwaymen scatter in a panic to escape the trampling hooves... only to fall to a sudden rain of hot lead.",
						"Smoke, sweat, and gunpowder hang heavy in the air of the workshop where a rocborn smith labours through the night, each ring of the hammer strengthening her resolve. Come dawn, she will hold the perfect bullet with which to avenge her family.",
						"Whether as staunch protectors of frontier towns on the fringes of civilisation or ruthless desperados leaving a trail of empty bank vaults in their wake, Gunners make their mark upon the world with the crack of gunfire. Slick, resourceful, and lightning-fast, these deadly marksmen act when their foes least expect, changing the flow of battle with each well-timed, well-aimed shot. Blink and you'll miss their next bullet—not that you could have dodged it, anyway.",
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a Gunner quickly by following these suggestions. First, put your highest ability score in Dexterity, followed by Constitution. Second, choose the folk hero or criminal background."
							]
						},
						{
							"type": "inset",
							"name": "GM Tip: Blackpowder vs Magitech",
							"entries": [
								"Heliana's Guide first introduced firearms as magitech weapons—deadly combinations of magic and technology, expensive but worth every Copper Piece. In order to make more options available for Gunners without gating them behind a high price point, Zaman's Guide introduces blackpowder firearms. These versions work similarly to the ones in Heliana's Guide, with some slight balancing tweaks that allow them to exist at a lower cost, on par with other weapons in the game.",
								"The magitech firearms in Heliana's Guide are fully compatible with this class, but be aware that if your player characters have money to spend on them, they can represent a considerable increase in power. Blackpowder firearms are recommended for use with the Gunner class. "
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ZGttEoT/classes/gunner1.webp"
					},
					"credit": "Ognjen Sporin",
					"width": 1005,
					"height": 2010
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ZGttEoT/classes/gunner2.webp"
					},
					"credit": "Ognjen Sporin",
					"width": 1660,
					"height": 1245
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ZGttEoT/classes/deadeye.webp"
					},
					"credit": "Ognjen Sporin",
					"width": 3320,
					"height": 1245
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ZGttEoT/classes/slugger.webp"
					},
					"credit": "Ognjen Sporin",
					"width": 1067,
					"height": 1600
				}
			]
		}
	]
}
