{
	"_meta": {
		"sources": [
			{
				"json": "TCCv2",
				"abbreviation": "TCCv2",
				"full": "The Commoner v2",
				"authors": [
					"/u/Mal_Elemental"
				],
				"convertedBy": [
					"Lxran#2292",
					"Eulum"
				],
				"version": "2.0",
				"color": "ff8a00",
				"url": "https://www.gmbinder.com/share/-MHaQlmoTafaSfvvHI-9/-MHoYRqXClbqP6QwstFF",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1602762840,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9cfd75d0ad",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Commoner",
			"source": "TCCv2",
			"page": 2,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"con"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shield"
				],
				"weapons": [
					"{@item club|phb|clubs}",
					"{@item dagger|phb|daggers}",
					"{@item handaxe|phb|handaxes}",
					"{@item light hammer|phb|light hammers}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item sickle|phb|sickles}",
					"{@item sling|phb|slings}",
					"{@item shortbow|phb|shortbows}",
					"torches",
					"pitchforks"
				],
				"tools": [
					"Choose any one {@item artisan's tool|phb|artisan tool}."
				],
				"toolProficiencies": [
					{
						"anyArtisansTool": 1
					}
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
								"athletics",
								"persuasion",
								"insight",
								"survival"
							],
							"count": 1
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"One {@filter simple weapon|items|source=phb|category=basic|type=simple weapon} of your choice",
					"One set of {@item artisan's tools|PHB|tools} with which you are proficient",
					"One equipment pack depending on your cohice of subclass: either an {@item explorer's pack|phb} for farmer, a {@item diplomat's pack|PHB} for merchant, a {@item scholar's pack|PHB} for clerk, or a {@item burglar's pack|PHB} for vagabond and thug, or an {@item entertainer's pack|phb} for jester.",
					"{@dice 10d6} copper coins"
				],
				"defaultData": [
					{
						"_": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"_": [
							"artisan's tools|phb"
						]
					},
					{
						"a": [
							"explorer's pack|phb"
						],
						"b": [
							"diplomat's pack|phb"
						],
						"c": [
							"scholar's pack|phb"
						],
						"d": [
							"burglar's pack|phb"
						]
					},
					{
						"_": []
					}
				]
			},
			"multiclassing": {
				"entries": [
					"There are no prerequistes for multiclassing into the commoner class – it's a class open to everyone!"
				]
			},
			"classFeatures": [
				"Just A Simple Fellow|Commoner|TCCv2|1",
				"Trusty Weapon|Commoner|TCCv2|1",
				{
					"classFeature": "Livelihood|Commoner|TCCv2|1",
					"gainSubclassFeature": true
				},
				"Skin Of Your Teeth|Commoner|TCCv2|2",
				"Helping Hand|Commoner|TCCv2|3",
				"Rough and Ready|Commoner|TCCv2|3",
				"Learn Feat|Commoner|TCCv2|4",
				"Look, I'm Helping!|Commoner|TCCv2|5",
				{
					"classFeature": "Livelihood Feature|Commoner|TCCv2|5",
					"gainSubclassFeature": true
				},
				"Special Weapon|Commoner|TCCv2|6",
				"Close Shave|Commoner|TCCv2|7",
				"Learn Feat|Commoner|TCCv2|8",
				{
					"classFeature": "Livelihood Feature|Commoner|TCCv2|9",
					"gainSubclassFeature": true
				},
				"Teamwork Gets It Done|Commoner|TCCv2|10",
				"Can't Believe That Worked!|Commoner|TCCv2|11",
				"Learn Feat|Commoner|TCCv2|12",
				"Watch Out For That|Commoner|TCCv2|13",
				{
					"classFeature": "Livelihood Feature|Commoner|TCCv2|14",
					"gainSubclassFeature": true
				},
				"Learn Feat|Commoner|TCCv2|16",
				"Look At Us Go!|Commoner|TCCv2|17",
				"Learn Feat|Commoner|TCCv2|19",
				"Learn It From Me|Commoner|TCCv2|20"
			],
			"subclassTitle": "Livelihood",
			"hasFluff": true
		}
	],
	"classFeature": [
		{
			"name": "Just A Simple Fellow",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 3,
			"level": 1,
			"entries": [
				"From 1st level, you gain appreciation of the struggles of the common man. People look at you and they recognize you as a steady, down-to-earth fellow – they call tell by the dirt under your fingernails or the weary gaze in your eyes. This has the following effects, dependent on who you are interacting with:",
				{
					"type": "list",
					"items": [
						"You have advantage on Charisma ({@skill Persuasion}) rolls made when interacting with everyday workers. Common folk look out for each other; bartenders become more likely to share scandalous gossip, farmers are more likely to shelter you in their homes for a night, and ordinary townsfolk are more likely to warn you about trouble.",
						"You have advantage on Wisdom ({@skill Insight}) rolls made towards any merchants or swindlers who may be trying to take advantage of your hard-earned money.",
						"You have advantage on Charisma ({@skill Deception}) rolls made when you are attempting to convince any sort of authority that you didn't do something. Arrogant nobility is biased to assume that all common people are lazy and unremarkable, and they will naturally disbelieve you if you claim any great accomplishment."
					]
				},
				"In addition, you understand 'trader talk'–a heavy mix of dialect and jargon that is common among tradesmen and travelers. Trader talk sounds very rough and uses a great deal of obscure idioms (often referring to mundane objects through unusual names) which allows traders to recognize and communicate exclusively between themselves. It varies greatly depending on location and dialect, but commoners know how to translate heavily-accented voices and you can decipher any profession-specific jargon.",
				"Merchants will often treat anybody who understands trader talk differently; tradesmen will treat you as one of their own, unscrupulous merchants who would otherwise take advantage of you will not attempt so, and some may even offer favors or advice."
			]
		},
		{
			"name": "Trusty Weapon",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 3,
			"level": 1,
			"entries": [
				"From 1st level, you make do with what you've got and get the job done. You obtain your own personal trusty weapon. This may not be the fanciest weapon, but it's yours and you know how to use it. During a long rest, you can convert a set of {@item artisan's tools|phb} with which you have proficiency to make your trusty weapon. You choose the shape, size and damage type of your trusty weapon as you are creating it, but it must be either:",
				{
					"type": "list",
					"items": [
						"a one-handed melee weapon which deals {@dice 1d6} damage.",
						"a two-handed melee weapon which deals {@dice 1d10} damage.",
						"a sling with range of 30/120 which deals {@dice 1d6} damage."
					]
				},
				"When wielding your trusty weapon, the following features apply:",
				{
					"type": "list",
					"items": [
						"When making attack rolls, rather than adding your proficiency bonus plus your Strength or Dexterity modifier, you may instead add your proficiency bonus twice to the attack roll.",
						"When dealing damage, rather than adding your Strength or Dexterity modifier, you may instead add your proficiency bonus to the damage roll."
					]
				},
				"Only you can use your trusty weapon in this way – to anybody else, it is considered a normal improvised weapon. You can only possess one trusty weapon at any time, and if you lose it you may craft a replacement out of another set of artisan's tools."
			]
		},
		{
			"name": "Livelihood",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 3,
			"level": 1,
			"entries": [
				"Commoners work many different jobs, and which reflect their different approaches to life. Your livelihood determines your job, your  experiences, and forms a major part of your character.",
				"Your Livelihood grant additional class features at 1st, 5th, 9th and 14th level."
			]
		},
		{
			"name": "Skin Of Your Teeth",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 3,
			"level": 2,
			"entries": [
				"Adventuring is dangerous work, but you manage to get by. Barely. From 2nd level, whenever an effect or attack would kill or reduce you to 0 hit points, you fall prone and survive with 1 hit point instead.",
				"Afterwards, any hostile creatures in the area are faced with a Perception check with DC equal to 10 + your proficiency bonus, and on a failed check they will assume that you are dead and move onwards to another target. This effect lasts until you draw attention to yourself, at which point they will realize that you somehow survived.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Helping Hand",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 3,
			"entries": [
				"At 3rd level, you can use the {@action Help} action as a bonus action.",
				"In addition, when you apply the Help action to aid an ally in attacking an enemy, then your ally may add half your proficiency bonus (rounded up) to their own attack roll."
			]
		},
		{
			"name": "Rough And Ready",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 3,
			"entries": [
				"When faced with an unfamiliar challenge, you roll your sleeves up and get it done. At 3rd level, you can spend ten minutes practicing using a set of tools and gain a temporary proficiency bonus. This lasts until your next long rest, doesn't stack with any other, and you can only have one at a time.",
				"This temporary proficiency bonus can be applied towards any tool, mount, or vehicle – so you long as you have an object in hand that you can use to practice. You cannot gain any skill proficiency in this manner.",
				"During this practice period, you may fall several times: for example, if you are practicing at disabling a tripwire to gain proficiency in thieves' tools then you may trigger the trap, or if you are practicing at mounting a horse then the horse may buckle. It is at the DM's discretion whether there will be any consequences for mistakes made during this practice period.",
				"At 6th level, this temporary proficiency bonus doubles."
			]
		},
		{
			"name": "Learn Feat",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 4,
			"entries": [
				"When you reach 4th level, you can learn one {@5etools feat|feats.html} of your choice.",
				{
					"type": "inset",
					"name": "Why No Ability Score Improvements?",
					"entries": [
						"Learning a feat better suits the commoner's theme rather than taking ability score improvements. In this class, it is better to have a variety of different skills, rather than trying to master any ability."
					]
				}
			]
		},
		{
			"name": "Look, I'm Helping!",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 5,
			"entries": [
				"Maybe you're not the strongest, the toughest, the fastest or the smartest, but you can still assist!",
				"From 5th level, when you use an attack action against an enemy and also use {@action Help} as a bonus action to aid an ally attacking the same enemy, if your ally's attack is successful you may then make a single attack immediately at the end of your ally's turn (no reaction required)."
			]
		},
		{
			"name": "Livelihood Feature",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 5,
			"entries": [
				"At 5th level, you gain a feature granted by your Commoner Livelihood."
			]
		},
		{
			"name": "Special Weapon",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 6,
			"entries": [
				"At 6th level, your trusty weapon fits perfectly in your hand. After incorporating random magic materials and minor trinkets into your weapon, your trusty weapon is considered magical for the purpose of overcoming immunity and resistance to non-magical attacks and damage.",
				"In addition, your familiarity with your trusty weapon allows you to use it in unique ways. Choose one of the following properties and apply the effect to attacks made with your trusty weapon:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Grappling Blow",
							"entry": "To you, your weapon is more than just a weapon – it's an extension of your arm. When you hit a creature with a melee attack using your trusty weapon, you can use a bonus action to attempt to grapple the target. You do not need a free hand to grapple, as you use your trusty weapon to hook and restrain the target instead."
						},
						{
							"type": "item",
							"name": "Knockback Shot",
							"entry": "You go for the hamstrings. When you land a blow on a creature with your trusty weapon, the target must pass a Dexterity check against DC 12 + your proficiency bonus, otherwise it suffers half movement speed until the end of its next round. This effect does not stack with any other sources of movement reduction. Regardless of whether the target passes the save or not, you do not provoke opportunity attacks from that creature until the end of the round."
						},
						{
							"type": "item",
							"name": "Grappling Blow",
							"entry": "Projectiles from your sling have stopping power. When you hit a creature with a ranged attack using your trusty weapon, you can knock a Large or smaller creature back up to 5 feet away from you in a straight line."
						}
					]
				}
			]
		},
		{
			"name": "Close Shave",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 7,
			"entries": [
				"At 7th level, you're getting the hang of this now. You've survived so many near-death scrapes that your survival reactions are finely honed. Whenever an effect or attack would inflict damage more than half your current hit points, you can choose to intervene such that it inflicts only half your current hit points instead (rounded up).",
				"You can use this feature a number of times equal to half your proficiency bonus (rounded up). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Learn Feat",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 8,
			"entries": [
				"When you reach 8th level, you can learn one {@5etools feat|feats.html} of your choice."
			]
		},
		{
			"name": "Livelihood Feature",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 9,
			"entries": [
				"At 9th level, you gain a feature granted by your Commoner Livelihood."
			]
		},
		{
			"name": "Teamwork Gets It Done",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 10,
			"entries": [
				"You aren't the sort to fight alone. By 10th level you've learned how to coordinate with others – you are like the glue that holds a group together. At the end of a long rest, you can pick two willing allies and form a team with them. Up until the next long rest, so long as those allies remain within both earshot and line of sight of you and each other, then the team has the following benefits:",
				{
					"type": "list",
					"items": [
						"When any member of the team makes an ability check, another member may use a reaction to allow them to use their relevant ability modifier instead of their own.",
						"In combat, so long as one member of the team is within five feet of an createure, then all other members of the team may make attack rolls against that creature with advantage.",
						"When you use the {@action Help} action to assist in attacking an enemy, then the benefit of your {@action Help} action applies to all members of your team attacking that enemy – although only one person may receive half your proficiency bonus from your 'Helping Hand' feature.",
						"If multiple allies hit a single target when you are helping, you may make multiple attacks from your 'Look, I'm Helping!' feature."
					]
				},
				"At level 15, you can form a team with three willing allies instead of two."
			]
		},
		{
			"name": "Can't Believe That Worked!",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 11,
			"entries": [
				"Starting at 11th level, whenever you score a critical attack against an opponent, then you can make one additional attack roll immediately afterwards. In addition, that opponent must pass a Constitution saving throw of DC 12 + your proficiency bonus, or become stunned until the start of its next turn. This can only apply once per round of combat."
			]
		},
		{
			"name": "Learn Feat",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 12,
			"entries": [
				"When you reach 12th level, you can learn one {@5etools feat|feats.html} of your choice."
			]
		},
		{
			"name": "Watch Out For That",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 13,
			"entries": [
				"By 13th level, others in your party look to you for the prompt on when to run. You can apply your 'Close Shave' feature to all allies within your team.",
				"When you or a team member within your line of sight suffers an effect or attack would inflict damage more than half of their current hit points, then you can choose to intervene such that it inflicts only half of their current hit points instead (rounded up).",
				"This replaces your 'Close Shave' feature. You can use this feature a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Livelihood Feature",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted by your Commoner Livelihood."
			]
		},
		{
			"name": "Learn Feat",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 16,
			"entries": [
				"When you reach 16th level, you can learn one {@5etools feat|feats.html} of your choice."
			]
		},
		{
			"name": "Look At Us Go!",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 5,
			"level": 17,
			"entries": [
				"Starting at 17th level, your 'Can't Believe That Worked!' feature applies to all members of your current team. Whenever any team member scores a critical attack against an opponent, then that team member can make one additional attack roll immediately afterwards. In addition, that opponent must pass a Constitution saving throw of DC 12 + your proficiency bonus, or become stunned until the start of its next turn. This can only apply once per person per round of combat."
			]
		},
		{
			"name": "Learn Feat",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 4,
			"level": 19,
			"entries": [
				"When you reach 19th level, you can learn one {@5etools feat|feats.html} of your choice."
			]
		},
		{
			"name": "Learn It From Me",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"page": 5,
			"level": 20,
			"entries": [
				"At 20th level, man, you've got this. You're an inspiration to them all. You can share the benefits of two feats that you know with all members of your current team."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Farmer",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 5,
			"level": 1,
			"entries": [
				"A farmer – could there be any more noble of a profession? Well, yes, probably – but, even so, those people would all starve if farmers didn't do what they do. Farmers are hardy folk. They work the fields, they herd livestock, they do all of the dirty, back-breaking jobs just so others have food to eat. That type labor builds muscle, and responsibility.",
				"Farmers tackle their problems head-on, and they look after their fellows.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Field|Commoner|TCCv2|Farmer|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Long Hours, Heavy Work|Commoner|TCCv2|Farmer|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Field",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 5,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Athletics}, {@skill Nature} or {@skill Animal Handling}.",
						"Tool proficiency with {@item herbalism kit|phb}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Strength saving throws."
					]
				},
				"{@note {@b This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose farmer as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"athletics",
							"nature",
							"animal handling"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"str": true
				}
			]
		},
		{
			"name": "Long Hours, Heavy Work",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 6,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you are accustomed to moving heavy loads. You count as one size larger when it comes to determining your carrying capacity and the weight you can push or drag.",
				"In addition, you can use an action to temporarily remove a single point of exhaustion, the effects of which will only return at the end of your next short rest. Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Farmer's Grit",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 6,
			"level": 5,
			"header": 2,
			"entries": [
				"At 5th level, whether you're up against a stubborn bull or ploughing tough earth, you know how to grit your teeth and force your way through. As a bonus action, for up to 5 minutes, while you maintain concentration you receive the following benefits:",
				{
					"type": "list",
					"items": [
						"You have resistance to slashing, bludgeoning, and piercing damage.",
						"You have advantage on all attempts made to grapple.",
						"You receive a +2 bonus to your base Strength modifier."
					]
				},
				"These effect disappear after a duration of five minutes. Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Homecooked Grub",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 6,
			"level": 9,
			"header": 2,
			"entries": [
				"A good meal braces you for the day. At level 9, during a short rest you can use ingredients of the earth to cook a hale and hearty meal for you and your companions. Yourself and up to five companions gain temporary hit points equal to {@dice 3d6} plus your commoner level. After you use this feature you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "All Together Now",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Farmer",
			"page": 6,
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you weather any hardships side by side with your fellow farmhands. When you use your 'Farmer's Grit', then your whole team receives resistance to slashing, bludgeoning and piercing damage."
			]
		},
		{
			"name": "Merchant",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 6,
			"level": 1,
			"entries": [
				"You are a merchant at heart. This whole adventuring business is a neat side hustle, but a merchant's true purpose is to buy, sell and make a profit. Merchants are clever and persuasive, they survive by bartering with others, building connections, and – most importantly – by earning money.",
				"Merchants support their companions in ways other than combat; they excel at providing money and goods to keep the party going.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Trade|Commoner|TCCv2|Merchant|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Coin Wherever You Go|Commoner|TCCv2|Merchant|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Trade",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 6,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Insight}, {@skill Deception} or {@skill Persuasion}.",
						"Tool proficiency with {@item forgery kit|PHB}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Charisma saving throws."
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose merchant as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"forgery kit": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"insight",
							"deception",
							"persuasion"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"cha": true
				}
			]
		},
		{
			"name": "Coin Wherever You Go",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 6,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you're in the habit of earning money during your travels. Every day while journeying, you automatically earn 1 silver coin per Commoner level. This money could come from investments you made previously, or from selling to travelers you meet on the road, or even just from scrounging fallen coppers on the roadside.",
				"In addition, you know the average selling prices of any items you have encountered before, and you instantly become aware if another merchant is overcharging you for familiar goods.",
				{
					"type": "inset",
					"name": "Regarding Coin Value",
					"entries": [
						"The 'Coin Wherever You Go' feature is intended to provide a merchant with a small but consistent source of income, which increases gradually with level. 1 silver per commoner level is a suggested amount, but different settings may use different coinages and values. The DM may adjust the value as they see fit."
					]
				}
			]
		},
		{
			"name": "Money Is Everything",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 6,
			"level": 5,
			"header": 2,
			"entries": [
				"At 5th level, you learn to appreciate the influence that money can have. This has the following benefits:",
				{
					"type": "list",
					"items": [
						"Any {@skill Persuasion} roll less than a 9 is considered a 10 instead.",
						"You gain advantage on any Charisma ({@skill Persuasion}) checks made to bribe.",
						"While you are in possession of least 100 gold, you have advantage on saving throws against being charmed or frightened."
					]
				}
			]
		},
		{
			"name": "Nothing But the Best",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 6,
			"level": 9,
			"header": 2,
			"entries": [
				"You piece together bits and pieces, and slowly but surely enough your wares expand. At 9th level, you acquire one uncommon {@filter magic item|items|type=|rarity=uncommon|category=} of your choice – preferably an item related to your backstory or journey, and must be subject to the DM's approval. You can do whatever you wish with this item.",
				"At 13th level, you acquire one rare {@filter magic item|items|type=|rarity=rare|category=} through this feature. At 17th level, you acquire one very rare {@filter magic item|items|type=|rarity=very rare|category=}."
			]
		},
		{
			"name": "Company Trading",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Merchant",
			"page": 7,
			"level": 14,
			"header": 2,
			"entries": [
				"By 14th level, you've learnt how to work as part of a team in more ways than just combat. When you are working as part of a team, there are the following benefits:",
				{
					"type": "list",
					"items": [
						"Downtime activities become twice as productive for each member when done so as a group.",
						"You receive a 25% discount to all goods bought from merchants when the team purchases them together.",
						"Once each day, any member of the team can give a magic item to another member of the team, and the magic item will attune instantly to its new wearer. This can occur once per person per long rest."
					]
				}
			]
		},
		{
			"name": "Clerk",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 7,
			"level": 1,
			"entries": [
				"Clerks may appear humble and unassuming, but they are not to be underestimated. A clerk may work as a teller in a bank, or as a lord's scribe, or as a receptionist in an adventurer's guild–but the purpose is the same. They run the ship. They deal with people, paperwork and more paperwork. The clerks see everything that ever happens more clearly than the people in charge, and nothing gets done unless the clerk does it.",
				"Clerks prefer to use their mind rather than might to solve problems. They learn fast, and bring lots of useful little skills to the party.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Office|Commoner|TCCv2|Clerk|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Book Learning|Commoner|TCCv2|Clerk|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Office",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 7,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Perception}, {@skill Investigation} or {@skill History}.",
						"Tool proficiency with {@item calligrapher's supplies|PHB}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Intelligence saving throws"
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose clerk as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"calligrapher's supplies": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"perception",
							"investigation",
							"history"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"int": true
				}
			]
		},
		{
			"name": "Book Learning",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 7,
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, you've read about magic and you've managed to convert it into something practical. You learn one {@filter cantrip|spells|level=0} of your choice from any class list. Regardless of the choice of cantrip, for you the spellcasting ability is always Intelligence.",
				"In addition, you learn how to recognise magic and its effects. Whenever you witness a creature casting a spell, you can immediately identify the name of the spell that was cast."
			]
		},
		{
			"name": "It's All Just Paper",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 7,
			"level": 5,
			"header": 2,
			"entries": [
				"You know, magic isn't really that difficult. Wizards overcomplicate everything, but at the end of the day it's just reading from a fancy book. You know how to read.",
				"Starting at 5th level, you gain the ability to write up spells into your own spell book. You do not possess any spell slots, but you can still cast spells as a ritual when your book is in hand. Upon acquiring this feature, you can choose two {@filter 1st level spells|spells|level=1} and one {@filter 2nd level spell|spells|level=2} that have the ritual tag, from any spell list. Regardless of the spell, for you the spellcasting ability is always Intelligence.",
				"If you come across a spell in written form during your travels, you might be able to add them into your spell book. The spell's level can be no higher than half your commoner level (rounded up) and it must have the ritual tag. For each level of the spell, the process of transcribing into your spell book takes 2 hours and costs 50 gp for the rare inks needed to inscribe it.",
				"In addition, you can now use your {@action Help} action to assist spellcasters as they are casting a spell. While you are helping an ally, you may choose to add half your proficiency bonus (rounded up) onto your ally's spell attack roll (as per your 'Helping Hand' feature)."
			]
		},
		{
			"name": "Arcane Receptionist",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 8,
			"level": 9,
			"header": 2,
			"entries": [
				"By 9th level, you're practically a mage yourself! You immediately acquire {@filter two ritual spells from any spell list, of any level up to 4th|spells|level=1|level=2|level=3|level=4|components & miscmiscellaneous=ritual}.",
				"At 13th level, you acquire an additional {@filter two ritual spells of any level up to 5th|spells|level=1|level=2|level=3|level=4|level=5|components & miscmiscellaneous=ritual}. At 17th level, you acquire an additional {@filter two ritual spells of any level up to 6th|spells|level=1|level=2|level=3|level=4|level=5|level=6|components & miscmiscellaneous=ritual}.",
				"You can also now share your spell book with other spellcasters, and likewise you can read from your allies' spell books if they have one. You can only cast ritual spells through the Commoner class, but any other spellcasters may expend one of their own spell slots to cast a spell from your book (even if the spell in question would not normally be available to them) so long as you are standing beside them and performing the {@action Help} action.",
				"In addition, the time required for you to cast ritual spells is halved."
			]
		},
		{
			"name": "Magical Scribe",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Clerk",
			"page": 8,
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you apply your keen knowledge to assist your team and perform magic together with perfect synchronization. Whenever a member of your team casts a spell and you are using the {@action Help} action, they can receive the following benefits:",
				{
					"type": "list",
					"items": [
						"You can take over a verbal or somatic component of the spell; if required, you perform the actions on their behalf as they cast the spell.",
						"You can take over the concentration requirement to maintain the spell.",
						"They can choose to release the spell from your location rather than theirs. Spells with a range of 'Self' can instead be applied to you.",
						"Your contribution reinforces the spell. As they are casting, you can choose to increase the level of your ally's spell by a single level (to a maximum of 9th level). This can be done a number of times equal to your twice your Intelligence modifier (minimum of twice). You regain all expended uses when you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Vagabond",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 8,
			"level": 1,
			"entries": [
				"The life of a vagabond is a rough one. Vagabonds are homeless, constantly on the move, and always restless. Guardsmen will often chase vagabibds out of town, or monsters might ambush them on the road – yet vagabonds are survivors. Sometimes they take on odd jobs, sometimes they will beg on corners, and sometimes they will even resort to crime - but they will do whatever it takes.",
				"Vagabonds are self-reliant, and look out for themselves above all others.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Road|Commoner|TCCv2|Vagabond|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Didn't Do Nothin'|Commoner|TCCv2|Vagabond|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Road",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 8,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Survival}, {@skill Stealth} or {@skill Sleight of Hand}.",
						"Tool proficiency with {@item thieves' tools|PHB}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Dexterity saving throws"
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose vagabond as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"survival",
							"stealth",
							"sleight of hand"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"dex": true
				}
			]
		},
		{
			"name": "Didn't Do Nothin'",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 8,
			"level": 1,
			"header": 1,
			"entries": [
				"People look down at the beggar on the street, and you know how to fade away into the shadows. From 1st level, while you remain motionless in a crowd or in a dimly-lit environment, you are considered {@condition invisible} for all intents and purposes. This effect ends if you move, make an aggressive action or draw attention to yourself."
			]
		},
		{
			"name": "Wasn't Me",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 8,
			"level": 5,
			"header": 2,
			"entries": [
				"From 5th level, you have perfected the art of staying safe by blaming others. If you make an attack roll against an enemy when an ally is within melee range, then you can automatically make a {@skill Stealth} check against their passive perception. On a successful check, the enemy will blame your ally for the attack and not you. If you then prompt an opportunity attack or a reaction attack during your turn, then that attack will be targeted at your ally, and not at you.",
				"If you are successful in avoiding blame after making your attack, then you can remain unnoticed as per your 'Didn't Do Nothin' feature."
			]
		},
		{
			"name": "Stick 'Em In The Back",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 8,
			"level": 9,
			"header": 2,
			"entries": [
				"By 9th level, you know how to exploit an opportunity. Once per turn, you can deal an extra {@dice 2d6} damage to one creature you hit with an attack if you have advantage on the attack roll.",
				"At levels 13 and 17, the damage increases to {@dice 3d6} and {@dice 4d6}, respectively."
			]
		},
		{
			"name": "Go For The Other Guy",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Vagabond",
			"page": 9,
			"level": 14,
			"header": 2,
			"entries": [
				"The best thing about being a part of a team is that the other people can serve as distractions. At level 14, you gain the ability to slip away and divert an opponent's attention away from yourself and to somebody else. When you are being targeted by a specific enemy, you can use your action to roll a {@dice d4}:",
				{
					"type": "list",
					"items": [
						"On a 1, the enemy will continue to target you.",
						"On any other result, the enemy will ignore you and move to target a different, randomly selected member of your team within range."
					]
				},
				"On its next turn, that enemy must focus its attacks on the team member as chosen by the {@dice d4} roll. In any later rounds, the enemy may resume attacking whomever it chooses.",
				"You can use this feature twice. You regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Thug",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 1,
			"entries": [
				"Thugs are a common sight wherever you go. A thug might be a bouncer, a bandit, a guard or a pit-fighter – or just anyone who is mean enough. It's a very simple profession; thugs know how to hit things, and they earn money with their fists. They are people with bad reputations and a propensity towards violence.",
				"In truth, thugs are not actually *good* at combat. They know nothing about the subtler aspects of fighting – but that hasn't stopped them yet. Thugs deal damage and little else. They are good at knocking the other guy down.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Mob|Commoner|TCCv2|Thug|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stomp 'Em Good|Commoner|TCCv2|Thug|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Mob",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in either: {@skill Intimidation} or {@skill Athletics}.",
						"Proficiency with heavy armor.",
						"Proficiency with Strength saving throws"
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose thug as a multiclass)}}"
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 1,
						"from": [
							"intimidation",
							"athletics"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"str": true
				}
			],
			"armorProficiencies": [
				{
					"heavy": true
				}
			]
		},
		{
			"name": "Stomp 'Em Good",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 1,
			"header": 2,
			"entries": [
				"There's nothing sweeter than watching the bodies drop, and you take advantage of an opening when you see it. From 1st level, when you or an ally that you are assisting reduce a hostile creature within 5 feet to 0 hit points, then you can use your reaction to move up to half your speed and make a single grapple attempt against a different target."
			]
		},
		{
			"name": "Brutish Fury",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 5,
			"header": 2,
			"entries": [
				"Maybe you're not the most skillful fighter, but you know how to deliver the hurt. Although sometimes the one being hurt is you.",
				"From level 5, whenever you make a melee attack roll, you may choose to turn it into a wild, reckless assault. You throw yourself at an enemy, which deals additional damage but injures yourself in the process. On a successful hit, you can add your Strength modifier as a bonus to either the attack or damage roll. Regardless of whether the attack hits or not, you must roll a {@dice 1d4} and take that amount of damage yourself.",
				"You can choose to use this feature after you make your its roll, but before the DM determines whether the attack roll succeeds or fails."
			]
		},
		{
			"name": "Headbutt",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 9,
			"header": 2,
			"entries": [
				"Your teachers once told you that you need to use your head more – this is what they meant, right?",
				"At level 9, through trial and error, you've figured out how to launch yourself head-first at a foe. When you make an attack roll, you can choose  to make a special unarmed attack using your head. If successful, it deals {@dice 1d8} bludgeoning damage.",
				"On a successful hit, both yourself and the target must make a contested Constitution check. The creature which fails this check then becomes unconscious until the end of their next turn. A creature that is two or more size categories larger than you is not affected.",
				"You can use this feature a number of times equal to your Constitution modifier (minimum of once). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Mob Rule",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Thug",
			"page": 9,
			"level": 14,
			"header": 2,
			"entries": [
				"Never fight alone; always overpower your enemies with numbers on your side. At level 14, you've mastered the art of ganging up on the other guy. When you and at least two other members of your team are within five feet of the same enemy, then all attack rolls made by your allies targetting that enemy receive a +3 bonus."
			]
		},
		{
			"name": "Innkeeper",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 1,
			"entries": [
				"Innkeeping is a profession for the empathetic and protective. Perhaps they can't fight that all well, but they can serve ale and cook up one hell of a stew. In many ways, innkeepers are a precious commodity – after all, when it's pouring down with rain and the party is trapped inside a stinky goblin's cave, most adventurers tend to wish *if only* there was a good innkeeper about.",
				"Innkeepers are those with experience running inn or tavern, they don't tolerate nonsense and they know how to look after their patrons. Sometimes, there is no better friend to have: they care for others, they feed the party and they get people up onto their feet.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the House|Commoner|TCCv2|Innkeeper|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Quick Recovery|Commoner|TCCv2|Innkeeper|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the House",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Insight}, {@skill Persuasion} or {@skill Medicine}.",
						"Tool proficiency with {@item cook's utensils|PHB}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Wisdom saving throws"
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose Innkeeper as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"cook's utensils": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"insight",
							"persuasion",
							"medicine"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"wis": true
				}
			]
		},
		{
			"name": "Quick Recovery",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 1,
			"header": 2,
			"entries": [
				"From level 1, you know how to bring drunkards back to their feet after they fall down. When a person drops to 0 hit points and is making death saving throws, you can use your action to steady them and immediately return them to 1 hit point. You regain use of this feature when you finish a short or long rest."
			]
		},
		{
			"name": "Hospitable Host",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 5,
			"header": 2,
			"entries": [
				"You're good with people; you can befriend strangers, and you've learned how to de-escalate tense situations. At level 5, you can add your Wisdom modifier to your {@skill Persuasion} ability rolls.",
				"In addition, at the end of a long rest, you can use your {@item cook's utensils|phb} to prepare care packages for your allies – which are sealed packages containing items such as tasty rations, sweets or thoughtful handouts intended to boost morale and fill stomachs. You may only possess five of these care packages at any time. These care packages require five minutes to be consumed, but when consumed they grant a number of temporary hit points equal to {@dice 1d6} plus your commoner level and provide nourishment for an entire day.",
				"Alternatively, one of these care packages may be gifted to a stranger, and if accepted you then gain advantage on Charisma checks made to that person."
			]
		},
		{
			"name": "Two-Fold Rest",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 9,
			"header": 2,
			"entries": [
				"While the party is sleeping, that is when an innkeeper's work truly begins. Starting at level 9, when your allies are taking a short rest, you can choose to forgo taking a rest yourself and instead tend to their needs. This includes cooking, cleaning and otherwise making the campsite more hospitable. Doing so doubles the effectiveness of the short rest for your allies.",
				"Designate an campsite that you are responsible for, and any friendly creatures who regain hit points by spending hit dice will regain double the amount of hit points as they would otherwise.",
				"As a result of your care, spellcasters can choose to recover expended spell slots during the rest – the spell slots recovered can have a combined level that is equal to or less than a third of your commoner level (rounded up, no higher than 6th). Alternatively, allies can also remove from one point of exhaustion instead.",
				"You are the only person who does not gain any benefits from this short rest as you have been occupied working the entire time. You regain use of this feature when you finish a long rest."
			]
		},
		{
			"name": "Wondrous Fare",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Innkeeper",
			"page": 10,
			"level": 14,
			"header": 2,
			"entries": [
				"By level 14, your cooking is downright magical. At the end of a long rest, you can use your rations and cooking utensils to brew a number of {@item Potion of Greater Healing|DMG|Potions of Greater Healing} equal to your Wisdom modifier (minimum of one). Unlike other potions, your creations are based on fresh ingredients and thus they will lose their effectiveness in they are not used within 24 hours."
			]
		},
		{
			"name": "Jester",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 11,
			"level": 1,
			"entries": [
				"Who doesn't love a fool?",
				"It's hardly the most dignified job, but often the greatest fools are cleverer than the men who laugh at them. A jester could be a traveling troubadour, a circus clown, or simply any person who likes to draw attention to themselves. Unlike bards, jesters have no magic to speak of – instead they are ordinary jaunty fellows wearing motley, dancing around and acting silly for the entertainment of the crowd. They smile, jape and laugh – but it's all an act, of course. A jester does what they need to do to get paid.",
				"Regardless, jesters making their living by being underestimated. It takes wits and skill to put on a good show, and some jesters are as shrew as they come. If nothing else, they know how to distract.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skills of the Fool|Commoner|TCCv2|Jester|TCCv2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Foolish Mockery|Commoner|TCCv2|Jester|TCCv2|1"
				}
			]
		},
		{
			"name": "Skills of the Fool",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 10,
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you gain the following:",
				{
					"type": "list",
					"items": [
						"Skill proficiency in two of: either {@skill Acrobatics}, {@skill Performance} or {@skill Sleight of Hand}.",
						"Tool proficiency with {@item cook's utensils|PHB}. If you already have this tool proficiency, pick another of your choice.",
						"Proficiency with Wisdom saving throws"
					]
				},
				"{@note {@b Note: This feature applies {@i only} if commoner is your first class (i.e. you do not gain this feature if you choose Jester as a multiclass)}}"
			],
			"toolProficiencies": [
				{
					"cook's utensils": true
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"count": 2,
						"from": [
							"insight",
							"persuasion",
							"medicine"
						]
					}
				}
			],
			"savingThrowProficiencies": [
				{
					"wis": true
				}
			]
		},
		{
			"name": "Foolish Mockery",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 11,
			"level": 1,
			"header": 2,
			"entries": [
				"Maybe you can't cast any spells, but you can still insult people like a pro. At 1st level, you learn the '{@spell Vicious Mockery}' cantrip, although when you cast this cantrip it is considered non-magical and does not deal any damage.",
				"In addition, you know how to act as a loud and eccentric distraction while your allies move discreetly. While you are performing and engaged with a creature, your allies gain advantage on Dexterity ({@skill Stealth} or {@skill Sleight of Hand}) rolls concerning that creature."
			]
		},
		{
			"name": "Here To Entertain",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 11,
			"level": 5,
			"header": 2,
			"entries": [
				"Laughter can be a force to hinder as well as well as help. Starting at 5th level, when you see another creature within 30 feet make an ability check or a saving throw, you can use your reaction to either distract or encourage them with your performance. You can choose to either add or subtract your Charisma modifier to the roll. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the ability check succeeds or fails. The creature is immune if it can't hear you or if it's immune to being charmed.",
				"You can use this feature a number of times equal to your Charisma modifier (minimum of once). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Nimble Feet",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 11,
			"level": 9,
			"header": 2,
			"entries": [
				"Your experience dancing around in motley has its benefits. Beginning at 9th level, you can nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or an Ice Storm spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Eyes On Me",
			"source": "TCCv2",
			"className": "Commoner",
			"classSource": "TCCv2",
			"subclassSource": "TCCv2",
			"subclassShortName": "Jester",
			"page": 11,
			"level": 14,
			"header": 2,
			"entries": [
				"Sometimes you need to bail others out of trouble – even if means volunteering yourself as a bait. At level 14, when you see an enemy making an attack against a member of your team, you can use your reaction to intervene and draw the enemy's focus to yourself with a special, taunting performance. On its next turn, that enemy must focus its attacks on you instead of your ally. In any later rounds, the enemy may resume attacking whomever it chooses.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		}
	],
	"subclass": [
		{
			"name": "Farmer",
			"source": "TCCv2",
			"shortName": "Farmer",
			"page": 5,
			"subclassFeatures": [
				"Farmer|Commoner|TCCv2|Farmer|TCCv2|1",
				"Farmer's Grit|Commoner|TCCv2|Farmer|TCCv2|5",
				"Homecooked Grub|Commoner|TCCv2|Farmer|TCCv2|9",
				"All Together Now|Commoner|TCCv2|Farmer|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		},
		{
			"name": "Merchant",
			"source": "TCCv2",
			"shortName": "Merchant",
			"page": 6,
			"subclassFeatures": [
				"Merchant|Commoner|TCCv2|Merchant|TCCv2|1",
				"Money Is Everything|Commoner|TCCv2|Merchant|TCCv2|5",
				"Nothing But the Best|Commoner|TCCv2|Merchant|TCCv2|9",
				"Company Trading|Commoner|TCCv2|Merchant|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		},
		{
			"name": "Clerk",
			"source": "TCCv2",
			"shortName": "Clerk",
			"page": 7,
			"subclassFeatures": [
				"Clerk|Commoner|TCCv2|Clerk|TCCv2|1",
				"It's All Just Paper|Commoner|TCCv2|Clerk|TCCv2|5",
				"Arcane Receptionist|Commoner|TCCv2|Clerk|TCCv2|9",
				"Magical Scribe|Commoner|TCCv2|Clerk|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2",
			"additionalSpells": [
				{
					"known": {
						"1": {
							"will": [
								{
									"choose": "level=0|class=",
									"count": 1
								}
							]
						},
						"5": {
							"_": [
								{
									"choose": "level=1|class=",
									"count": 2
								},
								{
									"choose": "level=2|class=",
									"count": 1
								}
							]
						}
					}
				}
			]
		},
		{
			"name": "Vagabond",
			"source": "TCCv2",
			"shortName": "Vagabond",
			"page": 8,
			"subclassFeatures": [
				"Vagabond|Commoner|TCCv2|Vagabond|TCCv2|1",
				"Wasn't Me|Commoner|TCCv2|Vagabond|TCCv2|5",
				"Stick 'Em In the Back|Commoner|TCCv2|Vagabond|TCCv2|9",
				"Go For The Other Guy|Commoner|TCCv2|Vagabond|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		},
		{
			"name": "Thug",
			"source": "TCCv2",
			"shortName": "Thug",
			"page": 9,
			"subclassFeatures": [
				"Thug|Commoner|TCCv2|Thug|TCCv2|1",
				"Brutish Fury|Commoner|TCCv2|Thug|TCCv2|5",
				"Headbutt|Commoner|TCCv2|Thug|TCCv2|9",
				"Mob Rule|Commoner|TCCv2|Thug|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		},
		{
			"name": "Innkeeper",
			"source": "TCCv2",
			"shortName": "Innkeeper",
			"page": 10,
			"subclassFeatures": [
				"Innkeeper|Commoner|TCCv2|Innkeeper|TCCv2|1",
				"Hospitable Host|Commoner|TCCv2|Innkeeper|TCCv2|5",
				"Two-Fold Rest|Commoner|TCCv2|Innkeeper|TCCv2|9",
				"Wondrous Fare|Commoner|TCCv2|Innkeeper|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		},
		{
			"name": "Jester",
			"source": "TCCv2",
			"shortName": "Jester",
			"page": 11,
			"subclassFeatures": [
				"Jester|Commoner|TCCv2|Jester|TCCv2|1",
				"Here To Entertain|Commoner|TCCv2|Jester|TCCv2|5",
				"Nimble Feet|Commoner|TCCv2|Jester|TCCv2|9",
				"Eyes On Me|Commoner|TCCv2|Jester|TCCv2|14"
			],
			"className": "Commoner",
			"classSource": "TCCv2"
		}
	],
	"classFluff": [
		{
			"name": "Commoner",
			"source": "TCCv2",
			"entries": [
				{
					"type": "section",
					"name": "Commoner",
					"source": "TCCv2",
					"page": 2,
					"entries": [
						"A rugged farmer toils the land, wiping the sweat of his brow as harvests his fields–he works from dawn to dusk, a basket of corn over his back. A hardy peddler travels the road, selling pots and pans through small village for pittance. An overworked clerk sits over a desk, chewing the end of her quill as she feverishly works through a pile of letters.",
						"It ain't much, but it's honest work. Commoners have never had any sort of special learning, but they make do through grit, long hours and hard work. They've earned what little they have. They work hard, they do their jobs–no one ever taught them how to swing a battleaxe or throw magic bolts around.",
						"But even so, commoners sometimes have adventures of their own. Because why should those arrogant knights and snotty wizards get to hog the limelight all the time?",
						{
							"type": "entries",
							"name": "Stay Alive and Work Together",
							"page": 2,
							"entries": [
								"Commoners know to stick together. They don't possess any outstanding skills, but they help out where they can. When a regular person goes up against a rampaging dragon, or faces a savage goblin horde, they soon learn one lesson above all others; stay with the group or you're dead.",
								"In that theme, commoners support others rather than handling problems alone. They will stay behind the big barbarian when the fighting starts, and they'll let the wizards handle the fireballs. Commoners form teams, and they confront problems with friends by their side."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Commoner",
							"page": 2,
							"entries": [
								"Commoners make for uncommon adventurers, but it's not unheard of for a farmer to leave his home and go adventuring, or for a clerk to pick up a sword instead of a quill. Think about what reason an average person might have to go on an adventure; they may be seeking fortune and fame, or have been forced to by necessity, or maybe they are just bored of living a mundane life.",
								"Commoners are defined largely by their professions – the jobs that they work. Commoners can take on wildly different roles depending on their livelihoods. Seven subclasses are provided here: a hardy farmer, an enterprising merchant, an erudite clerk, a self-reliant vagabond, a vicious thug, a hearty innkeeper, or a jaunty jester."
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"page": 2,
							"entries": [
								"You can make a commoner quickly by following these suggestions. First, Constitution should be your highest ability score. Your second highest ability score depends on what subclass you choose; if playing a farmer or a thug choose Strength, if playing a merchant or a jester choose Charisma, if playing a clerk choose Intelligence, if playing a vagabond choose Dexterity and if playing an innkeeper choose Wisdom. Finally, pick whatever background appeals most to you",
								{
									"type": "inset",
									"name": "Variant Rule: Mediocre in Everything",
									"entries": [
										"Commoners make for a strange class in that they are meant ot be unremarkable, and slightly less than average in everything. That doesn't mean they are {@i useless} (they do have a few unique skills), but commoner is a class intended to encourage more role-playing opportunities rather than direct combat capability.",
										"For a more challenging experience, you can chose to lean into this playstyle by making yourself truly average, and set all of your ability scores equal to 10 or 12. Good luck!"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
