{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:A",
				"full": "Alchemist Class",
				"abbreviation": "MFoV",
				"authors": [
					"Middle Finger of Vecna"
				],
				"url": "http://mfov.magehandpress.com/2016/01/alchemist.html",
				"version": "2017.05.03"
			}
		],
		"optionalFeatureTypes": {
			"Bo:A": "Bomb Formula",
			"Di:A": "Discovery"
		},
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d4277700cd",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Alchemist",
			"source": "MFOV:A",
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"dex",
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"Alchemist's Supplies"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"insight",
								"medicine",
								"nature",
								"perception",
								"sleight of hand",
								"survival"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item light crossbow|phb} and {@item Crossbow Bolts (20)|phb|20 bolts} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) an {@item explorer's pack|PHB} or (b) a {@item scholar's pack|PHB}",
					"{@item alchemist's supplies|PHB} and a {@item component pouch|PHB}",
					"{@item leather armor|PHB} and {@item dagger|PHB|two daggers}"
				],
				"defaultData": [
					{
						"a": [
							"light crossbow|phb",
							"Crossbow Bolts (20)|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"explorer's pack|PHB"
						],
						"b": [
							"scholar's pack|PHB"
						]
					},
					{
						"_": [
							"alchemist's supplies|PHB",
							"component pouch|PHB"
						]
					},
					{
						"_": [
							"leather armor|PHB",
							"dagger|PHB"
						]
					}
				]
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Bomb Damage"
					],
					"rows": [
						[
							"1d10"
						],
						[
							"1d10"
						],
						[
							"1d10"
						],
						[
							"2d10"
						],
						[
							"2d10"
						],
						[
							"2d10"
						],
						[
							"2d10"
						],
						[
							"3d10"
						],
						[
							"3d10"
						],
						[
							"3d10"
						],
						[
							"4d10"
						],
						[
							"4d10"
						],
						[
							"4d10"
						],
						[
							"4d10"
						],
						[
							"5d10"
						],
						[
							"5d10"
						],
						[
							"5d10"
						],
						[
							"6d10"
						],
						[
							"6d10"
						],
						[
							"6d10"
						]
					]
				},
				{
					"colLabels": [
						"{@filter Discoveries Known|optionalfeatures|source=null|feature type=Di:A}",
						"{@filter Bomb Formulae Known|optionalfeatures|source=null|feature type=Bo:A}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							3
						],
						[
							0,
							3
						],
						[
							0,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							3,
							5
						],
						[
							3,
							5
						],
						[
							3,
							5
						],
						[
							4,
							6
						],
						[
							4,
							6
						],
						[
							4,
							6
						],
						[
							4,
							6
						],
						[
							5,
							7
						],
						[
							5,
							7
						],
						[
							5,
							7
						],
						[
							6,
							8
						],
						[
							6,
							8
						],
						[
							6,
							9
						]
					]
				}
			],
			"classFeatures": [
				"Natural Philosopher|Alchemist|MFOV:A|1",
				"Bombs|Alchemist|MFOV:A|1",
				"Bomb Formulae|Alchemist|MFOV:A|2",
				{
					"classFeature": "Field of Study|Alchemist|MFOV:A|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Alchemist|MFOV:A|4",
				"Firecracker|Alchemist|MFOV:A|4",
				"Discoveries|Alchemist|MFOV:A|5",
				"Brew Potions|Alchemist|MFOV:A|6",
				{
					"classFeature": "Field of Study Feature|Alchemist|MFOV:A|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Alchemist|MFOV:A|8",
				"Brew Potions (Improved)|Alchemist|MFOV:A|9",
				{
					"classFeature": "Field of Study Feature|Alchemist|MFOV:A|10",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Alchemist|MFOV:A|12",
				"Evasion|Alchemist|MFOV:A|13",
				"Brew Potions (Improved)|Alchemist|MFOV:A|14",
				"Ability Score Improvement|Alchemist|MFOV:A|16",
				{
					"classFeature": "Field of Study Feature|Alchemist|MFOV:A|17",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Alchemist|MFOV:A|19",
				"Philosopher's Stone|Alchemist|MFOV:A|20"
			],
			"subclassTitle": "Field of Study",
			"hasFluff": true
		}
	],
	"optionalfeature": [
		{
			"name": "Acid Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs which spray a corrosive acid. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an acidic one, changing it to an acid bomb. An acid bomb deals acid damage instead of fire damage, and has d8 damage dice. Additionally, the target, as well as all creatures within the blast radius that fail their saving throws, take an additional 2d4 acid damage at the end of its next turn."
			]
		},
		{
			"name": "Forceful Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make especially volatile bombs. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an elemental one, changing it to a force bomb. A forceful bomb deals force damage instead of fire damage, and has d8 damage dice. Additionally, the target, as well as all creatures within the blast radius that fail their saving throws, are pushed 5 feet away from the blast."
			]
		},
		{
			"name": "Frost Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs that generate a cryogenic burst of intense cold. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an elemental one, changing it to a frost bomb. A frost bomb deals cold damage instead of fire damage and has d8 damage dice. Additionally, the target must make Constitution saving throw. On a failed save, it can't make more than one melee or ranged attack until the start of your next turn."
			]
		},
		{
			"name": "Holy Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can infuse a bomb with holy water. As a bonus action when you throw a bomb, you can add a few drops of holy water to the bomb, changing it to a holy bomb. A holy bomb has d8 damage dice. If its target is a fiend or undead, it takes an additional 4d6 radiant damage."
			]
		},
		{
			"name": "Implosion Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can create a bomb which produces a small singularity, pulling creatures to its center. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an elemental one, changing it to an implosion bomb. An implosion bomb deals force damage instead of fire damage, and has d8 damage dice. Additionally, all creatures within 15 feet must make a Strength saving throw or are pulled up to 5 feet toward the bomb's target."
			]
		},
		{
			"name": "Laughing Gas Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make nonlethal bombs which afflict your foes with fits of laughter. As a bonus action when you throw a bomb, you can replace the bomb's contents with a drop of jesterate, a highly euphoric chemical, changing it into a laughing gas bomb. A laughing gas bomb deals poison damage instead of fire damage, and has d4 damage dice. Instead of a Dexterity saving throw, creatures in the blast radius must make a Constitution saving throw. The target also makes a Constitution saving throw. Each creature that fails its saving throw begins laughing uncontrollably, and has disadvantage on attack rolls until the beginning of your next turn. On a successful save, a creature is immune to the effects of laughing gas bombs for 24 hours."
			]
		},
		{
			"name": "Lightning Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs that generate a burst of electricity. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an elemental one, changing it to a lightning bomb. A lightning bomb deals lightning damage instead of fire damage, and has d8 damage dice. Additionally, the target, as well as all creatures within the blast radius that fail their saving throws, cannot take reactions until the beginning of your next turn."
			]
		},
		{
			"name": "Nonlethal Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make a nonlethal bomb, designed to incapacitate rather than kill. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with a pouch of rubber pellets, changing it to a nonlethal bombs. A nonlethal bomb deals bludgeoning damage instead of fire damage, and has d8 damage dice. If this bomb reduces a creature to 0 hit points, it knocks the creature out, rather than killing it, rendering it unconscious and stable."
			]
		},
		{
			"name": "Oil Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make nonlethal bombs which cover the ground in a slick oil. As a bonus action when you throw a bomb, you can replace the bomb's contents with a flask of flame-resistant oil, changing it into an oil bomb. An oil bomb deals no damage, but covers a 10-foot square of ground centered on the explosion with grease, turning it into difficult terrain for 1 hour, when it dries. Additionally, the target, and each creature in the blast radius must succeed on a Dexterity saving throw or be covered in oil and fall prone."
			]
		},
		{
			"name": "Psionic Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make psionic bombs which addle the minds of those in the blast. As a bonus action when you throw a bomb, you can replace the bomb's reagent with a psionic crystal, changing it into a psionic bomb. A psionic bomb deals psychic damage instead of fire damage and has d8 damage dice. The target and each creatures in the blast radius concentrating on a spell must succeed a concentration check against your Bomb save DC or lose concentration."
			]
		},
		{
			"name": "Seeking Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make a homing bomb which arcs towards close targets when you would otherwise miss. As a bonus action when you throw a bomb, you can add an enchanted powerful natural magnet to its contents, changing it to a seeking bomb. A seeking bomb has no blast radius and d6 damage dice. Attack rolls made with a seeking bomb against targets within 15 feet are made with advantage."
			]
		},
		{
			"name": "Smoke Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make nonlethal bombs that generate smoke. As a bonus action when you throw a bomb, you can replace the bomb's reagent with a less explosive one, changing it to a smoke bomb. A smoke bomb deals no damage, but creates a 20-foot-radius sphere of fog. The sphere spreads around corners, and its area is heavily obscured. It lasts for a number of rounds equal to your Intelligence modifier or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.",
				"If you use another one of these bombs while a previous bomb is still in effect, the effect of the old bomb ends."
			]
		},
		{
			"name": "Sonic Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs that generate a deafening boom. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with a different one, changing it to a sonic bomb. A sonic bomb deals thunder damage instead of fire damage, and has d8 damage dice. Additionally, the target, as well as all creatures within the blast radius that fail their saving throws, are deafened until the beginning of your next turn."
			]
		},
		{
			"name": "Stink Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can create bombs that produce putrid, noxious gas. As a bonus action when you throw a bomb, you can replace the bomb's explosive reagent with an ounce of a toxic compound, changing it into a stink bomb. A stink bomb deals poison damage instead of fire damage, and has d8 damage dice. Instead of a Dexterity saving throw, creatures in the blast radius must make a Constitution saving throw. The target also makes a Constitution saving throw. Each creature that fails its saving throw begins to choke uncontrollably, and has disadvantage on ability checks until the beginning of your next turn."
			]
		},
		{
			"name": "Thorn Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs which envelop the ground in thorny vines. As a bonus action when you throw a bomb, you can replace the bomb's contents with a vial of extremely potent fertilizer, changing it into a thorn bomb. A thorn bomb deals no damage, but causes the ground in a 10-foot radius to sprout hard spikes and thorns. When a creature moves into or within the area, it takes 2d4 piercing damage for every 5 feet it travels. This amount of damage increases by 1d4 at 8th level, 11th level, 15th level, and 18th level. These spikes shrivel and die after 1 minute.",
				"If you use another one of these bombs while a previous bomb is still in effect, the effect of the old bomb ends."
			]
		},
		{
			"name": "Tanglefoot Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make nonlethal bombs which explode with a glue-like resin. As a bonus action when you throw a bomb, you can replace a bomb's contents with a hardened block of resin which liquefies in the explosion, changing it into a tanglefoot bomb. A tanglefoot bomb deals no damage and has no blast radius, but its target must make a Dexterity saving throw or be glued to the floor, reducing its speed to zero. At the end of each of its turns, the creature can break the resin with a successful DC 12 Strength check."
			]
		},
		{
			"name": "Teleportation Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make nonlethal bombs which make small tears in the weave, teleporting you a short distance. As a bonus action when you throw a bomb, you can replace a bomb's contents with a glowing arcane crystal, changing it into a teleportation bomb. A teleportation bomb deals no damage and has no blast radius, but if it explodes within 30 feet of you, you instantly teleport to its location."
			]
		},
		{
			"name": "Withering Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Bo:A"
			],
			"entries": [
				"You can make bombs which waste away living things. As a bonus action when you throw a bomb, you can add a desiccating chemical to the bomb's reagent, changing it to a withering bomb. A withering bomb deals necrotic damage instead of fire damage, and has d8 damage dice. Additionally, the target, as well as all creatures within the blast radius that fail their saving throws, can't regain hit points until the start of your next turn."
			]
		},
		{
			"name": "Alchemist Apron",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You have developed a special apron to assist in your alchemical experiments. It is flame-retardant and resistant to caustic substances, granting you resistance to fire and acid damage."
			]
		},
		{
			"name": "Alchemist Goggles",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You have invented a pair of goggles which enhance your sight and protect your eyes. While wearing the alchemist goggles, you gain {@sense darkvision}: you can see in dim light within 60 feet of you as if it was bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey. If you already have darkvision, the goggles increase your range by 60 feet.",
				"Additionally, while wearing your goggles, you can use your bonus action to activate or deactivate aura vision. While active, you can see magical auras, as per the spell {@spell detect magic}. You can use your aura vision for a total of 10 minutes each day, and regain expended time when you finish a long rest.",
				"Lastly, while wearing your goggles, you are immune to being blinded."
			]
		},
		{
			"name": "Arcane Study",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You learn two cantrips of your choice from the wizard's spell list. Your casting modifier for these cantrips is Intelligence."
			]
		},
		{
			"name": "Aqua Fortis",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"Using your alchemist's supplies, you can spend 1 hour to create a vial of aqua fortis, a very strong acid that rapidly dissolves organic material and most metals. This vial can be splashed or thrown at a creature like common acid. On a hit, a creature takes 3d6 acid damage, followed by an additional 2d6 acid damage at the start of your next turn and another 1d6 acid damage at the start of the turn after that.",
				"If a vial of aqua fortis is splashed on a nonmagical object that isn't being worn or carried, it will dissolve a 1-foot cube of it. If splashed on a suit of armor or a shield, the object takes a permanent and cumulative -1 penalty to the AC it offers. If splashed on a weapon, it takes a permanent and cumulative -1 penalty to damage rolls. It has no effect on gold, glass, stone, and adamantine objects or magical items.",
				"You can have up to 3 vials of aqua fortis prepared at a time."
			]
		},
		{
			"name": "Ballistics Research",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You learn one additional bomb formula. You can select this discovery multiple times. Each time you do so, you must select a different formula."
			]
		},
		{
			"name": "Blast Coat",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You have developed a laboratory coat, specially treated to protect you from your own explosions. You automatically succeed any saving throws against your own bombs."
			]
		},
		{
			"name": "Clotting Agent",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You have developed a serum that protects you from harm. Your hit point maximum increases by your alchemist level + your Constitution modifier, and increases by 1 again whenever you gain a level in this class."
			]
		},
		{
			"name": "Crafting Homunculus",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"Using a special alchemical process requiring 8 hours of work, you can create a {@creature homunculus|MM} (Monster Manual pg. 188.) A homunculus functions as a familiar summoned by the find familiar spell, with several differences:",
				{
					"type": "list",
					"items": [
						"The telepathic link between you and your homunculus functions at any distance, provided you and your homunculus are on the same plane of existence.",
						"Your homunculus is a construct.",
						"You cannot dismiss your homunculus as you would a familiar.",
						"Your homunculus cannot assume a different form.",
						"When your homunculus dies, its body remains, and can be reanimated as a ritual requiring 1 hour of work.",
						"Your homunculus is able to take the Attack action on its turn."
					]
				}
			]
		},
		{
			"name": "Detonation Theorem",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"When you throw a bomb, you can add your Intelligence modifier, instead of Strength or Dexterity, to its attack roll."
			]
		},
		{
			"name": "Explosive Missile",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You can rig arrows and crossbow bolts with explosive heads. As a bonus action, you can attach a small vial of chemicals from one of your bombs to the head of a projectile. On a hit, the projectile deals additional fire damage equal to half of your bomb damage dice, rounded down (minimum 1d10). The projectile does not have a blast radius."
			]
		},
		{
			"name": "Fire Eater",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"Instead of throwing a bomb, you can choose to use your action to drink the bomb's contents and spit them out in a 15-foot cone. All creatures within the cone must make a Dexterity saving throw. A creature takes the full damage of the bomb instead of half on a failed save, or half as much (instead of none) on a successful one. When you use a bomb in this way, you take 2 points of fire damage for each of your bomb's damage dice."
			]
		},
		{
			"name": "Fire in the Hole",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You have tweaked your bomb's formula to increase the explosive yield. The blast radius of your bombs ignores cover, and your Bomb Save DC increases by 1."
			]
		},
		{
			"name": "Landmine",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You can bury a bomb with a pressure trigger, changing it into a landmine which explodes when a creature steps on it.",
				"You can bury such a bomb with 1 minute of digging. You can have a number of landmines up to your intelligence modifier at one time. When a creature of Small size or larger steps on the spot where a landmine is buried, it must make a Dexterity saving throw. On a failed save the creature takes full damage from the bomb, or half as much on a successful save.",
				"A creature can detect the presence of a buried landmine with a Wisdom (Perception) check opposed by your Charisma (Deception) check. After burying it, you can take 10 minutes to carefully disguise the landmine, and checks made to discover it are made at disadvantage."
			]
		},
		{
			"name": "Poisoner",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"feature": [
						"Brew Potions feature"
					]
				}
			],
			"entries": [
				"You have extensively studied poisonous herbs, and you know how to mix them into potent poisons. You gain proficiency with the {@item poisoner's kit|PHB}. During a short or long rest, you can brew a vial of {@item Basic Poison (vial)|PHB|basic poison} for 1 alchemy point or a vial of {@item Serpent Venom (Injury)|DMG|serpent venom} for 2 alchemy points. The poison retains potency for 24 hours, after which it becomes inert."
			]
		},
		{
			"name": "Reflexive Toss",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"You can throw a bomb as an Opportunity Attack, even if you have already thrown a bomb on your turn."
			]
		},
		{
			"name": "Syringe",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"entries": [
				"Using a sophisticated hypodermic needle, you can administer a potion to a willing creature within your reach as a bonus action. If the creature is unwilling, you can administer a potion to it with a successful melee attack."
			]
		},
		{
			"name": "Draught of Necromancy",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 8
					}
				}
			],
			"entries": [
				"During a long rest, you can prepare a single dose of an alchemical potion that reanimates corpses for 3 alchemy points. You can pour this potion on a corpse or a pile of bones as an action, causing it to reanimated as if it was the target of an {@spell animate dead|PHB} spell. This potion loses potency after 24 hours."
			]
		},
		{
			"name": "Grenadier",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 8
					},
					"feature": [
						"Mad Bomber Field of Study"
					]
				}
			],
			"entries": [
				"When you take the {@action Attack} action and attack with a weapon that you're holding in one hand, you can use a bonus action to throw a bomb."
			]
		},
		{
			"name": "Lazarus Bolt",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 8
					},
					"feature": [
						"Apothecary Field of Study"
					]
				}
			],
			"entries": [
				"As an action, you can drive a bolt into the torso of a creature that has died within the last minute and shock it back to life with electricity. That creature returns to life with 1 hit point. This feature can't return to life a creature that has died of old age, nor can it restore any missing body parts.",
				"Once you use this ability, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Rocket Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 8
					}
				}
			],
			"entries": [
				"You have developed a special rocket-propelled bomb, and a cannon from which to fire it. As an action, you can fire a rocket bomb, which is a normal bomb with a range of 120 feet and a 10-foot blast radius. You can't target individual creatures with a rocket bomb. You instead make attack rolls targeting a location you can see within range, which is considered to have an AC of 10."
			]
		},
		{
			"name": "Alchemy of Influence",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 11
					},
					"feature": [
						"Brew Potions feature"
					]
				}
			],
			"entries": [
				"You can brew potions of {@item potion of clairvoyance|DMG|clairvoyance} and {@item potion of mind reading|DMG|mind reading} and {@item philter of love|DMG|philters of love} for 2 alchemy points each, and potions of {@item potion of animal friendship|DMG|animal friendship} for 1 alchemy point each."
			]
		},
		{
			"name": "Alchemy of Life",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 11
					},
					"feature": [
						"Brew Potions feature"
					]
				}
			],
			"entries": [
				"You can brew potions of {@item potion of invulnerability|DMG|invulnerability} and {@item potion of vitality|DMG|vitality} for 2 alchemy points each, and potions of {@item potion of superior healing|DMG|superior healing} for 3 alchemy points each."
			]
		},
		{
			"name": "Construct Bomb",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 11
					}
				}
			],
			"entries": [
				"During a long rest, you can assemble a rolling construct around one of your bombs, creating a construct bomb. A construct bomb is a tiny construct with 1 hit point, an AC of 10, and a movement speed of 35 feet. It takes it turn on your initiative, though it doesn't act unless you command it to. If a construct bomb is ever reduced to 0 hit points, it detonates, dealing damage to creatures and objects in its blast radius as a normal bomb.",
				"As an action, you can command one or more of your construct bombs to detonate, each targeting a creature within 5 feet of it. Make a ranged attack roll for each construct bomb. On a hit, the construct bomb detonates as if it were a normal bomb, dealing damage to the target and those in the blast radius. On a miss, the bomb does not explode.",
				"You can have up to 3 construct bombs at a time"
			]
		},
		{
			"name": "Alchemy of Change",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 15
					},
					"feature": [
						"Brew Potions feature"
					]
				}
			],
			"entries": [
				"You can brew potions of {@item potion of fly|DMG|fly} and {@item potion of gaseous form|DMG|gaseous form} for 3 alchemy points each and potions of {@item potion of diminution|DMG|diminution} for 1 alchemy point each."
			]
		},
		{
			"name": "Shaped Charge",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 15
					},
					"feature": [
						"Mad Bomber Field of Study"
					]
				}
			],
			"entries": [
				"You can set your bombs to explode in different patterns. As part of your attack when you throw a bomb, you can change that bomb's blast radius to a 15-foot cone or a 20-foot line, originating from the target's space in a direction of your choice."
			]
		},
		{
			"name": "Elixir of Life",
			"source": "MFOV:A",
			"featureType": [
				"Di:A"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Alchemist",
							"source": "MFOV:A"
						},
						"level": 15
					},
					"feature": [
						"Apothecary Field of Study"
					]
				}
			],
			"entries": [
				"During a long rest, using your alchemist's supplies and materials worth at least 1000 gp (which are consumed upon use), you can brew a powerful elixir which, when poured over a corpse, acts as if a resurrection spell has been cast upon it. The target must not have been dead for longer than 1 year.",
				"Additionally, if a living creature drinks the elixir, it functions as if a regenerate spell was cast upon the drinker.",
				"The elixir must be consumed within 24 hours, after which it becomes inert. You can re-brew an elixir for no additional cost."
			]
		}
	],
	"classFeature": [
		{
			"name": "Natural Philosopher",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 1,
			"entries": [
				"You have learned many things about alchemy during your studies. Starting at 1st level, you can add half your proficiency bonus, rounded up, to all skill checks made to identify herbs, potions, poisons, or other alchemical substances. If you are proficient with such a skill, this bonus stacks with your normal proficiency bonus."
			]
		},
		{
			"name": "Bombs",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 1,
			"entries": [
				"Starting at 1st level, you can create volatile alchemical bombs using your alchemist's supplies and material components. The cost of materials necessary to create these bombs is negligible, but you must have alchemist's supplies and a component pouch on hand to create anything. After 24 hours, an unused bomb becomes inert.",
				"You are proficient with your bombs and can't throw more than 1 bomb per round. You do not have disadvantage when throwing a bomb while within 5 feet of a hostile creature. If you miss your attack roll with a bomb, the bomb does not explode. When a creature without proficiency with bombs makes an attack roll with one, there is a 50% chance that the bomb detonates before being thrown, dealing full damage to the attacker.",
				"Your bombs are finesse thrown weapons with a range of 30/60 feet. Unlike other thrown weapons, you add your Intelligence modifier to damage, rather than Strength or Dexterity. On a hit, the target takes {@dice 1d10} fire damage and each creature within 5 feet of it must succeed a Dexterity saving throw or take half as much damage. You can also choose to throw a bomb at an empty space within range, which is considered to have an AC of 10.",
				"The amount of damage dealt by your bombs increases as you gain levels in this class, as shown in the Bomb Damage column of the Alchemist table.",
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"When you bombs call for a saving throw, its save DC is calculated as follows:",
						{
							"type": "abilityDc",
							"name": "Bomb",
							"attributes": [
								"int"
							]
						}
					]
				}
			]
		},
		{
			"name": "Bomb Formulae",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 2,
			"entries": [
				"Beginning at 2nd level, your research has granted you insight into new formulae for your bombs. Select three bomb formulae from the \"{@filter Bomb Formulae|optionalfeatures|source=null|feature type=Bo:A}\" section below. You can apply a formula to one of your bombs when you make an attack with it. When you gain certain levels, you learn additional formulae of your choice, as shown in the Bomb Formulae Known column of the Alchemist table.",
				"Additionally, when you gain a level in this class, you can choose one of the formula you know and replace it with another formula."
			]
		},
		{
			"name": "Field of Study",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 3,
			"entries": [
				"While all alchemists share a common knowledge base, most alchemists specialize into a particular field of study. When you reach 3rd level, you select your field of study. Your field choice grants you features at 3rd level and then again at 7th, 10th, and 17th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 4,
			"entries": [
				"When you reach 4th, 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Firecracker",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 4,
			"entries": [
				"At 4th level, you can use your bonus action to surprise a creature within 10 feet with a small mundane explosive. The creature can't take reactions until the start of its next turn."
			]
		},
		{
			"name": "Discoveries",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 5,
			"entries": [
				"In the course of your research, you have made a number of discoveries regarding the nature of alchemy. At 5th level, you gain two {@filter discoveries|optionalfeatures|source=null|feature type=Di:A} of your choice. When you gain certain alchemist levels, you gain additional discoveries of your choice, as shown in the Discoveries Known column of the Alchemist table.",
				"Additionally, when you learn a new discovery, you can choose one of the discoveries you know and replace it with another discovery that you could learn at that level."
			]
		},
		{
			"name": "Brew Potions",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 6,
			"entries": [
				"At 6th level, you learn to create magical potions with ease and speed. You have a number of alchemy points equal to half your alchemist level (rounded up). During a long rest, you can brew potions by expending these points. You regain all expended alchemy points when you finish a long rest. The potions retain potency 24 hours, after which they become inert.",
				"You can brew potions of {@item potion of climbing|DMG|climbing}, {@item potion of growth|DMG|growth}, {@item potion of healing|DMG|healing}, and {@item potion of water breathing|DMG|water breathing} for 1 alchemy point each. At 9th level, you can brew potions of {@item potion of heroism|DMG|heroism} and {@item potion of resistance|DMG|resistance} for 2 alchemy points each and at 14th level you can brew potions of {@item potion of invisibility|DMG|invisibility} and {@item potion of speed|DMG|speed} for 3 alchemy points each."
			]
		},
		{
			"name": "Field of Study Feature",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 7,
			"entries": []
		},
		{
			"name": "Ability Score Improvement",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 8,
			"entries": [
				"When you reach 8th, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Brew Potions (Improved)",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 9,
			"entries": [
				"At 9th level, you can brew potions of {@item potion of heroism|DMG|heroism} and {@item potion of resistance|DMG|resistance} for 2 alchemy points each"
			]
		},
		{
			"name": "Field of Study Feature",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 10,
			"entries": []
		},
		{
			"name": "Ability Score Improvement",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Evasion",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 13,
			"entries": [
				"Beginning at 13th level, your experience with avoiding your own bombs' explosions has granted you the ability to nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or an {@i ice storm} spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Brew Potions (Improved)",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 14,
			"entries": [
				"At 14th level you can brew potions of {@item potion of invisibility|DMG|invisibility} and {@item potion of speed|DMG|speed} for 3 alchemy points each."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Field of Study Feature",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 17,
			"entries": []
		},
		{
			"name": "Ability Score Improvement",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Philosopher's Stone",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"level": 20,
			"entries": [
				"At 20th level, you unlock the secrets of alchemy. Using your alchemist's supplies and 1000 gold pieces worth of materials, you can spend 1 week of work creating a philosopher's stone, a dynamo of elemental energy encased in a fist-sized, glowing jewel. Your philosopher's stone only works in your possession, and you can only have 1 at a time. To any other creature, it is just an ordinary (if beautiful) gemstone. As long as you possess your philosopher's stone, you gain the following benefits.",
				{
					"type": "list",
					"items": [
						"You age 10 times slower than normal, and your age cannot be magically changed.",
						"You have advantage on saving throws against disease and poison.",
						"As an action, you can transmute a vial of water into any potion you can brew, which becomes inert after 24 hours. You must complete a short or long rest before you can do this again."
					]
				},
				"The philosopher's stone also has devastating destructive potential. As a bonus action when you throw a bomb, you can replace its reagent with the philosopher's stone, creating a nuclear bomb. A nuclear bomb has a blast radius of 500 feet, dealing 10d10 + 50 damage to all creatures in the area."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Apothecary",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 3,
			"entries": [
				"Many practically-minded alchemists decide assume the role of the apothecary. An adventuring party always needs a healer, and clerics might be in short supply. On their downtime, such alchemists have a marketable skill to depend upon for income. Apothecaries are constantly at work studying potions and herbology.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Alchemist|MFOV:A|Apothecary|MFOV:A|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Painkiller Bomb|Alchemist|MFOV:A|Apothecary|MFOV:A|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"When you select this field of study at 3rd level, you gain proficiency with the herbalism kit and with the Medicine skill. You can craft potions of healing with the herbalism kit as if you were a wizard of the same level using the normal rules for {@book magic item crafting presented in the Dungeon Master's Guide|DMG|6|Crafting a Magic Item}."
			],
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 3,
			"header": 1
		},
		{
			"name": "Painkiller Bomb",
			"entries": [
				"At 3rd level, you can create bombs which spray an analgesic oil. As a bonus action when you throw a bomb, you can replace its contents with this oil, changing it to a painkiller bomb. The bomb can then be thrown as normal or splashed on a creature within your reach. You automatically succeed on attack rolls made with this bomb against a willing creature. Painkiller bombs do not have a blast radius and deal no damage. Instead, on a hit, the target gains temporary hit points equal to 2d4 + your Intelligence modifier for 1 minute. This amount increases by 1d4 at 8th level, 11th level, 15th level, and 18th level.",
				"After a creature gains temporary hit points from a painkiller bomb, it cannot be effected by another one until it finishes a short or long rest."
			],
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 3,
			"header": 1
		},
		{
			"name": "Quick Hands",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, as a bonus action, you can drink a potion or safely pass a potion to a willing creature within 15 feet of you that has at least 1 hand free. As an action, you can pass a number of potions and bombs up to your Dexterity modifier to willing creatures within range."
			]
		},
		{
			"name": "Bonus Potions",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, when you take a long rest, you can brew {@item potion of greater healing|DMG|potions of greater healing} and vials of {@item elixir of health|DMG} for 2 alchemy points each, which become inert after 24 hours."
			]
		},
		{
			"name": "Panacea",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Apothecary",
			"subclassSource": "MFOV:A",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, during a long rest, using 5 alchemy points and materials worth at least 100 gp (which are consumed upon use,) you can distill the essence of universal healing, the panacea. When you drink this potion, you instantly gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Any reduction to the creature's ability scores or hit points is ended.",
						"The creature's hit points are restored to maximum.",
						"The creature is no longer cursed, blinded, deafened, paralyzed, poisoned, or petrified. It loses all levels of exhaustion.",
						"All the creature's diseases are cured."
					]
				},
				"The panacea must be consumed within 24 hours, after which it becomes inert. You can re-brew it for no additional cost."
			]
		},
		{
			"name": "Mad Bomber",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 3,
			"entries": [
				"While many \"mad bombers\" aren't actually mad, it takes a special kind of crazy to devote one's life to studying explosives. Most alchemists who specialize in this field are incorrigible pyromaniacs who take great pleasure in burning, blasting, and blowing things up. Mad bombers are always working to improve their bombs' effectiveness.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Alchemist|MFOV:A|Bomber|MFOV:A|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shrapnel Bomb|Alchemist|MFOV:A|Bomber|MFOV:A|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"entries": [
				"When you select this field of study at 3rd level, you gain proficiency with 1 martial melee weapon and 1 martial ranged weapon."
			],
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 3,
			"header": 1
		},
		{
			"name": "Shrapnel Bomb",
			"entries": [
				"At 3rd level, you can make bombs that explode in a shower of shrapnel. As a bonus action when you throw a bomb, you can uncork it and fill it with metal bearings, changing it to a shrapnel bomb. A shrapnel bomb deals piercing damage rather than fire damage, and has a 10-foot radius."
			],
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 3,
			"header": 1
		},
		{
			"name": "Demolition",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you learn to use your bombs to damage and destroy structures. You now make your bombs to accept fuses of various lengths. As an action, you can set a bomb and light its fuse, which has a duration of your choice between 1 round and 5 minutes. You can only have one bomb with a lit fuse at a time. Upon detonation, this bomb deals its damage as normal, but also deals double damage any nonmagical object within 5 feet of it that isn't being worn or carried and also ignores its damage threshold. For rules on objects and their hit points, see {@book pages 246 and 247 of the Dungeon Master's Guide|DMG|8|Objects}."
			]
		},
		{
			"name": "Additional Potions",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, when you take a long rest, you can brew {@item potion of hill giant strength|DMG|potions of hill giant strength} and vials of {@item oil of slipperiness|DMG} for 2 alchemy points each, which become inert after 24 hours."
			]
		},
		{
			"name": "Black Powder",
			"source": "MFOV:A",
			"className": "Alchemist",
			"classSource": "MFOV:A",
			"subclassShortName": "Bomber",
			"subclassSource": "MFOV:A",
			"level": 17,
			"header": 2,
			"entries": [
				"Beginning at 17th level, you have unlocked the alchemical secrets of black powder and have infused your bombs with its devastating potential. Your normal bombs have d12 damage dice and ignore fire damage resistance. Creatures with immunity to fire damage are instead treated as only having resistance to it."
			]
		}
	],
	"subclass": [
		{
			"name": "Apothecary",
			"shortName": "Apothecary",
			"source": "MFOV:A",
			"subclassFeatures": [
				"Apothecary|Alchemist|MFOV:A|Apothecary|MFOV:A|3",
				"Quick Hands|Alchemist|MFOV:A|Apothecary|MFOV:A|7",
				"Bonus Potions|Alchemist|MFOV:A|Apothecary|MFOV:A|10",
				"Panacea|Alchemist|MFOV:A|Apothecary|MFOV:A|17"
			],
			"className": "Alchemist",
			"classSource": "MFOV:A"
		},
		{
			"name": "Mad Bomber",
			"shortName": "Bomber",
			"source": "MFOV:A",
			"subclassFeatures": [
				"Mad Bomber|Alchemist|MFOV:A|Bomber|MFOV:A|3",
				"Demolition|Alchemist|MFOV:A|Bomber|MFOV:A|7",
				"Additional Potions|Alchemist|MFOV:A|Bomber|MFOV:A|10",
				"Black Powder|Alchemist|MFOV:A|Bomber|MFOV:A|17"
			],
			"className": "Alchemist",
			"classSource": "MFOV:A"
		}
	],
	"classFluff": [
		{
			"name": "Alchemist",
			"source": "MFOV:A",
			"entries": [
				{
					"source": "MFOV:A",
					"page": 1,
					"entries": [
						"A grinning gnome cackles with glee as he hurls a bomb into a group of charging goblins, blasting them into scorched chunks. He produces another, throws it at his feet, and disappears, still laughing, in the ensuing cloud of smoke.",
						"A slender elf quickly mixes liquids and herbs in a small bowl. She applies the mixture to an arrow wound on an injured dwarf's side, which immediately stops bleeding.",
						"Whether their methods are explosive, transformative, or restorative, alchemists live to transmute the world around them to their liking.",
						{
							"type": "entries",
							"name": "Chemical Reactions",
							"entries": [
								"One of the first things an alchemist learns is how to mix chemicals that react explosively with each other. Ostensibly, this is taught to students to prevent deadly accidents, but adventuring alchemists often utilize this knowledge to create bombs to use in combat and exploration.",
								"An alchemical bomb is a 1-pound, apple-sized, spherical glass or clay flask filled with a reactive chemical. A smaller vial of thin glass containing a reagent is suspended in the liquid, and the whole thing is sealed with a cork or wax seal. The chemicals violently explode when mixed. This occurs when the inner vial breaks, usually after the bomb impacts a solid surface or a fuse sets off a small explosive detonator within the vial. Bombs are primarily used to fend off enemies, but creative alchemists may find more practical uses for explosives, such as demolishing obstacles.",
								"More experienced alchemists learn to mix less volatile substances, some of which can replicate magical effects. Many become apothecaries, healing and creating potions for others. Apothecaries can use herbs and chemicals to heal wounds, cure diseases, and neutralize poison."
							]
						},
						{
							"type": "entries",
							"name": "Elemental Sciences",
							"entries": [
								"The primary source of alchemy's power comes from the elemental planes. It is no surprise, then, that alchemists strive to tap deeper into that power, researching and discovering new compounds composed of the elements. The pinnacle of alchemy is the philosopher's stone, which is rumored to grant its bearer supreme elemental power. Few alchemists have succeeded in creating a philosopher's stone, and fewer still remain alive to divulge its secrets."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Alchemist",
							"entries": [
								"When you create an alchemist, consider why your character studies alchemy. Are you attracted to its dangerous power, or its ability to help others? Do you desire to use magic, but lack the aptitude or inborn ability? Is your character an insane pyromaniac or a rational, scientific individual? Why do you adventure? Are you searching for new alchemical formulae, or rare ingredients? Do you, like so many, seek the philosopher's stone?",
								"Be sure to understand alchemy's place in your campaign world. You might have learned your trade from a master, or studied alongside artificers and wizards in a university. Your trade might be commonplace or an oddity. Depending on the setting, you might be respected for your knowledge or feared for your destructive potential.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make an alchemist quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity. Second, choose the sage background. If you are a human and have the option to take a feat at 1st level, select the Dual Wielder or Healer feat."
									]
								}
							]
						}
					],
					"name": "Alchemist",
					"type": "section"
				},
				{
					"source": "MFOV:A",
					"page": 12,
					"entries": [
						{
							"type": "inset",
							"name": "Sidebar: School of Alchemy",
							"entries": [
								"Your campaign setting might have entire universities or guilds devoted to the study of alchemy, or perhaps alchemy classes offered wherever wizards learn their trade. Alternatively, alchemy could be handled in a master-apprentice fashion, as knowledge is passed down the generations. Or even, perhaps, it is a fringe belief or taboo, practiced only in the shadows.",
								"Whatever its nature in your setting, alchemy is a major addition to any world. Especially in low-magic or nonmagical settings, or in those with a greater focus on technology, alchemy might even supplant magic as one of society's cornerstone utilities."
							]
						}
					],
					"type": "section"
				}
			]
		}
	]
}
