{
	"_meta": {
		"sources": [
			{
				"json": "MKirshnikov",
				"abbreviation": "Brew",
				"full": "MKirshnikov",
				"authors": [
					"/u/MKirshnikov"
				],
				"convertedBy": [
					"LemonBar"
				],
				"url": "https://homebrewery.naturalcrit.com/share/Syn4z1D0W",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1554937245,
		"dateLastModified": 1554937245
	},
	"class": [
		{
			"name": "Juggernaut",
			"source": "MKirshnikov",
			"hd": {
				"number": 1,
				"faces": 12
			},
			"proficiency": [
				"str",
				"con"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Taunts"
					],
					"rows": [
						[
							"2"
						],
						[
							"2"
						],
						[
							"3"
						],
						[
							"3"
						],
						[
							"3"
						],
						[
							"4"
						],
						[
							"4"
						],
						[
							"4"
						],
						[
							"4"
						],
						[
							"5"
						],
						[
							"5"
						],
						[
							"5"
						],
						[
							"5"
						],
						[
							"6"
						],
						[
							"6"
						],
						[
							"6"
						],
						[
							"7"
						],
						[
							"7"
						],
						[
							"7"
						],
						[
							"8"
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"heavy",
					"shields"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"medicine",
								"intimidation",
								"survival",
								"perception",
								"athletics"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item scale mail|phb} or (b) {@item chain mail|phb}",
					"(a) a {@item flail|phb} or (b) any {@filter martial weapon|items|source=phb|category=basic|type=martial weapon}",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}",
					"A shield"
				]
			},
			"multiclassing": {
				"requirements": {
					"con": 13
				}
			},
			"classFeatures": [
				[
					{
						"name": "Shield Bond",
						"entries": [
							"As a 1st level Juggernaut, you have the unique ability to bond a shield to you. It grants you these abilities:",
							"Your bonded shield is indestructible by nonmagical means and magically light as a feather. You can carry and move your shield around easily, and it does not count against your maximum weight. To creatures other than you, the shield feels as if it weighs many pounds heavier than it really is, as the power you put behind your shield is palpable, and as hefty as iron. You can also magically sense the position of the shield in a 30 ft. radius.",
							"You are proficient with using shields as weapons, and your bonded shield does 2d4+Str Mod Bludgeoning damage. (Shields can be modified to deal other types of damage. For example, spikes for Piercing or a blade along the edge for Slashing.)",
							"You can bond a newly aquired shield by choosing to bond to it, then spending a short or long rest with it."
						]
					},
					{
						"name": "Optional Rule: Losing your shield",
						"entries": [
							"To a Juggernaut, losing their shield is fatal to their honor, so they are ashamed. If your shield is somehow lost or destroyed, you are racked with shame. Until you get a new shield and bond to it, you have disadvantage on all ability checks. Bonding to a new shield does not count as losing or destroying your previous bonded shield.",
							"To find out how to bond a shield, see above."
						]
					},
					{
						"name": "Taunt",
						"entries": [
							"When you unlock this at level 1, as a bonus action you can anger people into fighting you. Choose up to two enemies within 60 feet who can see and hear you. The affected creatures have disadvantage on any attacks, spells, or other harmful actions they make against anyone except you. Additionally, the saving throw DCs of their spells or abilities are lowered by 5 if you are not one of the targets. This lasts until your next turn. Targets who can't be frightened are unaffected. You can only use this a number of times as shown above, recovering them on a short or long rest. The number of targets you can taunt increases to 3 at 5th level, 4 at 10th level, and 8 at 14th level."
						]
					}
				],
				[
					{
						"name": "Juggernaut Specialty",
						"entries": [
							"At 2nd level, you gain a Juggernaut Specialty. Choose one of the following below:",
							{
								"type": "options",
								"entries": [
									{
										"type": "entries",
										"name": "Heavy Handed",
										"entries": [
											"Even if swinging a shield, your attacks are brutal and unexpectedly harsh. Whenever you score a critical hit, use the maximum die results on your damage dice."
										]
									},
									{
										"type": "entries",
										"name": "Steadfast",
										"entries": [
											"You have an unmovable stance in which only very strong forces can move you. You have advantage on checks to avoid being grappled and saving throws against being forcefully moved or knocked prone by any means. If you fail a saving throw for being forcefully moved, reduce the distance that you've been moved by 5 feet."
										]
									},
									{
										"type": "entries",
										"name": "Unyielding Strength",
										"entries": [
											"You're strong enough to actually trust people as far as you can throw them. Shove attacks you make push creatures 10 feet. Additionally, if a creature one size category larger than you or smaller damages you or fails a melee attack against you, you can use your reaction to make a shove attack against them."
										]
									}
								]
							}
						]
					},
					{
						"name": "Superior Health",
						"entries": [
							"When you gain this feature at 2nd level, your hit point maximum increases by 2 points, and it increases by 1 every time you gain a Juggernaut level."
						]
					}
				],
				[
					{
						"name": "Defense Specialization Path",
						"entries": [
							"At 3rd level you must choose a Defense Specialization Path, wich are described below. You gain a Defense Specialization Feature from this path at 3rd level, 7th level, 11th level and at 15th level."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Mighty Physique",
						"entries": [
							"At 5th level, you learn to put your mighty strength to use for offense and control. You gain proficiency in Athletics. If you are already proficient, your proficiency bonus is doubled for Athletics checks. You can also grapple with a shield in your hand."
						]
					},
					{
						"name": "Limited Extra Attack",
						"entries": [
							"At 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn. However, you may only take this extra attack for a shove attack or a grapple attack."
						]
					}
				],
				[
					{
						"name": "Improved Shield Bond",
						"entries": [
							"Starting at level 6, the range in which you can sense your shield doubles and if your shield is within 30 feet of you, you can use your bonus action to summon your shield. (The shield teleports into your hand.) As a bonus action you can shunt your shield into a pocket dimension and re-summon as a bonus action. You can only send your shield to the pocket dimension if you are holding it. The shield can stay in this pocket dimension forever with no ill effects on the shield."
						]
					},
					{
						"name": "Stockade",
						"entries": [
							"Starting at level 6, in combat, the area within melee reach of you is considered difficult terrain, and when you make a successful opportunity attack, the enemy's movement speed is reduced to 0."
						]
					}
				],
				[
					{
						"name": "Defense Specialization Feature",
						"entries": [
							"At 7th level, you gai a feature from your Defense Specialization Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Indefatigable",
						"entries": [
							"Starting at 9th level, you may add your proficiency bonus to all saving throws to avoid Exhaustion, stage 5 of Exhaustion for you now reduces your speed to 5, and you now have 7 stages of Exhaustion, instead of 6. Stage 6 is now Unconsciousness, and 7 is death."
						]
					}
				],
				[
					{
						"name": "Improved Grapple",
						"entries": [
							"At 10th level, when grappling a creature, you can drag them with you with no penalty to movement."
						]
					}
				],
				[
					{
						"name": "Defense Specializaion Feature",
						"entries": [
							"At 11th level, you gai a feature from your Defense Specialization Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Improved Shove",
						"entries": [
							"At 13th level, on a successful shove attack, you can choose to have the target fall prone along with being pushed."
						]
					},
					{
						"name": "Improved Superior Health",
						"entries": [
							"At 13th level, your hit point maximum increases by 13 points, and it now increases by 2 every time you gain a Juggernaut level."
						]
					}
				],
				[
					{
						"name": "Jotungrip",
						"entries": [
							"At 14th level, you can wield two handed melee weapons in one hand, but you can't add your proficiency bonus to attacks with them. Additionally, if you are wielding a weapon with the versatile property, you can use the two handed die instead. If you are Small, you can now wield weapons with the Heavy property in two hands with no penalty, but can not hold them in one hand."
						]
					},
					{
						"name": "Siege Bond",
						"entries": [
							"Starting at level 14, attacks with a bonded shield deal double damage to objects and structures."
						]
					}
				],
				[
					{
						"name": "Defense Specialization Feature",
						"entries": [
							"At 15th level, you gai a feature from your Defense Specialization Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Improved Juggernaut Specialty",
						"entries": [
							"At 17th level, the specialty you chose at the beginning of your adventure has grown more powerful.",
							{
								"type": "options",
								"entries": [
									{
										"type": "entries",
										"name": "Heavy Handed",
										"entries": [
											"Your weapon attacks score a critical hit on a 19 or 20."
										]
									},
									{
										"type": "entries",
										"name": "Steadfast",
										"entries": [
											"Any creature that tries to grapple you has disadvantage on their check."
										]
									},
									{
										"type": "entries",
										"name": "Unyielding Strength",
										"entries": [
											"You can make a shove attack as a reaction to any creature making an attack against an ally."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"name": "Steeled Nerves",
						"entries": [
							"At 18th level, you've sustained so many wounds, you're almost numb to the big hits. Any critical hit against you does normal damage."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Unstoppable Force",
						"entries": [
							"At 20th level, you can briefly make yourself both an unstoppable force, and an immovable object. As an action once per long rest, you can gain the following benefits for 1 minute:",
							{
								"type": "list",
								"items": [
									"You can't be forcefully moved, your speed can't be reduced by any means and difficult terrain no longer slows your movement.",
									"You are immune to the Grappled, Restrained, Stunned, Petrified and Paralyzed and Proned conditions.",
									"You can move through any creature of any size with no penalty to movement, and if moving through them would give you a penalty to movement, the creature gets pushed aside far enough for them to be out of your way. You can move different creatures out of your way without limit, but you can't move the same creature twice."
								]
							}
						]
					}
				]
			],
			"subclassTitle": "Defense Specialization Path",
			"subclasses": [
				{
					"name": "Path of the Defender",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Defender",
								"entries": [
									"Some examples of the ideals of a Defender:",
									{
										"type": "list",
										"items": [
											"You should attack only in defense. \"The world does not need more bloodshed started.\"",
											"You must protect the weak and innocent. \"Those who are innocent deserve to be protected from the evils of this world.\"",
											"Use your shield with honor, never become too confident. \"Stay humble even in a time of blood and violence.\""
										]
									},
									{
										"type": "entries",
										"name": "Shelter",
										"entries": [
											"Starting at level 3, you can spend your bonus action to stabilize an ally within 5 feet of you. Also, if you are holding a bonded shield and are within five feet of an ally, you can use your reaction to cast {@spell Sanctuary|phb} on them until the start of their next turn. The DC is 8 + your Con and Prof modifiers. These effects can not be counterspelled or dispelled."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Health Sacrifice",
										"entries": [
											"Starting at level 7, you can sacrifice a small portion of yourself to heal your allies. As an action, you can expend one or more of your Hit Dice to heal an ally you can touch. The ally heals for an amount equal to your Hit Die + Constitution Modifier. You can spend an amount of Hit Die per round equal to your Constitution modifier."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Bastion",
										"entries": [
											"Starting at level 11, if you have a bonded shield in your hand, you can use your action to rally your allies behind you with their permission. You create a circle that is a 30 foot wide aura of defense, centered on yourself, blocking any enemy or attack from coming in. This aura lasts for 1 minute. Each ally within 120 feet of you teleports into the aura in a area they choose, and can walk in and out whenever they choose. If an ally is incapacitated when the aura is formed, they get teleported inside if they are brought back up from 0.",
											"Any enemy that tries to get into the aura must succeed a Constitution saving throw, which they have disadvantage on until the end of your next turn. Enemies that fail the saving throw take 2d8 force damage and don't enter the aura. After the end of your second turn, you are able to drop the aura whenever you choose and enemies no longer have disadvantage, but still take 2d8 force damage and must succeed on the saving throw or fail to get inside. Spell, Ranged and Melee attacks can't get into or go out of the aura. The DC is 8 + your Con and Prof modifiers. You can only use this feature once per long rest. "
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Hospice",
										"entries": [
											"Starting at level 15, as an action you can touch a creature that has died within the last minute, returning it to life with 1 hit point. This ability can't return to life a creature that has died of old age, nor can it restore any missing body parts. You can use this ability once per long rest. "
										]
									}
								]
							}
						]
					],
					"source": "MKirshnikov",
					"shortName": "Defender"
				},
				{
					"name": "Path of the Ravager",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Ravager",
								"entries": [
									"The phrase: \"Your best defense is offense\" embodies this class. Ravagers are juggernauts who seek the path to defense in violence. Their goal is to end fights as quickly as possible, dealing consistent damage at short or long range.",
									{
										"type": "entries",
										"name": "Shield Throw",
										"entries": [
											"Starting at level 3, you may treat your bonded shield as if it has the Thrown Property. This attack benefits from any features you possess that modify weapon attacks generally or shield bash attacks specifically. Your shield has a short range of 20 feet and a long range of 60 feet. Immediately after the attack, the shield flies back to your hand."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Extra Attack",
										"entries": [
											"Starting at level 7, you now gain the benefits of the full Extra Attack ability, rather than Limited Extra Attack. You can now attack twice, instead of once, whenever you take the Attack action on your turn."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Intensify",
										"entries": [
											"Starting at level 11, You deal more damage with each swing you make. In combat, every successful hit you make gives you a +3 to your damage on your next attack, up to a maximum of +15 damage per attack. If you miss an attack, you lose the bonus damage and must start again."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Inexorable",
										"entries": [
											"At 15th level, even as your strength begins to fade, you keep fighting. Having 0 hit points doesn't knock you unconscious, but you must still make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points."
										]
									}
								]
							}
						]
					],
					"source": "MKirshnikov",
					"shortName": "Ravager"
				},
				{
					"name": "Path of the Giantslayer",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Giantslayer",
								"entries": [
									"Giantslayer Juggernauts focus all of their strength and skill with weapons into single powerful strikes meant to cripple the largest of foes. With their size and bulk they can effectively grapple, pin, and submit far larger opponents. They prize themselves on their evasive tactics against these monsters and their resistances to their mighty attacks, while striking back with equal ferocity.",
									{
										"type": "entries",
										"name": "Enlarge",
										"entries": [
											"Starting at level 3, you have the ability to grow to an immense size to fight your enemies. You can use a bonus action to gain the following benefits for one minute:",
											{
												"type": "list",
												"items": [
													"Your size doubles in all dimensions, and your weight is multiplied by eight.",
													"Your size increases by one category. If you were Small, now you are Medium. If you were Medium, now you are Large.",
													"You have advantage on Strength checks and Strength saving throws.",
													"Your weapons also grow to match your new size. While these weapons are enlarged, you deal 1d4 extra damage when you make melee weapon attacks with them."
												]
											},
											"Everything you are wearing and carrying changes size with you. Any item dropped returns to normal size at once.",
											"If there isn't enough room for you to double in size, you attain the maximum possible size in the space available.",
											"You cannot willingly submit to the Enlarge/Reduce Spell and if cast on you it automatically fails.",
											"This effect can not be counterspelled or dispelled.",
											"You can use this skill twice per long rest. At level 7, this increases to three times per long rest, and at level 11 this increases to four times per short or long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Titanic Strike",
										"entries": [
											"Starting at level 7, you merrily crush your opponents to dust. When you make an attack, you can choose to make the attack at disadvantage. If you hit, the attack is treated as a critical hit. You can't use this skill if you already have disadvantage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Titan-sized",
										"entries": [
											"Starting at level 11, you can use a bonus action to consume two uses of Enlarge, instead of one, to grow even larger. You can also use a bonus action consume an extra use of Enlarge if you are already Enlarged, but not if you are under the effects of Enlarge/Reduce. While you are Titan-sized, use the effects below instead of your standard effects.",
											{
												"type": "list",
												"items": [
													"Your normal size quadruples in all dimensions, and your weight is multiplied by sixteen.",
													"Your size increases by two categories. If you were Small, now you are Large. If you were Medium, now you are Huge.",
													"You have advantage on Strength checks and Strength saving throws.",
													"Your weapons also grow to match your new size. While these weapons are Titan-sized, you deal 2d4 extra damage when you make melee weapon attacks with them."
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Great Stomp",
										"entries": [
											"At 15th level, you can use an action to slam your boot into the ground, setting into motion the effect of the {@spell Earthquake|phb} spell centered on yourself until the beginning of your next turn. You are unaffected by its normal effects, but you are affected by environmental effects of the ability, such as a crumbling roof or crashing pillar. Allies are fully affected by the ability. The DC for this ability is 8 + your Con and Prof modifiers. You can use this ability once per long rest."
										]
									}
								]
							}
						]
					],
					"source": "MKirshnikov",
					"shortName": "Giantslayer"
				},
				{
					"name": "Path of the Phalanx",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Phalanx",
								"entries": [
									"Skilled Juggernauts that have trained for survival for their whole lives, Phalanx seem to shrug off decimating blows with their mighty shields. They never seem to let up, even in the biggest, bloodiest battles, they are always the last ones standing.",
									{
										"type": "entries",
										"name": "Praetorian Bond",
										"entries": [
											"At Level 3, over a short rest, you can change the form of your bonded shield into a massive version that can be as tall as you, if not larger. If you wield a greatshield in one hand, treat it the same as a normal bonded shield.",
											"If you use a greatshield in two hands, you have the same +2 to your AC, your shield attacks with it deal 3d4 Bludgeoning damage, and all shove attacks deal damage equal to your Strength modifier.",
											"The two handed effect for a greatshield is affected by Jotungrip."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Unbreakable",
										"entries": [
											"At Level 7, while you are wielding a bonded shield, all damage that you take is reduced by your proficiency bonus.",
											"Additionally, at level 11 this ability is improved to all damage being reduced by your proficiency bonus + your Constitution modifier.",
											"This damage reduction does not affect falling damage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Punish",
										"entries": [
											"At Level 11, when you take damage from an attack or spell that you can see while you are holding a bonded shield, you can use your reaction to halve the attack or spell's damage against you. If you halve the damage from a melee attack, the attacker takes half of the damage as well."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Regenerate",
										"entries": [
											"At Level 15, at the start of each of your turns, you regain 1d10 hit points if you have no more than three times your level of your hit points left. You don't gain this benefit if you have 0 hit points."
										]
									}
								]
							}
						]
					],
					"source": "MKirshnikov",
					"shortName": "Phalanx"
				}
			],
			"fluff": [
				{
					"entries": [
						"The fighting style of a Juggernaut is very rare. It is similar to the way of a fighter, (block, attack) but it is also very different from any other style of fighting. Most classes wish to damage foes, heal allies, and curse or bless creatures. A Juggernaut cherishes their fighting style, for it is unique.",
						{
							"type": "entries",
							"name": "The Insurmountable",
							"entries": [
								"Juggernauts, masters of strength and defense, are warriors whose aim is to block attacks, throw around and taunt enemies with their shield. Juggernauts are uncommon, but very much exist. Many Juggernauts are paladins or fighters seeking a better fighting style for them, and they strive to embody their power within their main weapon, a shield. Their shield represents themselves, their honor, and their spirit for a fight."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Juggernaut",
							"entries": [
								"A Juggernaut's main power is their shield and the bond that strengthens it. How did you come to be a Juggernaut? Who taught you your ways? Was it your mother or your father? Or did they die an dishonorable death, and you are following their footsteps to avenge them? What is the story behind your current shield? Is it special to you, or did you just find it the other day? Juggernaut is a class with the primary functiion making the majority of enemies look straight at you and want to kill you instead of those you wish to protect. Juggernauts tend to be good in nature, but depending on the environment a Juggernaut is in, they can be lawful, chaotic or neutral. Some Juggernauts, depending on where they are born or who has influenced them, can even become bodyguards or enforcers of powerful beings such as devils or kings.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a Juggernaut quickly by following these suggestions. First, Constitution should be your highest ability score, followed by Strength. Second, choose the {@background Folk Hero|phb} background. Third, choose Chain Mail, a flail, an Explorer's Pack, and a Shield."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
