{
	"_meta": {
		"sources": [
			{
				"json": "ZL",
				"abbreviation": "ZL",
				"full": "Zoologist",
				"authors": [
					"morethanwordscansay"
				],
				"convertedBy": [
					"Mothben"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/nzu1xt/the_zoologist_20_revised_based_on_your_feedback/?utm_source=share&utm_medium=web2x&context=3",
				"version": "2.1"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1733261906,
		"_dateLastModifiedHash": "6c6f958942",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Zoologist",
			"source": "ZL",
			"classFeatures": [
				"Field Research|Zoologist|ZL|1",
				"Loyalty|Zoologist|ZL|1",
				"Capture|Zoologist|ZL|1",
				"First Aid|Zoologist|ZL|2",
				"Traps|Zoologist|ZL|2",
				{
					"classFeature": "Research League|Zoologist|ZL|3",
					"gainSubclassFeature": true
				},
				"Tranquilizer|Zoologist|ZL|3",
				"Ability Score Improvement|Zoologist|ZL|4",
				{
					"classFeature": "Research League Feature|Zoologist|ZL|5",
					"gainSubclassFeature": true
				},
				"Improved Loyalty|Zoologist|ZL|5",
				"Field Research Improvement|Zoologist|ZL|6",
				"Smuggler|Zoologist|ZL|7",
				"Ability Score Improvement|Zoologist|ZL|8",
				"Hunting Blind|Zoologist|ZL|9",
				"Field Research Improvement|Zoologist|ZL|10",
				"Improved Loyalty|Zoologist|ZL|10",
				{
					"classFeature": "Research League Feature|Zoologist|ZL|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Zoologist|ZL|12",
				"Wild Surge|Zoologist|ZL|13",
				{
					"classFeature": "Research League Feature|Zoologist|ZL|14",
					"gainSubclassFeature": true
				},
				"Field-Hardened|Zoologist|ZL|15",
				"Improved Loyalty|Zoologist|ZL|15",
				"Ability Score Improvement|Zoologist|ZL|16",
				"Stampede|Zoologist|ZL|17",
				{
					"classFeature": "Research League Feature|Zoologist|ZL|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Zoologist|ZL|19",
				"Wildlife Preserve|Zoologist|ZL|20"
			],
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"{@item blowgun|phb|blowguns}",
					"{@item net|phb|nets}",
					"{@item whip|phb|whips}"
				],
				"tools": [
					"{@item Calligrapher's supplies|phb}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"animal handling",
								"arcana",
								"athletics",
								"investigation",
								"medicine",
								"nature",
								"perception",
								"stealth",
								"survival"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"default": [
					"(a) {@item leather armor|phb} or (b) a {@item chain shirt|phb}",
					"an {@item explorer's pack|phb} and {@item calligrapher's supplies|phb}",
					"a {@item whip|phb}, 3 {@item net|phb|nets}, and any {@filter simple weapon|items|category=basic|type=simple weapon}",
					"A bestiary"
				],
				"additionalFromBackground": true
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium"
					],
					"weapons": [
						"{@item net|phb|nets}",
						"{@item whip|phb|whips}"
					],
					"tools": [
						"{@item Calligrapher's supplies|phb}"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"animal handling",
									"arcana",
									"athletics",
									"investigation",
									"medicine",
									"nature",
									"perception",
									"stealth",
									"survival"
								],
								"count": 1
							}
						}
					]
				}
			},
			"fluff": [
				{
					"name": "Zoologist",
					"type": "section",
					"source": "ZL",
					"page": 2,
					"entries": [
						"A rugged dwarf trudges through snowbanks nearly as high as she is tall, walking in the furrows plowed by the giant badger a few steps ahead. A shimmering crystal feather lets them know they're still on the trail of the elusive ice phoenix.",
						"An elf slinks through forest shadows to check the traps she's laid, while a circling hawk keeps watch for predators and poachers. Just a few more samples and they can take a break, but the trick is getting to the traps before the local predators do.",
						"Perching carefully on a giant lily pad, a halfling studies the behavior of the fish in the lagoon as they are herded back and forth by a massive serpent. With any luck, the data they collect will help the fisherfolk in the nearby village build better boats and save their dying industry.",
						"A zoologist will brave any environment in order to seek out rare animals and discover ones previously unknown. While most respect the natural world, it typically doesn't hold the same reverence for them as for druids; instead, they tend to view it as a massive laboratory full of living experiments to study—and, in many cases, befriend.",
						{
							"type": "entries",
							"name": "Exploration and Discovery",
							"entries": [
								"Zoologists occupy a unique role in the adventuring world. Less prone to fanatacism than druids, more engaged with society than rangers, and more practical than wizards, they use their scholastic knowledge to blaze a trail through the dangers of the world in pursuit of knowledge. The greatest joy for a zoologist comes from the discovery of a previously unknown species.",
								"Their knowledge, however, is not always benevolent. While nearly every zoologist professes to love animals, some really like the way they taste! A zoologist's extensive knowledge can come in handy for finding new uses for creatures, such as distilling a new poison or medicine from its secretions, or merely figuring out how to make that strange creature edible. There is no singular guiding moral principle for these adventurous scholars—although the balance does tip in favor of animal conservation."
							]
						},
						{
							"type": "entries",
							"name": "Creature Collectors",
							"entries": [
								"For many zoologists, their most prized possession is the bestiary they create over the course of their careers. Some keep loose, hastily scribbled notes while others produce gorgeously illustrated manuscripts. No matter what it looks like, this knowledge represents their life's work. Every danger they face, hazard they overcome, and wound they dress is all in service of their passion for animals.",
								"Many zoologists aren't satisfied with just collecting notes, however. In order to learn all they can, they often capture animals in the wild. Some release them after close inspection, while others specialize in finding buyers for the rare specimens they collect. A few end their adventures and instead use their knowledge to oversee various applications of animal husbandry."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Zoologist",
							"entries": [
								"Consider what it is about the scholar-adventurer life of a zoologist that called you to this path. Perhaps you were you raised by rangers, but lack their physical prowess and found a different way to share their interests. Maybe a blight on local herds sparked an interest in animal husbandry. Was your first and best friend an animal? Did you see an exotic creature in a traveling carnival and resolve to spend your life in search of other living wonders?",
								"As you travel the world, what is your primary goal? Do you seek to discover the creatures of the wilds to keep them safe, or is your interest purely academic? Do you use your skills to procure specimens for arcane research or another exotic animal trade? How will you use the knowledge you gain?"
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a zoologist quickly by following these suggestions. First, put your highest ability score in Intelligence, followed by Constitution or Dexterity. Second, choose the sage background."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Field Research",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 1,
			"page": 4,
			"entries": [
				"You will do whatever it takes to track, reach, and research creatures in the wild. You gain the Bestiary benefit below, and you gain an additional benefit below when you reach 6th level and 10th level in this class.",
				{
					"type": "entries",
					"name": "Bestiary (1st level)",
					"entries": [
						"You collect all of your research and exploration notes into a tome called a bestiary. This knowledge provides you with significant advantages on your adventures. You have advantage on Wisdom ({@skill Survival}) checks to track non-humanoid creatures, as well as on Intelligence ({@skill Nature}) checks to recall information about them. Whenever you make a Wisdom check, you gain a bonus to the check equal to your Intelligence modifier (minimum of +1).",
						{
							"type": "abilityDc",
							"name": "Bestiary",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Migration Patterns (6th level)",
					"entries": [
						"Your walking speed increases by 5, and you gain a climbing speed and a swimming speed equal to your walking speed."
					]
				},
				{
					"type": "entries",
					"name": "Part of the Pack (10th level)",
					"entries": [
						"Your study of wild animals has given you keen insight into how they cooperate to bring down their prey. Your guardian beast gains advantage on attacks if you are within 10 feet of its target.",
						"Additionally, attacks against you are made with disadvantage if the attacking creature is within 5 feet of your guardian beast."
					]
				}
			]
		},
		{
			"name": "Loyalty",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 1,
			"page": 4,
			"entries": [
				"Your study of the world's creatures has earned you the loyalty of a guardian beast spirit that takes physical form to accompany you. The beast is friendly to you and your companions and obeys your commands. Choose its stat block—{@creature Beast of the Land|ZL}, {@creature Beast of the Sea|ZL}, or {@creature Beast of the Sky|ZL}—which uses your proficiency bonus (PB) in several places{@homebrew |; modified stat blocks are provided after the class description}. You also determine the beast's appearance, choosing something appropriate for the stat block.",
				"In combat, the beast acts during your turn. It can move and use its reaction on its own, but the only action it takes is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take another available action. You can command it to use a bonus action at the same time if it has one available. You can also sacrifice one of your attacks when you take the {@action Attack} action to command the beast to take the {@action Attack} action. If you are {@condition incapacitated}, the beast can take any action of its choice, not just {@action Dodge}.",
				"If the beast has died within the last hour, you can use your action to touch it and expend one of your hit dice. Roll the die, as well as any number of the beast's available hit dice, and add the total. The beast returns to life after 1 minute with that number of hit points, up to its maximum.",
				"When you finish a long rest, your companion can reconstitute itself into a new form. The beast vanishes and reappears in an unoccupied space within 5 feet of you, and you choose its stat block and appearance. The beast vanishes if you die."
			]
		},
		{
			"name": "Capture",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 1,
			"page": 5,
			"entries": [
				"Capturing and studying wild animals requires a lot of skill to get the job done safely. You've learned to use your equipment to help you subdue creatures in the wild. {@item net|phb|Nets} and {@item whip|phb|whips} have the capture property for you.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Nets",
							"entries": [
								"When you restrain a creature with a net, add your proficiency bonus to the DC of the Strength check to escape. The net's thrown range is 10/20 ft for you. You can repair a torn net with 1 minute of work and 5 feet of rope."
							]
						},
						{
							"type": "entries",
							"name": "Whips",
							"entries": [
								"You can attempt to trip Large or smaller creatures with a whip. If you're able to make multiple attacks with the {@action Attack} action, this attack replaces one of them. Make an attack roll with the whip; the target makes a Dexterity ({@skill Acrobatics}) check against that roll. You succeed automatically if the creature is {@condition incapacitated}. If the creature fails, it falls {@condition prone}."
							]
						}
					]
				},
				{
					"type": "inset",
					"name": "Capture",
					"entries": [
						"When making an attack with a capture weapon, you use your Intelligence modifier for the attack and damage rolls."
					]
				}
			]
		},
		{
			"name": "First Aid",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 2,
			"page": 5,
			"entries": [
				"You are trained to give medical aid to your guardian beast. You have a pool of healing power that replenishes when you take a long rest. With that pool, you can restore a total number of hit points equal to your zoologist level × 5.",
				"As an action, you can touch your guardian beast or yourself and draw power from the pool to restore a number of hit points, up to the maximum amount remaining in your pool."
			]
		},
		{
			"name": "Traps",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 2,
			"page": 5,
			"entries": [
				"Your work often requires you to immobilize and subdue dangerous creatures. Sometimes the best way to do that is by setting a trap and you've become quite the expert with them. You have advantage on all Wisdom ({@skill Perception}) checks made to spot a trap and on all rolls to disarm one.",
				"You can create two kinds of {@filter traps|optionalfeatures|Feature Type=Trap}: {@filter simple|optionalfeatures|Feature Type=Simple Trap} and {@filter complex|optionalfeatures|Feature Type=Complex Trap}. Simple traps are designed for quick release and can be used in combat. Complex traps usually cannot be set up in combat.{@homebrew |Your trap options are detailed at the end of the class description.}",
				"When a creature other than you moves into a trap's space, it must make a Dexterity saving throw against your bestiary save DC; if it fails, it triggers the trap. If it succeeds, it can avoid the trap, which remains dormant until another creature enters the space. If a creature concentrating on a spell triggers a non-damaging trap, it must make a Concentration check as if it took 1 point of damage.",
				"A creature can spot your trap if its passive Perception is equal to or higher than your bestiary save DC. Otherwise, it must make a Wisdom ({@skill Perception}) check against your bestiary save DC to spot it. If a creature spots a trap, it can use an action to make an Intelligence check against the same DC to disable it. It must be within 5 feet of the trap to make the attempt, but a failed disarm attempt triggers the trap. You can automatically disable your own traps as an action.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Simple Traps",
							"entries": [
								"You can deploy a simple trap at any point within 10 feet of you as an action; if not triggered, it disappears after 1 minute. You can deploy a trap into a creature's space; treat this as if the creature entered the trap's space. If you take 1 minute to set a simple trap, treat it like a complex trap."
							]
						},
						{
							"type": "entries",
							"name": "Complex Traps",
							"entries": [
								"It takes 1 minute to set a complex trap, which lasts up to 8 hours before deactivating. You can reactivate a complex trap as an action within 1 hour of its deactivation; otherwise, it disappears."
							]
						}
					]
				},
				"You can create a number of traps equal to your Intelligence modifier (minimum 1); you cannot have more active traps than this. You regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Research League",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 3,
			"page": 6,
			"entries": [
				"Your research habits grant you entry into an acclaimed league of zoologists specializing in a particular field, from the list of available options. Your choice grants you features at 3rd level and again at 5th, 11th, 14th, and 18th level."
			]
		},
		{
			"name": "Tranquilizer",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 3,
			"page": 6,
			"entries": [
				"You can distill the sedative from your tranquilizer trap and use it to coat weapons like a poison. If you hit a creature with a weapon coated in the sedative, it makes a Constitution saving throw against your bestiary save DC. If it fails, its movement is cut in half and it can't take reactions until the end of its next turn. If the target fails by 5 or more, it is {@condition restrained} and {@condition incapacitated} until the end of its next turn.",
				"You can distill a number of doses of sedative equal to your Intelligence modifier (minimum 1) over 1 minute. You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 4,
			"page": 6,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html} at any of these levels."
			]
		},
		{
			"name": "Research League Feature",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 5,
			"page": 6,
			"entries": [
				"At 5th level, you gain a feature from your Research League."
			]
		},
		{
			"name": "Improved Loyalty",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 5,
			"page": 6,
			"entries": [
				"Your time with your guardian beast spirit has increased its devotion to you. It gains the Multiattack benefit below, and it gains an additional benefit below when you reach 10th and 15th level in this class.",
				{
					"type": "entries",
					"name": "Multiattack (5th level)",
					"entries": [
						"The beast becomes a better guardian. When you command it to take the {@action Attack} action, it can make two attacks."
					]
				},
				{
					"type": "entries",
					"name": "Living Vessel (10th level)",
					"entries": [
						"The beast gains the ability to attune to 1 magic item. The item must grant a passive effect. During the attunement process, the beast magically absorbs the item into its body. If the beast's attunement ends, the item reappears next to it.",
						"While attuned, the beast gains the passive magical properties of the item (such as +1 to attack and damage from a {@item dagger of venom|dmg}, but not its poison effect)."
					]
				},
				{
					"type": "entries",
					"name": "Unbound Form (15th level)",
					"entries": [
						"The beast reveals its true form. Choose one of the options below; the beast gains the benefit. You can change your selection each time you gain a level in this class.",
						{
							"type": "entries",
							"name": "Wings",
							"entries": [
								"The beast grows a pair of wings; it gains a flying speed of 40 feet (or increases its flying speed if it has one)."
							]
						},
						{
							"type": "entries",
							"name": "Third Eye",
							"entries": [
								"The beast unveils a mystical third eye. It can attune to 2 magic items."
							]
						}
					]
				}
			]
		},
		{
			"name": "Field Research Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 6,
			"page": 4,
			"entries": [
				{
					"type": "entries",
					"name": "Migration Patterns (6th level)",
					"entries": [
						"Your walking speed increases by 5, and you gain a climbing speed and a swimming speed equal to your walking speed."
					]
				}
			]
		},
		{
			"name": "Smuggler",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 7,
			"page": 6,
			"entries": [
				"Traveling with animals is not always convenient, but your resourcefulness is unmatched. You have seen how those with familiars can dismiss their pets and have made the technique your own. As an action, you can send your guardian beast to a pocket dimension, where it awaits your summons for up to 1 hour. It is unconscious while there, but rests peacefully; it gains the benefits of a short rest if it spends the full hour there. You can recall the beast as an action. When you do, or if the hour expires, the beast appears in an unoccupied space next to you (your choice).",
				"You can use this feature a number of times equal to your proficiency bonus, and regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 8,
			"page": 6,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html} at any of these levels."
			]
		},
		{
			"name": "Hunting Blind",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 9,
			"page": 6,
			"entries": [
				"To facilitate your research in even the most dangerous areas, you learn new ways to conceal your presence. When you use your Smuggler feature, you can also cast {@spell rope trick} without expending a spell slot or material components."
			]
		},
		{
			"name": "Field Research Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 10,
			"page": 4,
			"entries": [
				{
					"type": "entries",
					"name": "Part of the Pack (10th level)",
					"entries": [
						"Your study of wild animals has given you keen insight into how they cooperate to bring down their prey. Your guardian beast gains advantage on attacks if you are within 10 feet of its target.",
						"Additionally, attacks against you are made with disadvantage if the attacking creature is within 5 feet of your guardian beast."
					]
				}
			]
		},
		{
			"name": "Improved Loyalty",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 10,
			"page": 6,
			"entries": [
				{
					"type": "entries",
					"name": "Living Vessel",
					"entries": [
						"The beast gains the ability to attune to 1 magic item. The item must grant a passive effect. During the attunement process, the beast magically absorbs the item into its body. If the beast's attunement ends, the item reappears next to it.",
						"While attuned, the beast gains the passive magical properties of the item (such as +1 to attack and damage from a {@item dagger of venom|DMG}, but not its poison effect)."
					]
				}
			]
		},
		{
			"name": "Research League Feature",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 11,
			"page": 6,
			"entries": [
				"At 11th level, you gain a feature from your Research League."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 12,
			"page": 6,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html} at any of these levels."
			]
		},
		{
			"name": "Wild Surge",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 13,
			"page": 7,
			"entries": [
				"Your guardian beast continues to benefit from your experiences. As an action, you can command the beast to grow larger. Its size doubles in all dimensions and its weight is multiplied by eight. This growth increases its size by one category—from Medium to Large, for example. If there isn't enough room for it to double its size, it attains the maximum possible size in the space available. Its natural weapons deal {@dice 1d4} extra damage.",
				"The beast can maintain this size for a number of hours equal to your zoologist level, all at once or in several bursts, each one using a minimum of 1 hour from the duration. You can give another command for it to return to its normal size. The duration fully refreshes when you finish a long rest."
			]
		},
		{
			"name": "Research League Feature",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 14,
			"page": 6,
			"entries": [
				"At 14th level, you gain a feature from your Research League."
			]
		},
		{
			"name": "Field-Hardened",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 15,
			"page": 7,
			"entries": [
				"Your time exploring the wilds has toughened you. You gain proficiency in Constitution saving throws."
			]
		},
		{
			"name": "Improved Loyalty",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 15,
			"page": 6,
			"entries": [
				{
					"type": "entries",
					"name": "Unbound Form (15th level)",
					"entries": [
						"The beast reveals its true form. Choose one of the options below; the beast gains the benefit. You can change your selection each time you gain a level in this class.",
						{
							"type": "entries",
							"name": "Wings",
							"entries": [
								"The beast grows a pair of wings; it gains a flying speed of 40 feet (or increases its flying speed if it has one)."
							]
						},
						{
							"type": "entries",
							"name": "Third Eye",
							"entries": [
								"The beast unveils a mystical third eye. It can attune to 2 magic items."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 16,
			"page": 6,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html} at any of these levels."
			]
		},
		{
			"name": "Stampede",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 17,
			"page": 7,
			"entries": [
				"When cornered, you're as ferocious as a wild animal. As an action, you can expend a use of your Smuggler feature to unleash a stampede. Magical echoes of the various creatures you and other zoologists have sent to that pocket dimension rush from you in a 60-foot cone. Each creature in the area must make a Dexterity saving throw against your bestiary save DC. A creature takes {@dice 8d10} force damage on a failed save, or half as much damage on a successful one."
			]
		},
		{
			"name": "Research League Feature",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 18,
			"page": 6,
			"entries": [
				"At 18th level, you gain a feature from your Research League."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 19,
			"page": 6,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html} at any of these levels."
			]
		},
		{
			"name": "Wildlife Preserve",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"level": 20,
			"page": 7,
			"entries": [
				"You are the ultimate creature conservationist. You can create an area around you to defend and protect creatures you care about. As an action, you manifest a 30-foot aura for 1 minute which grants the following benefits to any creatures you choose:",
				{
					"type": "list",
					"items": [
						"They regain the maximum number of hit points possible from any healing and automatically stabilize if they are reduced to 0 hit points.",
						"Attacks against them have disadvantage.",
						"They gain resistance to all damage if they are beasts or dragons."
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	],
	"subclass": [
		{
			"name": "League of Tamers",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"shortName": "Tamer",
			"subclassFeatures": [
				"League of Tamers|Zoologist|ZL|Tamer|ZL|3",
				"Magical Beast|Zoologist|ZL|Tamer|ZL|5",
				"Relentless Guardian|Zoologist|ZL|Tamer|ZL|11",
				"Beneficial Bond|Zoologist|ZL|Tamer|ZL|14",
				"Evolved Guardian|Zoologist|ZL|Tamer|ZL|18"
			]
		},
		{
			"name": "League of Veterinarians",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"shortName": "Veterinarian",
			"subclassFeatures": [
				"League of Veterinarians|Zoologist|ZL|Veterinarian|ZL|3",
				"Dedicated Medic|Zoologist|ZL|Veterinarian|ZL|5",
				"Parasitic Healing|Zoologist|ZL|Veterinarian|ZL|11",
				"Good Karma|Zoologist|ZL|Veterinarian|ZL|14",
				"Caduceus|Zoologist|ZL|Veterinarian|ZL|18"
			]
		},
		{
			"name": "League of Beastkin",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"shortName": "Beastkin",
			"subclassFeatures": [
				"League of Beastkin|Zoologist|ZL|Beastkin|ZL|3",
				"Advanced Beast Soul|Zoologist|ZL|Beastkin|ZL|5",
				"Extra Attack|Zoologist|ZL|Beastkin|ZL|11",
				"Hybrid Soul|Zoologist|ZL|Beastkin|ZL|14",
				"Monster Soul|Zoologist|ZL|Beastkin|ZL|18"
			]
		},
		{
			"name": "League of Dracologists",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"shortName": "Dracologist",
			"subclassFeatures": [
				"League of Dracologists|Zoologist|ZL|Dracologist|ZL|3",
				"Draconic Heritage|Zoologist|ZL|Dracologist|ZL|5",
				"Advanced Dracology|Zoologist|ZL|Dracologist|ZL|11",
				"Erupting Power|Zoologist|ZL|Dracologist|ZL|14",
				"Embody the Dragon|Zoologist|ZL|Dracologist|ZL|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "League of Tamers",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 3,
			"page": 8,
			"entries": [
				"Zoologists who devote their time to taming the most exotic beasts love to share tales of their travels and discuss the wildest creatures they've seen—including their guardian beasts. Fierce allies in combat, their beasts blend traits from multiple creatures to enhance their prowess and better protect their trainers. While Tamers readily send them into deadly combat, they never do so recklessly and are often the most devoted to their companions of all zoologists.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Adaptive Evolution|Zoologist|ZL|Tamer|ZL|3"
				}
			]
		},
		{
			"name": "Adaptive Evolution",
			"entries": [
				"Your guardian beast learns to alter its form to mimic more exotic beasts. Choose one of the {@filter evolution|optionalfeatures|Feature Type=Evolution} options{@homebrew | below}; your companion gains the associated benefit.",
				"If an evolution has a level prerequisite, you must meet that zoologist level to choose it. You can choose the evolution at the same time that you meet its prerequisites.",
				"You can take each evolution only once, unless its description says otherwise. When you gain a zoologist level, you can replace one of the evolutions you know with another evolution you could learn at that level."
			],
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 3,
			"page": 8,
			"header": 1
		},
		{
			"name": "Magical Beast",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 5,
			"page": 8,
			"header": 2,
			"entries": [
				"Your guardian beast's attacks now count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
				"Choose an additional {@filter evolution|optionalfeatures|Feature Type=Evolution}; the beast gains its benefits."
			]
		},
		{
			"name": "Relentless Guardian",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 11,
			"page": 8,
			"header": 2,
			"entries": [
				"Your guardian beast can make an attack as a bonus action.",
				"Choose an additional {@filter evolution|optionalfeatures|Feature Type=Evolution}; the beast gains its benefits."
			]
		},
		{
			"name": "Beneficial Bond",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 14,
			"page": 8,
			"header": 2,
			"entries": [
				"Your guardian beast can use a bonus action to share one of its evolutions with you for 1 minute. Once it uses this feature, it can't do so again until it finishes a short or long rest.",
				"Choose an additional {@filter evolution|optionalfeatures|Feature Type=Evolution}; the beast gains its benefits."
			]
		},
		{
			"name": "Evolved Guardian",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Tamer",
			"subclassSource": "ZL",
			"level": 18,
			"page": 8,
			"header": 2,
			"entries": [
				"When the beast is within 30 feet of you and you are hit with an attack, the beast can use its reaction to magically trade places with you. The attack resolves against the beast instead of you. The beast's speed is 0 until the end of its next turn.",
				"Choose an additional {@filter evolution|optionalfeatures|Feature Type=Evolution}; the beast gains its benefits."
			]
		},
		{
			"name": "League of Veterinarians",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 3,
			"page": 9,
			"entries": [
				"At some point, every zoologist finds themselves in need of medical aid—for themselves, their companions, or the creatures they study. Veterinarians take up this need as their primary calling. As with many zoologist skills, their knowledge of the healing arts is both physical and magical. Their knowledge was originally learned from druids, but they have since taken it and made the field their own. The League welcomes any who would devote their lives to healing the animals of the wild.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rejuvenating Touch|Zoologist|ZL|Veterinarian|ZL|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tell Me Where It Hurts|Zoologist|ZL|Veterinarian|ZL|3"
				}
			]
		},
		{
			"name": "Rejuvenating Touch",
			"entries": [
				"Specializing has taught you new healing techniques. When you use First Aid, you can expend 5 hit points from your pool of healing to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of First Aid, expending hit points separately for each one."
			],
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 3,
			"page": 9,
			"header": 1
		},
		{
			"name": "Tell Me Where It Hurts",
			"entries": [
				"Your skill has given you an uncanny knack for working with your preferred patients. You can cast {@spell speak with animals} at will without expending a spell slot."
			],
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 3,
			"page": 9,
			"header": 1
		},
		{
			"name": "Dedicated Medic",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 5,
			"page": 9,
			"header": 2,
			"entries": [
				"Your dedication to the healing arts has greatly expanded your abilities. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use First Aid on any creature you can touch.",
						"Your pool of healing is equal to your zoologist level x 10.",
						"You can use Rejuvenating Touch to end a condition affecting the target ({@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}), just like curing a disease or neutralizing poison."
					]
				}
			]
		},
		{
			"name": "Parasitic Healing",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 11,
			"page": 9,
			"header": 2,
			"entries": [
				"Your experience with manipulating life force to heal has taught your guardian beast how to do it, too. When the beast hits a creature with an attack, it can choose to siphon life force from the creature. The beast gains a number of temporary hit points equal to the damage done.",
				"The beast can use this feature twice, and regains all expended uses when it finishes a short or long rest."
			]
		},
		{
			"name": "Good Karma",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 14,
			"page": 9,
			"header": 2,
			"entries": [
				"When you use First Aid to restore hit points to another creature, you gain that number of temporary hit points, up to your zoologist level.",
				"If you use Rejuvenating Touch on another creature and you are suffering from any of the same effects you remove, you remove them from yourself at the same time for free."
			]
		},
		{
			"name": "Caduceus",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Veterinarian",
			"subclassSource": "ZL",
			"level": 18,
			"page": 9,
			"header": 2,
			"entries": [
				"You can cast {@spell revivify} without expending a spell slot or material components. You must finish a long rest before you can use this feature again."
			]
		},
		{
			"name": "League of Beastkin",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 3,
			"page": 10,
			"entries": [
				"These zoologists aren't satisfied to study creatures from a distance; their goal is often to become like the beasts they love. A Beastkin learns to alter their body, often manifesting monstrous features and powers . They are inspired by the magical beasts that accompany them on their journeys and many never adopt a single enhanced form, instead preferring to alter themselves repeatedly throughout their travels.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Beast Soul|Zoologist|ZL|Beastkin|ZL|3"
				}
			]
		},
		{
			"name": "Beast Soul",
			"entries": [
				"Your first experiment with changing your form is the simplest. As a bonus action, choose one of the options below; you gain the associated benefits for 1 hour. You determine the extent of your physical changes, but you remain humanoid.",
				"While transformed, you have a {@b natural weapon (NW)} and attack and damage type appropriate to your form (bludgeoning/b, piercing/p, or slashing/s): bite/p, claw/s, gore/p, hoof/b, maul/s, slam/b, shred/s, sting/p, or tail slap/b.",
				{
					"type": "abilityGeneric",
					"name": "NW attack bonus",
					"text": "your proficiency bonus + your",
					"attributes": [
						"int"
					]
				},
				{
					"type": "abilityGeneric",
					"name": "NW damage",
					"text": "1d10 + your",
					"attributes": [
						"int"
					]
				},
				"You revert to your normal form if you are reduced to 0 hp or if you use a bonus action to end the transformation. You can use this feature twice, and you regain all expended uses when you finish a short or long rest.",
				{
					"type": "entries",
					"name": "Agile Beast",
					"entries": [
						"Whenever you make a Dexterity check or saving throw, you gain a bonus to the roll equal to your Intelligence modifier (minimum of +1)."
					]
				},
				{
					"type": "entries",
					"name": "Strong Beast",
					"entries": [
						"Whenever you make a Strength check or saving throw, you gain a bonus to the roll equal to your Intelligence modifier (minimum of +1)."
					]
				},
				{
					"type": "entries",
					"name": "Tough Beast",
					"entries": [
						"Whenever you make a Constitution check or saving throw, you gain a bonus to the roll equal to your Intelligence modifier (minimum of +1)."
					]
				}
			],
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 3,
			"page": 10,
			"header": 1
		},
		{
			"name": "Advanced Beast Soul",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 5,
			"page": 10,
			"header": 2,
			"entries": [
				"Your NWs count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
				"Additionally, when you use Beast Soul, choose one of these additional options; you gain its benefits as well.",
				{
					"type": "entries",
					"name": "Dauntless Beast",
					"entries": [
						"Your AC increases by 2."
					]
				},
				{
					"type": "entries",
					"name": "Enduring Beast",
					"entries": [
						"Your current and maximum hit points increase by 2 per zoologist level."
					]
				},
				{
					"type": "entries",
					"name": "Venomous Beast",
					"entries": [
						"Your NWs deal {@dice 1d6} extra poison damage."
					]
				}
			]
		},
		{
			"name": "Extra Attack",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 11,
			"page": 10,
			"header": 2,
			"entries": [
				"You can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Hybrid Soul",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 14,
			"page": 10,
			"header": 2,
			"entries": [
				"Your transformations are no longer restricted to the humanoid shape. When you use Beast Soul, choose one of these additional options; you gain its benefits as well.",
				{
					"type": "entries",
					"name": "Centaur",
					"entries": [
						"Your lower half is a quadruped while your torso remains humanoid. Your speed increases by 10 feet, your size increases to Large, and your NWs deal an extra {@dice 1d4} damage. You can be ridden as a mount. Gear on your lower half merges with you; you gain no benefits from it."
					]
				},
				{
					"type": "entries",
					"name": "Merfolk",
					"entries": [
						"Your lower half becomes an aquatic tail. Your walking speed becomes 5, your swim speed becomes 60, and you can breathe underwater. You are immune to the {@condition charmed} condition. Gear on your lower half merges with you; you gain no benefits from it."
					]
				},
				{
					"type": "entries",
					"name": "Tentacles",
					"entries": [
						"You grow 2 prehensile tentacles. When you hit a creature with your NW, you can attempt to grapple it with your tentacles. If it is already {@condition grappled} by you, you can deal an extra {@dice 1d6} bludgeoning damage instead."
					]
				},
				{
					"type": "entries",
					"name": "Wings",
					"entries": [
						"You grow wings and gain a flying speed equal to your walking speed."
					]
				}
			]
		},
		{
			"name": "Monster Soul",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Beastkin",
			"subclassSource": "ZL",
			"level": 18,
			"page": 10,
			"header": 2,
			"entries": [
				"You have learned to embody the extraordinary abilities of powerful creatures. When you use Beast Soul, choose one of these additional options; you gain its benefits as well.",
				"You can use the ability this feature grants a number of times equal to your Intelligence modifier (minimum once), and you regain all expended uses when you finish a long rest.",
				{
					"type": "entries",
					"name": "Chilling Gaze",
					"entries": [
						"As an action, choose one creature you can see within 30 feet; if it can see you, it must succeed on a Constitution saving throw against your bestiary save DC or take {@dice 3d6} cold damage and then be {@condition paralyzed} for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"type": "entries",
					"name": "Sleep Breath",
					"entries": [
						"As an action, exhale sleep gas in a 15-foot cone. Each creature in that area must make a Wisdom saving throw against your bestiary save DC. If it fails, it falls {@condition unconscious} for 1 minute. It awakens if it takes damage or someone uses an action to wake it."
					]
				},
				{
					"type": "entries",
					"name": "Stench",
					"entries": [
						"As an action, release a foul-smelling liquid in a 15-foot cone. Each creature in that area must make a Dexterity saving throw against your bestiary save DC. If it fails, it is coated in the liquid. A coated creature is {@condition poisoned} for 1 minute, and creatures other than you and your guardian beast are {@condition poisoned} while within 5 feet of it."
					]
				},
				{
					"type": "entries",
					"name": "Stone Touch",
					"entries": [
						"When you hit a creature with your NW, you can choose to have it make a Constitution saving throw against your bestiary save DC. If it fails, it begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} for 1 minute."
					]
				}
			]
		},
		{
			"name": "League of Dracologists",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 3,
			"page": 11,
			"entries": [
				"Dracologists specialize in the study of one creature: dragons. Their interest ranges from passion to obsession and they tend to attract guardian beasts who are equally invested. Most will happily study chromatic and metallic dragons alike. Mounted knights and holy saints aside, when there's a dragon on the loose, there's no one better to call than a Dracologist.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspired by Dragons|Zoologist|ZL|Dracologist|ZL|3"
				}
			]
		},
		{
			"name": "Inspired by Dragons",
			"entries": [
				"Your fascination with dragons inspires your guardian beast. When you summon it, it now uses the {@creature Drake Companion|ZL} stat block. It is otherwise a normal guardian beast.",
				"In addition, if you can't already, you learn to speak, read, and write Draconic."
			],
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 3,
			"page": 11,
			"header": 1
		},
		{
			"name": "Draconic Heritage",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 5,
			"page": 11,
			"header": 2,
			"entries": [
				"The drake's attacks now count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
				"Additionally, the drake gains {@sense blindsight} with a range of 10 feet. Its {@sense darkvision} extends to 120 feet."
			]
		},
		{
			"name": "Advanced Dracology",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 11,
			"page": 11,
			"header": 2,
			"entries": [
				"Your continued study of dragons has allowed the drake to enhance its draconic form and share some of its power with you. You and the drake gain the following benefits:",
				{
					"type": "list",
					"items": [
						"While the drake is summoned, you gain resistance to the damage type chosen for the drake's Draconic Essence.",
						"Choose one of the following each time you summon the drake: it gains a swimming speed of 40 feet and can breathe both air and water, or it grows wings and gains a flying speed of 40 feet.",
						"The drake's bite attack deals an extra {@dice 1d8} damage of the type chosen for its Draconic Essence."
					]
				}
			]
		},
		{
			"name": "Erupting Power",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 14,
			"page": 11,
			"header": 2,
			"entries": [
				"Your observations have unlocked the secrets of a dragon's most iconic ability; the drake gains the following action:",
				{
					"type": "entries",
					"name": "Breath Weapon (Recharge 5-6)",
					"entries": [
						"The drake exhales a 30-foot cone of damaging breath; its Draconic Essence determines the damage type. Each creature in the cone must make a Dexterity saving throw (Constitution for poison damage) against your bestiary save DC, taking {@dice 8d8} damage on a failed save, or half as much damage on a successful one."
					]
				}
			]
		},
		{
			"name": "Embody the Dragon",
			"source": "ZL",
			"className": "Zoologist",
			"classSource": "ZL",
			"subclassShortName": "Dracologist",
			"subclassSource": "ZL",
			"level": 18,
			"page": 11,
			"header": 2,
			"entries": [
				"Dragons are more than just fangs and scales; the drake has learned to embody their true majesty. It gains a new action and reaction and you gain a new passive effect",
				{
					"type": "entries",
					"name": "(Action) Frightful Presence)",
					"entries": [
						"Each creature of the drake's choice that is within 120 feet of the drake and aware of it must succeed on a Wisdom saving throw against your bestiary save DC or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the drake's Frightful Presence for the next 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "(Reaction) Shielding Scales",
					"entries": [
						"When the drake or a creature it can see within 30 feet takes damage, the drake can use its reaction to give the target resistance to that instance of damage."
					]
				},
				{
					"type": "entries",
					"name": "(Passive) Inured",
					"entries": [
						"You have advantage on all saving throws against dragons."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Self-Mending Net",
			"source": "ZL",
			"page": 14,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This net is tougher than most: its AC is 15 and it takes a DC 15 Strength check or 15 slashing damage (from a single attack) to escape. If the net is damaged, such as when a creature escapes, the net mends itself; it can be used again by the start of the next turn. The net has an extra rope you can hold onto while throwing the net up to 20 feet; you can use a bonus action to retrieve the net after a miss or after a creature escapes from it."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/DDFgPRf.png"
						}
					}
				]
			}
		}
	],
	"optionalfeature": [
		{
			"name": "Alarm",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"This trap can be set to guard a door, a window, or an area up to a 20-foot square. You can designate any number of creatures who can enter the area without triggering the trap. Other creatures have disadvantage on the Dexterity saving throw to avoid triggering the trap.",
				"When the trap is triggered, an audible alarm produces the sound of a hand bell for 10 seconds within 60 feet."
			]
		},
		{
			"name": "Deafening Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature makes a Constitution saving throw against your bestiary save DC. If it fails, it is {@condition deafened} until the end of its next turn."
			]
		},
		{
			"name": "Grappling Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature is {@condition grappled}. It can use its action to attempt an escape. To do so, it must succeed on a Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check against your bestiary save DC."
			]
		},
		{
			"name": "Restraining Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"When the trap is triggered, the target is {@condition restrained}. It can use its action to attempt an escape. To do so, it must succeed on a Strength ({@skill Athletics}) check against your bestiary save DC."
			]
		},
		{
			"name": "Tagging Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"When the trap is triggered, the creature is tagged with an indelible dye. The dye fades after 24 hours, but until then spreads to every surface it touches. This gives advantage on any attempts to track a tagged creature."
			]
		},
		{
			"name": "Tranquilizer Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature makes a Constitution saving throw against your bestiary save DC. If it fails, its movement is cut in half and it can't take reactions until the end of its next turn. If the target fails by 5 or more, it is {@condition restrained} and {@condition incapacitated} until the end of its next turn."
			]
		},
		{
			"name": "Tripwire",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature falls {@condition prone}."
			]
		},
		{
			"name": "Blinding Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature makes a Constitution saving throw against your bestiary save DC. If it fails, it is {@condition blinded} until the end of its next turn."
			],
			"prerequisite": [
				{
					"level": 5
				}
			]
		},
		{
			"name": "Camouflage",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"This is not a trap, but using it counts as a use of your Trap feature. You can add Camouflage to another trap to give creatures disadvantage on checks to spot and disarm the trap, as well as on saving throws to avoid the trap's effects."
			],
			"prerequisite": [
				{
					"level": 5
				}
			]
		},
		{
			"name": "Hobbling Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature takes {@dice 2d10} bludgeoning damage and has its speed halved for 1 minute. The speed reduction effect doesn't stack with itself."
			],
			"prerequisite": [
				{
					"level": 5
				}
			]
		},
		{
			"name": "Sleep Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"When the trap is triggered, the creature falls {@condition unconscious} until the end of its next turn. Another creature can use an action to wake it. It also wakes if it takes damage."
			],
			"prerequisite": [
				{
					"level": 5
				}
			]
		},
		{
			"name": "Smoke Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, it creates a 20-foot-radius sphere of smoke. The sphere spreads around corners, and its area is heavily obscured. It lasts for 1 minute or until a wind of at least 10 miles per hour disperses it."
			],
			"prerequisite": [
				{
					"level": 5
				}
			]
		},
		{
			"name": "Flashbang Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, any creature within a 10-foot radius must make a Constitution save against your bestiary save DC or become {@condition blinded} and {@condition deafened} for 1 minute. Creatures can repeat the save at the end of each of their turns; if they succeed, the effects end early."
			],
			"prerequisite": [
				{
					"level": 10
				}
			]
		},
		{
			"name": "Nauseating Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Complex Trap"
			],
			"entries": [
				"When the trap is triggered, the creature makes a Constitution saving throw against your bestiary save DC. If it fails, the creature spends its next action retching and reeling. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw."
			],
			"prerequisite": [
				{
					"level": 10
				}
			]
		},
		{
			"name": "Tar Trap",
			"source": "ZL",
			"page": 12,
			"featureType": [
				" Trap",
				" Simple Trap"
			],
			"entries": [
				"When the trap is triggered, the creature's speed is halved, it takes a −2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn. The effects last until the end of its next turn. This trap counts as 2 uses of your Trap feature."
			],
			"prerequisite": [
				{
					"level": 10
				}
			]
		},
		{
			"name": "Aggressor",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"As a bonus action, the beast can move up to its speed toward a hostile creature that it can see."
			]
		},
		{
			"name": "Armored",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast's AC increases by 1. This evolution can be taken up to 3 times."
			]
		},
		{
			"name": "Berserker",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast has advantage on all attacks if it has less than half its maximum hit points."
			]
		},
		{
			"name": "Carapace",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast has resistance to your choice of acid, cold, fire, lightning, necrotic, poison, radiant, or thunder damage. This evolution can be taken multiple times; choose a different damage type each time."
			]
		},
		{
			"name": "Deadly",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast adds 1 to its attack and damage rolls. This evolution can be taken up to 3 times."
			]
		},
		{
			"name": "Holy",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast's attacks deal radiant damage."
			]
		},
		{
			"name": "Nullifier",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast has advantage on saving throws against spells and other magical effects."
			],
			"prerequisite": [
				{
					"level": 14
				}
			]
		},
		{
			"name": "Placid",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast cannot be {@condition frightened}."
			]
		},
		{
			"name": "Regenerative",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast regains 5 hit points at the start of its turn if it has at least 1 hit point."
			],
			"prerequisite": [
				{
					"level": 14
				}
			]
		},
		{
			"name": "Solid",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast has resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks."
			],
			"prerequisite": [
				{
					"level": 14
				}
			]
		},
		{
			"name": "Spiny",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"When a creature hits the beast with a melee attack, the creature takes {@dice 1d4} piercing damage."
			]
		},
		{
			"name": "Stealthy",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast has advantage on Dexterity ({@skill Stealth}) checks and other creatures have disadvantage on Wisdom ({@skill Perception}) checks to detect it."
			]
		},
		{
			"name": "Strong-willed",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"The beast cannot be {@condition charmed}."
			]
		},
		{
			"name": "Swift",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"All the beast's movement speeds increase by 10 feet."
			]
		},
		{
			"name": "Venomous",
			"source": "ZL",
			"page": 8,
			"featureType": [
				"Evolution"
			],
			"entries": [
				"When it makes a successful attack, the beast can force its target to make a Constitution saving throw against your bestiary save DC. If it fails, the target becomes {@condition poisoned} for 1 minute."
			]
		}
	],
	"monster": [
		{
			"name": "Beast of the Land",
			"source": "ZL",
			"page": 13,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "14 + PB (natural armor)"
				}
			],
			"hp": {
				"special": "6 + (6 x your zoologist level) (the beast has a number of Hit Dice [d10s] equal to your zoologist level)"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 14,
			"dex": 14,
			"con": 15,
			"int": 8,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands the languages you speak"
			],
			"pbNote": "equals your bonus",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the beast moves at least 20 feet straight toward a target and then hits it with a maul attack on the same turn, the target takes an extra {@damage 1d8} slashing damage. If the target is a creature, it must succeed on a Strength saving throw against your bestiary save DC or be knocked {@condition prone}."
					]
				},
				{
					"name": "Loyal Bond",
					"entries": [
						"You can add your proficiency bonus to any ability check or saving throw it makes."
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"traitTags": [
				"Charge"
			],
			"action": [
				{
					"name": "Maul",
					"entries": [
						"{@atk mw} PB + your Intelligence modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 2 + PB} slashing damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"maul|phb"
			]
		},
		{
			"name": "Beast of the Sea",
			"size": [
				"M"
			],
			"type": "beast",
			"source": "ZL",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "14 + PB (natural armor)"
				}
			],
			"hp": {
				"special": "5 + (5 x your zoologist level) (the beast has a number of Hit Dice [d8s] equal to your zoologist level)"
			},
			"speed": {
				"walk": 5,
				"swim": 60
			},
			"str": 14,
			"dex": 14,
			"con": 15,
			"int": 8,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"page": 13,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands the languages you speak"
			],
			"pbNote": "equals your bonus",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The beast can breathe both air and water."
					]
				},
				{
					"name": "Loyal Bond",
					"entries": [
						"You can add your proficiency bonus to any ability check or saving throw it makes."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"action": [
				{
					"name": "Binding Strike",
					"entries": [
						"{@atk mw} PB + your Intelligence modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 2 + PB} piercing or bludgeoning damage (your choice), and the target is {@condition grappled} (escape DC equals your bestiary save DC). Until this grapple ends, the beast can't use this attack on another target."
					]
				}
			],
			"conditionInflict": [
				"grappled"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Beast of the Sky",
			"size": [
				"S"
			],
			"type": "beast",
			"source": "ZL",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "14 + PB (natural armor)"
				}
			],
			"hp": {
				"special": "5 + (5 x your zoologist level) (the beast has a number of Hit Dice [d8s] equal to your zoologist level)"
			},
			"speed": {
				"walk": 10,
				"fly": 60
			},
			"str": 6,
			"dex": 16,
			"con": 13,
			"int": 8,
			"wis": 14,
			"cha": 11,
			"passive": 12,
			"page": 13,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands the languages you speak"
			],
			"pbNote": "equals your bonus",
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The beast doesn't provoke opportunity attacks when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Loyal Bond",
					"entries": [
						"You can add your proficiency bonus to any ability check or saving throw it makes."
					]
				}
			],
			"traitTags": [
				"Flyby"
			],
			"action": [
				{
					"name": "Shred",
					"entries": [
						"{@atk mw} PB + your Intelligence modifier to hit, reach 5 ft., one target. {@h}{@damage 1d6 + 3 + PB} slashing damage."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Drake Companion",
			"size": [
				"S"
			],
			"type": "dragon",
			"source": "ZL",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "15 + PB (natural armor)"
				}
			],
			"hp": {
				"special": "6 + (6 x your zoologist level) (the beast has a number of Hit Dice [d10s] equal to your zoologist level)"
			},
			"speed": {
				"walk": 40
			},
			"str": 16,
			"dex": 12,
			"con": 15,
			"int": 8,
			"wis": 14,
			"cha": 8,
			"passive": 12,
			"page": 11,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Draconic",
				"and it understands the languages you speak"
			],
			"languageTags": [
				"DR"
			],
			"immune": [
				{
					"special": "determined by the drake's Draconic Essence trait"
				}
			],
			"pbNote": "equals your bonus",
			"trait": [
				{
					"name": "Draconic Essence",
					"entries": [
						"When you summon the drake, choose a damage type: acid, cold, fire, lightning, or poison. The chosen type determines the drake's damage immunity, the damage of its bite, and the damage of its Infused Strikes trait."
					]
				},
				{
					"name": "Loyal Bond",
					"entries": [
						"You can add your proficiency bonus to any ability check or saving throw it makes."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} PB + your Intelligence modifier to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 3} piercing damage + PB damage of a type determined by the drake's Draconic Essence."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"reaction": [
				{
					"name": "Infused Strikes",
					"entries": [
						"When another creature within 30 feet of the drake that it can see hits with a weapon attack, the drake infuses the strike with its essence, causing the attack to deal an extra {@damage 1d6} damage of the type determined by its Draconic Essence."
					]
				}
			]
		}
	]
}
