{
	"_meta": {
		"sources": [
			{
				"json": "DK",
				"abbreviation": "DK",
				"full": "Dragon Knight",
				"authors": [
					"Rain-Junkie"
				],
				"version": "6.0",
				"convertedBy": [
					"Unknown",
					"Jafner"
				],
				"url": "https://www.gmbinder.com/share/-KzNiDebCmBpYPYmKzv5",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1518777060,
		"dateLastModified": 1518777060
	},
	"class": [
		{
			"name": "Dragon Knight",
			"source": "DK",
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"con",
				"cha"
			],
			"classTableGroups": [
				{
					"subclasses": [
						{
							"name": "Elemental Practice",
							"source": "DK"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Eldritch Knight}",
						"Spells Known"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"subclasses": [
						{
							"name": "Elemental Practice",
							"source": "DK"
						}
					],
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Eldritch Knight}",
						"{@filter 2nd|spells|level=2|subclass=Eldritch Knight}",
						"{@filter 3rd|spells|level=3|subclass=Eldritch Knight}",
						"{@filter 4th|spells|level=4|subclass=Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"heavy",
					"shields"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"Herbalism kit"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"animal handling",
								"athletics",
								"intimidation",
								"perception",
								"persuasion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@filter martial weapon|items|type=martial weapon|source=phb} and a {@item shield|phb} or (b) two {@filter martial weapons|items|type=martial weapon|source=phb}",
					"(a) {@item chain mail|phb}, (b) {@item scale mail|phb} or (c) {@item leather armor|phb}",
					"(a) a {@item light crossbow|phb} and 20 bolts or (b) five {@item javelin|phb}s",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}",
					"a {@item shortsword|phb} and a {@item herbalism kit|phb}"
				],
				"goldAlternative": "5d4 × 10",
				"defaultData": [
					{
						"a": [
							{
								"equipmentType": "weaponMartial"
							},
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponMartial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"chain mail|phb"
						],
						"b": [
							"scale mail|phb"
						],
						"c": [
							"leather armor|phb"
						]
					},
					{
						"a": [
							"light crossbow|phb"
						],
						"b": [
							{
								"item": "javelin|phb",
								"quantity": 5
							}
						]
					},
					{
						"a": [
							"dungeoneer's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					},
					{
						"_": [
							"shortsword|phb",
							"herbalism kit|phb"
						]
					}
				]
			},
			"classFeatures": [
				"Dragon Covenant|Dragon Knight|DK|1",
				"Dragon Companion|Dragon Knight|DK|1",
				"Covenant's Bond|Dragon Knight|DK|1",
				"Fighting Style|Dragon Knight|DK|2",
				"Draconic Senses|Dragon Knight|DK|2",
				{
					"classFeature": "Dragon Knight Practice|Dragon Knight|DK|3",
					"gainSubclassFeature": true
				},
				"Fury of the Dragon|Dragon Knight|DK|3",
				"Ability Score Improvement|Dragon Knight|DK|4",
				"Coordinated Attack|Dragon Knight|DK|5",
				"Wyrmling Advancement|Dragon Knight|DK|5",
				"Breath Weapon|Dragon Knight|DK|6",
				{
					"classFeature": "Dragon Knight Practice|Dragon Knight|DK|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Dragon Knight|DK|8",
				"Young Advancement|Dragon Knight|DK|9",
				"Draconic Senses (2/rest)|Dragon Knight|DK|9",
				"Bite Damage (2d8)|Dragon Knight|DK|9",
				{
					"classFeature": "Dragon Knight Practice feature|Dragon Knight|DK|10",
					"gainSubclassFeature": true
				},
				"Draconic Nature|Dragon Knight|DK|11",
				"Ability Score Improvement|Dragon Knight|DK|12",
				"Legacy of the Dragon|Dragon Knight|DK|13",
				"Titanic Roar|Dragon Knight|DK|14",
				{
					"classFeature": "Dragon Knight Practice feature|Dragon Knight|DK|15",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Dragon Knight|DK|16",
				"Ancient Resistance|Dragon Knight|DK|17",
				"Draconic Senses (3/rest)|Dragon Knight|DK|17",
				{
					"classFeature": "Dragon Knight Practice feature|Dragon Knight|DK|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Dragon Knight|DK|19",
				"Essense of the Covenant|Dragon Knight|DK|20"
			],
			"subclassTitle": "Dragon Knight Practice",
			"subclasses": [
				{
					"name": "Rider Practice",
					"subclassFeatures": [
						"Rider Practice|Dragon Knight|DK|Rider|DK|3",
						"Dragon's Scale|Dragon Knight|DK|Rider|DK|7",
						"Dragon's Wing|Dragon Knight|DK|Rider|DK|10",
						"Dragon's Fang|Dragon Knight|DK|Rider|DK|15",
						"Dragon's Presence|Dragon Knight|DK|Rider|DK|18"
					],
					"source": "DK",
					"shortName": "Rider"
				},
				{
					"name": "Elemental Practice",
					"subclassFeatures": [
						"Elemental Practice|Dragon Knight|DK|Elemental|DK|3",
						"Combat Magic|Dragon Knight|DK|Elemental|DK|7",
						"Elemental Fury|Dragon Knight|DK|Elemental|DK|10",
						"Destructive Reach|Dragon Knight|DK|Elemental|DK|15",
						"Improved Combat Magic|Dragon Knight|DK|Elemental|DK|18"
					],
					"source": "DK",
					"shortName": "Elemental"
				},
				{
					"name": "Platinum Practice",
					"subclassFeatures": [
						"Platinum Practice|Dragon Knight|DK|Platinum|DK|3",
						"Combat Blessings|Dragon Knight|DK|Platinum|DK|7",
						"Bahamut's Boon|Dragon Knight|DK|Platinum|DK|10",
						"Platinum Presence|Dragon Knight|DK|Platinum|DK|10",
						"Undying Courage|Dragon Knight|DK|Platinum|DK|15",
						"Bindings of Bahamut|Dragon Knight|DK|Platinum|DK|18"
					],
					"source": "DK",
					"shortName": "Platinum"
				},
				{
					"name": "Shadow Practice",
					"subclassFeatures": [
						"Shadow Practice|Dragon Knight|DK|Shadow|DK|3",
						"Reaper's Breath|Dragon Knight|DK|Shadow|DK|7",
						"Night Walker|Dragon Knight|DK|Shadow|DK|10",
						"Shifting Shadows|Dragon Knight|DK|Shadow|DK|15",
						"Umbra Pulse|Dragon Knight|DK|Shadow|DK|18"
					],
					"source": "DK",
					"shortName": "Shadow"
				}
			],
			"fluff": [
				{
					"entries": [
						"A human clad in gleaming plate armour stares down a snarling owlbear, slowly reaching for the lance strapped across her back. The owlbear charges before she can reach her weapon, but a gout of fire from the sky stops the owlbear in its tracks. the gold dragon lands in front of the human, its eyes burning with a fiery vengeance as it snorts, flames billowing from its nostrils. Mounting her dragon, the human lets out a war cry as the dragon takes off into the air.",
						"Shouting a war cry, the dwarf waves his banner in the air, divine light flowing over the battlefield as his allies, a human and a halfling, harass an ogre. The ogre, seeing the origin of this magic, stampedes towards the dwarf, but is quickly stopped as a dragon, its scales a shining platinum, opens its maw and releases a blast of divine energy.",
						"Pulling the bowstring back, the elf whispers a few hushed words as an arcane fire erupts around the goblins below. Lightning sparks at the tip of his arrow, and he grins to himself as he fires at the goblin chief. The arrow finding its mark, the goblin chief can barely cry for help as lightning explodes from his body, arcing off to his nearby guards.",
						"Scowling to himself, the half-orc looks around the darkened cave for his quarry. Letting out a short whistle, a dark dragon, onyx in colour, seems to appear from the shadows with a dead drow in its maw. Rolling his eyes, the half-orc makes a motion with his hands, and the dragon spits out the drow, a sheepish expression on its reptilian face as a shadow begins to rise from the corpse.",
						"While different in personality and fighting styles, all of these heroes are dragon knights, a champion who fights alongside a dragon companion. Tough, relentless and unyielding, dragon knights and their dragons never give up, fighting to either heroic or devious ends.",
						{
							"type": "entries",
							"name": "An Unbreakable Bond",
							"entries": [
								"The bond between a dragon knight and their dragon is nearly impossible to eclipse. Only powerful magic can even attempt to turn them against one another, and they nearly never fight against their own will. Despite this, a knight  and their dragon have been known to argue over strategy, tactics, or even miscellaneous things, as the dragon, despite its respect for its master, is not quick to let go of  its ego.",
								"This connection has its drawbacks, however, and should the dragon knight fall in battle, the dragon too will die, as the dragon's spirit simply can't live without the knight. Should the dragon fall in battle, the knight can restore its body with a costly ritual, but a few knights instead choose to let their dragons rest, and go on to instead simply channel their dragon's power."
							]
						},
						{
							"type": "entries",
							"name": "Tamed or Trained",
							"entries": [
								"Both types of dragon knights, those who are made knights as part of an order, and those who stumble across their companion, have a hard time of trying to bond with their dragon. Dragons are prideful by nature, and even the gentler metallic dragons wouldn't dare submit to the hand of a human, elf, or dwarf.",
								"Dragons are either tamed by rewards, treats, flat-out bribery, or by a firm fist. Dragons raised the last way often grow resentful towards their dragon knight, but rarely do anything about their condition, due to the bond put in place."
							]
						},
						{
							"type": "entries",
							"name": "An Unbeatable Legacy",
							"entries": [
								"Because dragon knights of great skill begin to age slower, many of them are able to live for millennia, or even longer. Elven dragon knights in particular are said to go off in their old age with their dragon and roam their home forests, protecting it from would-be intruders. Dwarven knights often use their dragons as workers, and its not uncommon to see a dragon heating the forge of a legendary blacksmith.",
								"Younger dragons are prone to adventure and wanderlust, while older dragons enjoy a simple life with their knight. A bonded dragon doesn't truly age, and instead grows as its knight does, and it dies when its knight dies."
							]
						},
						{
							"type": "entries",
							"name": "Practice Makes Perfect",
							"entries": [
								"All dragon knights are divided by their practices, and much like the dragons they raise and fight with, the knights are known to be proud at their best, and egotistical at their worst. Two people of different practices are rarely able to get along, despite how similar they might be. Those of the Platinum Practice always regard themselves superior to those of the Shadow Practice, and members of the Elemental Practice consider the members of the Rider Practice to be brutish and dim-witted.",
								"Despite these rivalries, dragon knights are fiercely loyal, and will never betray another dragon knight, even if they come from a different practice. Dragon knights believe they only have each other to count on, as no one else understands the intense bond between the knight and the dragon."
							]
						},
						{
							"type": "entries",
							"name": "Creating A Dragon Knight",
							"entries": [
								"When creating your dragon knight, there's one question you should consider before all others; how did you get your dragon? Did you find an egg, and manage to form a bond with the hatchling? Was it a gift from an ancient dragon, looking for someone to protect its young? Did it declare you as its master one day, much to your suprise?",
								"All dragon knights go through the bonding ceremony, which is where they form a close bond with their dragon, establishing each other as allies and protectors. Was your dragon willing in this ceremony, or was it raised to serve you? Did your dragon actually perform the ceremony, and you had absolutely no clue as to what was going on?",
								"Something else you must consider is your character's martial abilities. All dragon knight's are skilled in combat, and how your character is too is something that will need to be thought about. Perhaps they where a student at a military academy, or a guard-in-training at their home village?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a dragon knight quickly by following these suggestions. First, make Strength your highest ability score. Your next highest ability score should be Constitution if you plan to focus on melee combat, or Charisma if you want to improve your overall class features. Second, choose the Soldier background."
									]
								},
								{
									"type": "entries",
									"name": "Covenant",
									"entries": [
										"Each dragon knight has a different story to tell when it comes to how they met their dragon. The way a dragon and knight first meet often set up how they interact for the rest of their lives, and a bad first impression can prove disasterous to their bond.",
										"When you consider the creation of this covenant, also consider the following: were you and your dragon both willing, and does your character ever regret the bond?",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Covenant"
											],
											"colStyles": [
												"col-1",
												"col-11"
											],
											"rows": [
												[
													"1",
													"Bonding with a dragon as you reach adulthood is all you've ever known, and is the way your ancestors have always lived."
												],
												[
													"2",
													"You stumbled across your dragon in a forest, cave, or on the beach. Since then, it hasn't stopped following you around."
												],
												[
													"3",
													"Your dragon has always been with you for as long as you remember, and you can't remember ever conducting a formal ritual."
												],
												[
													"4",
													"As a way of proving yourself, you went out into the wild to capture a dragon as proof of your strength and power."
												],
												[
													"5",
													"Forced to bond with your dragon, it acts as a guardian and a protector, despite how much you insist you don't need its help."
												],
												[
													"6",
													"Trading a large amount of treasure for a dragon's egg, you raised the dragon to serve as your mount and companion."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Relationship",
									"entries": [
										"The nature of the relationship between dragon and knight varies between each dragon knight, and changes the way each knight and dragon interact with each other, and those around them. This relationship is based on their covenant, ideals, flaws, and personality traits.",
										"While you decide on your relationship, consider how it will effect the way you and your dragon fight together.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Relationship"
											],
											"colStyles": [
												"col-1",
												"col-11"
											],
											"rows": [
												[
													"1",
													"Best friends can't even begin to describe you and your dragon, and you do absolutely everything together."
												],
												[
													"2",
													"Your dragon is merely a tool to be used, and you like to frequently remind it of such."
												],
												[
													"3",
													"Despite your differences and arguments, you and your dragon have come to respect each other, but your relationship is still rocky."
												],
												[
													"4",
													"You and your dragon have both agreed to keep your relationship businesslike. All that matters is how you can help each other."
												],
												[
													"5",
													"Much to your distaste, you actually serve your dragon, and it acts as the master in your relationship."
												],
												[
													"6",
													"You and your dragon bitterly hate each other, but are forced together because of the bond you share. You both understand seperation could prove disasterous."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Obstacles",
									"entries": [
										"Finally, having a draconic companion is not without its complications. Somewhere in your travels, your and your companion may have caused fear among travellers or gained the ire of a noble court. This obstacle might determinte complications that arise in your adventures.",
										"Should you choose to roll or select from the following obstacles, or create your own, be sure to consider how it affects how you and your dragon interact with others.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Obstacles"
											],
											"colStyles": [
												"col-1",
												"col-11"
											],
											"rows": [
												[
													"1",
													"The mother of your dragon companion is searching for its child, and you worry it might find you."
												],
												[
													"2",
													"Bounty hunters are looking for your dragon, as it scales and teeth could sell for quite a lot."
												],
												[
													"3",
													"A village believes that your dragon is the cause for all of their problems, and seeks retribution."
												],
												[
													"4",
													"Due to your bond, you have slightly draconic features that make you appear untrustworthy and intimidating."
												],
												[
													"5",
													"A religious order considers you a heretic for putting a dragon under your control, and wants to \"liberate\" it for their own purposes."
												],
												[
													"6",
													"You and your dragon used to be one whole dragon, and the sudden split is strange and uncomfortable."
												]
											]
										}
									]
								}
							]
						}
					],
					"name": "Dragon Knight",
					"type": "section"
				}
			],
			"cantripProgression": [
				0,
				0,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			]
		}
	],
	"monster": [
		{
			"name": "Black Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"fly": 30,
				"swim": 20
			},
			"str": 14,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 12,
			"cha": 12,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+4"
			},
			"immune": [
				{
					"immune": [
						"acid"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Blue Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30
			},
			"str": 14,
			"dex": 10,
			"con": 14,
			"int": 12,
			"wis": 12,
			"cha": 14,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+2"
			},
			"immune": [
				{
					"immune": [
						"lightning"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Brass Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30
			},
			"str": 14,
			"dex": 10,
			"con": 14,
			"int": 12,
			"wis": 12,
			"cha": 14,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+2"
			},
			"immune": [
				{
					"immune": [
						"fire"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Bronze Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"fly": 30,
				"swim": 20
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 14,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"immune": [
				{
					"immune": [
						"lightning"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Copper Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 14,
			"wis": 10,
			"cha": 12,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"immune": [
				{
					"immune": [
						"acid"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Gold Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"fly": 30,
				"swim": 20
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 14,
			"wis": 10,
			"cha": 12,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"immune": [
				{
					"immune": [
						"fire"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Green Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"fly": 30,
				"swim": 20
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 14,
			"wis": 10,
			"cha": 12,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"immune": [
				{
					"immune": [
						"poison"
					]
				}
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Red Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30
			},
			"str": 14,
			"dex": 10,
			"con": 14,
			"int": 12,
			"wis": 12,
			"cha": 14,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+2"
			},
			"immune": [
				{
					"immune": [
						"fire"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Silver Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30
			},
			"str": 14,
			"dex": 10,
			"con": 14,
			"int": 14,
			"wis": 12,
			"cha": 12,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+2"
			},
			"immune": [
				{
					"immune": [
						"cold"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "White Dragon Hatchling",
			"size": "S",
			"type": "dragon",
			"source": "DK",
			"alignment": [
				"alignment same as knight"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "1d8 + 2"
			},
			"speed": {
				"walk": 20,
				"climb": 20,
				"fly": 30,
				"swim": 20
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 10,
			"wis": 12,
			"cha": 14,
			"save": {
				"special": "Same as knight"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+3"
			},
			"immune": [
				{
					"immune": [
						"cold"
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Draconic"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Ice Walk",
					"entries": [
						"The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow does not cost it extra movement."
					]
				}
			],
			"action": [
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			]
		}
	],
	"classFeature": [
		{
			"name": "Dragon Covenant",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 1,
			"entries": [
				"At 1st level, you have a covenant formed with a dragon, either the one you've bonded with or to another. Choose one type of dragon as the creator of this covenant. Features you gain later use the damage type associated with each dragon.",
				{
					"type": "table",
					"caption": "Dragon Covenant",
					"colLabels": [
						"Dragon",
						"Damage Type",
						"Dragon",
						"Damage Type"
					],
					"colStyles": [
						"col-3 text-center",
						"col-2",
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"Black",
							"Acid",
							"Gold",
							"Fire"
						],
						[
							"Blue",
							"Lightning",
							"Green",
							"Poison"
						],
						[
							"Brass",
							"Fire",
							"Red",
							"Fire"
						],
						[
							"Bronze",
							"Lightning",
							"Silver",
							"Cold"
						],
						[
							"Copper",
							"Acid",
							"White",
							"Cold"
						]
					]
				},
				"Also, as an action, you can create small sensory effects appropriate to the color of your dragon, similar to the ones described under the {@spell prestidigitation} spell.",
				"A dragon knight who makes a covenant with a red dragon might be able to create small puffs of smoke or sparks, while someone who makes a covenant with a silver dragon can chill objects or food.",
				"Finally, you can speak, read and write Draconic"
			]
		},
		{
			"name": "Dragon Companion",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 1,
			"entries": [
				"At 1st level, you gain the service of a {@filter dragon hatchling|bestiary|source=DK}. The dragon's color is the chosen covenant color.",
				"If you are ever slain (in battle or otherwise), your dragon will also die after a number of hours equal to your dragon knight level, during which it will attempt to do everything in its power to return you to life.",
				"If your dragon companion is ever slain, the magical bond you share allows you to return it to life. With 8 hours of work and the expenditure of 25 gp worth of rare herbs and fine food per your dragon knight level, you can call forth your companion's spirit and use your magic to create a new body for it. You can return a dragon companion to life in this manner even if you do not possess any part of its body.",
				"Returning your dragon to life is a gruelling process, and you must expend some of your own life force to compel the dragon back to life. You can choose to expend any number of hit dice when you finish the ritual. Make a Charisma check, with the DC being equal to 15 minus the number of hit dice you expended. The DC cannot be lowered below 5 in this way.",
				"On a failed ability check, the dragon is restored to life, but you aren't able to regain any of the hit dice you expended for the ritual until 7 days have passed. Additionally, you and your dragon both suffer three points of exhaustion. On a successful ability check, the dragon is restored to life, and you can regain the spent hit dice as normal."
			]
		},
		{
			"name": "Covenant's Bond",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 1,
			"entries": [
				"Your dragon uses the statistics for a {@filter dragon hatchling|bestiary|source=DK} of its color.",
				"Your dragon companion gains a variety of benefits while you two are together.",
				"The dragon obeys your commands as best it can. It rolls initiative like any other creature, but you determine its actions, decisions, attitudes, and so on (no action required by you). If you are incapacitated or absent, your dragon acts on its own.",
				"Your dragon, because of its young age, is not suited for combat, and cannot take the attack action. Also because of its youth, it has yet to master flying, and as such, falls if it ends its turn in the air.",
				"Your dragon companion has abilities and game statistics determined in part by your level. Your dragon uses your proficiency bonus rather than its own. While not wearing barding, a dragon companion has a natural armor class of 8 + its Constitution modifier + your proficiency bonus.",
				"Your dragon companion gains proficiency in two skills of your choice. It is also proficienct in all the saving throws you're proficient in.",
				"For each level after 1st, your dragon companion gains an additional hit die and increases its hit points accordingly. The dragon's hit dice are d8s, regardless of its size. When the dragon is reduced to 0 hit points, it makes death saving throws as a player would.",
				"In addition, the dragon cannot have its size increased beyond large (but would still gain the extra benefits of the {@spell enlarge/reduce} spell, for example). The dragon's level is equal to your dragon knight level for the purpose of calculating spells like {@spell polymorph} and {@spell true polymorph}.",
				"Whenever you gain the Ability Score Improvement class feature, your dragon's abilities also improve. Your dragon can increase one ability score of your choice by 2, or it can increase two ability scores of your choice by 1. As normal, your dragon can't increase an ability score above 20 using this feature.",
				"Your dragon shares your alignment, and has a personality trait and a flaw of its own. Your dragon shares your Ideal, and its bond is always 'I will protect my knight; I will do the best I can for my knight; I will die for my knight.'"
			]
		},
		{
			"name": "Fighting Style",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 2,
			"entries": [
				"You adopt a particular style of fighting as your specialty. Choose a fighting style from the list of optional features. You can't take the same Fighting Style option more than once, even if you get to choose again.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								"You gain a +2 bonus to attack rolls you make with ranged weapons."
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Draconic Senses",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 2,
			"entries": [
				"At 2nd level, you also have gained the ability to focus and sense nearby creatures. As a bonus action, you can hone in your senses to detect nearby creatures.",
				"You can detect the exact location of all living creatures within 30 feet of you, and gain advantage on your next attack roll against one of these creatures, providing you make the attack before the end of your next turn, and can't use this ability again until you finish a short or long rest.",
				"You can use this feature twice between rests starting at 9th level and three times between rests at 17th level."
			]
		},
		{
			"name": "Dragon Knight Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 3,
			"entries": [
				"At 3rd level, you can choose a practice from the list available. Your choice grants you features when you choose it at 3rd level and again at 7th, 10th, 15th, and 18th level."
			]
		},
		{
			"name": "Fury of the Dragon",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 3,
			"entries": [
				"Also at 3rd level, your dragon companion has begun to grow, and can now take the attack action on its turn.",
				"Additionally, when your dragon takes the attack action, it can choose to make a bite attack, rather than a claw attack. The dragon can only make one bite attack each round.",
				"The bite attack deals 1d10 + the dragon's Strength modifier piercing damage, plus an additional 1d8 damage of the dragon's relevant damage type (e.g. a red dragon's bite will deal extra fire damage). This extra damage increases to 2d8 at 9th level.",
				"The dragon can replace a claw attack it makes on its turn with a single bite attack a number of times equal to your Charisma modifier (minimum 1), and regain the ability to do so when you finish a short or long rest."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 4,
			"entries": [
				"When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Coordinated Attack",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 5,
			"entries": [
				"Beginning at 5th level, you and your dragon companion form a more potent fighting team. When you take the attack action on your turn, if your companion can see you, it can use its reaction to make a melee attack."
			]
		},
		{
			"name": "Wyrmling Advancement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 5,
			"entries": [
				"Also at 5th level, your dragon companion continues to grow, and gains the following benefits:",
				{
					"type": "list",
					"items": [
						"The dragon's size is now medium, and its claw attacks deal an additional 1d4 slashing damage.",
						"Its flying speed increases by 15 feet, and its other speeds increase by 5 feet.",
						"The dragon's wings are stronger, and it can remain in the air at the end of its turn."
					]
				}
			]
		},
		{
			"name": "Breath Weapon",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 6,
			"entries": [
				"At 6th level, your dragon has developed the glands to shoot raw, destructive elements from its mouth, with the saving throw calculated as follows:",
				{
					"type": "abilityDc",
					"name": "Breath",
					"attributes": [
						"con"
					]
				},
				"The shape of the breath is different depending on the color of your dragon, as shown in the table below. The damage is the same as the dragon's relevant damage type (e.g. a red dragon's breath would deal fire damage).",
				{
					"type": "table",
					"colLabels": [
						"Dragon",
						"Breath Weapon",
						"Dragon",
						"Breath Weapon"
					],
					"colStyles": [
						"col-3 text-center",
						"col-2",
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"Black",
							"5 by 30 ft. line (Dex. save)",
							"Gold",
							"15 ft. cone (Dex. save)"
						],
						[
							"Blue",
							"5 by 30 ft. line (Dex. save)",
							"Green",
							"15 ft. cone (Con. save)"
						],
						[
							"Brass",
							"5 by 30 ft. line (Dex. save)",
							"Red",
							"15 ft. cone (Dex. save)"
						],
						[
							"Bronze",
							"5 by 30 ft. line (Dex. save)",
							"Silver",
							"15 ft. cone (Con. save)"
						],
						[
							"Copper",
							"5 by 30 ft. line (Dex. save)",
							"White",
							"15 ft. cone (Con. save)"
						]
					]
				},
				"As an action on its turn, the dragon can breathe its relevant destructive energy in either a line or a cone, as shown on the table. Each creature in the area takes 4d6 damage on a failed save, or half as much on a successful one.",
				"The area of the line and cone and the damage of the breath weapon increase as you gain levels in this class, as shown below.",
				"Once your dragon has used this ability, it cannot do so again until you finish a short or long rest.",
				{
					"type": "table",
					"colLabels": [
						"Level",
						"Damage",
						"Area"
					],
					"colStyles": [
						"col-3 text-center",
						"col-2",
						"col-3"
					],
					"rows": [
						[
							"6th",
							"4d6",
							"5 by 30 ft. line / 15 ft. cone"
						],
						[
							"9th",
							"6d6",
							"5 by 60 ft. line / 30 ft. cone"
						],
						[
							"14th",
							"8d6",
							"5 by 90 ft. line / 60 ft. cone"
						]
					]
				}
			]
		},
		{
			"name": "Dragon Knight Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 7,
			"entries": [
				"At 7th level, you gain a feature granted by your Dragon Knight Practice."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 8,
			"entries": [
				"When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Young Advancement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 9,
			"entries": [
				"At 9th level, your dragon companion still grows, and gains the additional following benefits:",
				{
					"type": "list",
					"items": [
						"The dragon's size is now large.",
						"Its flying speed increases by 15 feet, and its other speeds increase by 5 feet.",
						"As long as your dragon can see you, it has advantage on all saving throws."
					]
				}
			]
		},
		{
			"name": "Draconic Senses (2/rest)",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 9,
			"entries": [
				"You can use this feature twice between rests starting at 9th level."
			]
		},
		{
			"name": "Bite Damage (2d8)",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 9,
			"entries": [
				"The extra elemental damage dealt by your dragon's bite attack increases to 2d8 at 9th level."
			]
		},
		{
			"name": "Dragon Knight Practice feature",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 10,
			"entries": [
				"At 10th level, you gain a feature granted by your Dragon Knight Practice."
			]
		},
		{
			"name": "Draconic Nature",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 11,
			"entries": [
				"Beginning at 11th level, the dragon's claw attacks deal an additional 1d4 slashing damage, you gain resistance to the damage type appropriate to your dragon, and can choose one of the following benefits:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Scales",
							"entries": [
								"A thin layer of scales covers your body. While you are not wearing armor, your AC equals 10 + your Dexterity modifier + your Charisma modifier. You can still wield a shield and get this benefit."
							]
						},
						{
							"type": "entries",
							"name": "Eyes",
							"entries": [
								"Your eyes become dragon-like, and you gain proficiency in the Perception and Intimidation skills. You also have advantage on any Perception or Investigation check based on sight."
							]
						},
						{
							"type": "entries",
							"name": "Tail",
							"entries": [
								"Your spine extends and you grow a scaled, muscular tail. Whenever you take the attack action on your turn, you can whip around and attempt to shove a creature within 10 feet of you as a bonus action."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 12,
			"entries": [
				"When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Legacy of the Dragon",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 13,
			"entries": [
				"At 13th level, you have taken on a dragon's extended lifespan. You age only one year for every ten years that pass, and cannot be aged magically."
			]
		},
		{
			"name": "Titanic Roar",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 14,
			"entries": [
				"Starting at 14th level, your dragon can let loose a vicious roar, filling nearby creatures with dread.",
				"As an action on its turn, your dragon can roar. Any number of creatures of its choice within 20 feet of the dragon must make a Wisdom saving throw against the dragon's breath weapon DC. On a failed save, creatures are frightened by the dragon for 1 minute. The creature can repeat the saving throw at the end of their turn, ending the effect on a success.",
				"Once your dragon has used this ability, it cannot do so again until you finish a long rest."
			]
		},
		{
			"name": "Dragon Knight Practice feature",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 15,
			"entries": [
				"At 15th level, you gain a feature granted by your Dragon Knight Practice."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 16,
			"entries": [
				"When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Ancient Resistance",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 17,
			"entries": [
				"At 17th level, you can shrug off even the most dangerous effects. Whenever you or your dragon would fail a saving throw, you can choose to succeed instead. You cannot do so again until you finish a long rest."
			]
		},
		{
			"name": "Draconic Senses (3/rest)",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 17,
			"entries": [
				"You can use this feature three times between rests at 17th level."
			]
		},
		{
			"name": "Dragon Knight Practice feature",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 18,
			"entries": [
				"At 18th level, you gain a feature granted by your Dragon Knight Practice."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 19,
			"entries": [
				"When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a feat."
			]
		},
		{
			"name": "Essense of the Covenant",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"level": 20,
			"entries": [
				"At 20th level, you become the embodiment of the dragons. Choose two of the following ability scores: Strength, Constitution, and Charisma. Both you and your dragon have the chosen ability scores increase by 2, and the maximum for those ability scores is now 22.",
				"Additionally, you automatically succeed on the ability check you make to restore your dragon to life."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Rider Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 3,
			"entries": [
				"The bond between a dragon knight and their dragon is strong, but those of the Rider Practice take that even further beyond. They seek to live and to die beside their dragon, a sentiment shared by the dragon itself. While not all riders mount their dragons, those who don't are rare. Those of the Rider Practice fight, and win, in tandem with their dragon.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dragon's Claw|Dragon Knight|DK|Rider|DK|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dragon's Eye|Dragon Knight|DK|Rider|DK|3"
				}
			]
		},
		{
			"name": "Dragon's Claw",
			"entries": [
				"Starting at 3rd level, you and your dragon are able to coordinate to disorient your enemies. When both you and your dragon are within 5 feet of a hostile creature, the creature has disadvantage on any attack roll that doesn't target you or your dragon.",
				"Additionally, when a hostile creature's movement provokes an opportunity attack from you, you can use your reaction to attempt to grapple the target."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Dragon's Eye",
			"entries": [
				"At 3rd level, you and your dragon's keen understanding of each other allows you to better act in battle. When you and your dragon roll initiative, your dragon can change its initiative to match your own.",
				"Additionally, if you can see your dragon, creatures that it can see don't gain advantage on attack rolls as a result of being hidden from you."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Dragon's Scale",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, if your dragon is within 5 feet of you, it can protect you from a creature it can see as an action. Until the start of the dragon's next turn, the creature's attack rolls against you have disadvantage. If your dragon isn't within 5 feet of you, the effect ends.",
				"Additionally, you can use an action to stabilize your dragon, without needing to make a Wisdom (Medicine) check. When stabilized this way, your dragon will regain 1 hit point after 1d4 minutes instead of 1d4 hours."
			]
		},
		{
			"name": "Dragon's Wing",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you and your dragon rule the sky. Mounting and dismounting your dragon only costs 5 feet of movement instead of half your speed, you have advantage on saving throws made to avoid falling off your dragon, and neither you or your dragon take falling damage if you fall 20 feet or less.",
				"Additionally, your dragon can fly up to 20 feet in a straight line upwards as an action. This movement doesn't provoke opportunity attacks."
			]
		},
		{
			"name": "Dragon's Fang",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you and your dragon are able to tear through your enemies. If your dragon moves at least 20 feet straight toward a creature and then hits it with a bite attack in the same turn, the target takes an extra 2d10 piercing damage.",
				"Additionally, your dragon can use an action to rampage and make a claw attack against any number of creatures within 5 feet of it, with a separate attack roll for each target. If you're within 5 feet of your dragon when they rampage, you can use your reaction to make a melee weapon attack against each creature within your reach that was attacked by your dragon during their rampage. Your dragon can't rampage again until you finish a short or long rest."
			]
		},
		{
			"name": "Dragon's Presence",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Rider",
			"subclassSource": "DK",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, the range of Titanic Roar is increased to 120 feet, creatures that are frightened of your dragon have a speed of 0, and when you and your dragon hit a creature that is frightened of your dragon with a weapon attack, the attack is considered a critical hit."
			]
		},
		{
			"name": "Elemental Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 3,
			"entries": [
				"Dragon knights who practice with the arcane elements are often called 'elementals' for short. They value the raw, destructive power of their dragons, and strive to emulate this through magic. Elementals focus on spells from the evocation and transmutation schools.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spellcasting|Dragon Knight|DK|Elemental|DK|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Elemental Weaponry|Dragon Knight|DK|Elemental|DK|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Spellcasting",
			"entries": [
				"When you reach 3rd level, you heighten your battle ferocity with the ability to cast spells. See chapter 10 for the general rules of spellcasting and chapter 11 for the sorcerer spell list.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cantrips",
							"entries": [
								"You learn three cantrips of your choice from the sorcerer spell list. You learn an additional sorcerer cantrip of your choice at 10th level."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spell Slots",
							"entries": [
								"The Elemental Practice Spellcasting table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
								"For example, if you know the 1st-level spell {@spell chromatic orb} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell chromatic orb} using either slot."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spells Known of 1st-Level and Higher",
							"entries": [
								"You know three 1st-level sorcerer spells of your choice, two of which you must choose from the evocation and transmutation spells on the sorcerer spell list.",
								"The Spells Known column of the Elemental Spellcasting table shows when you learn more sorcerer spells of 1st level or higher. Each of these spells must be an evocation or transmutation spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.",
								"The spells you learn at 8th, 14th, and 20th level can come from any school of magic.",
								"Whenever you gain a level in this class, you can replace one of the sorcerer spells you know with another spell of your choice from the sorcerer spell list. The new spell must be of a level for which you have spell slots, and it must be an evocation or transmutation spell, unless you're replacing the spell you gained at 3rd, 8th, 14th, or 20th level from any school of magic."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spellcasting Ability",
							"entries": [
								"Charisma is your spellcasting ability for your sorcerer spells, since your magic draws from the power and dominance of dragons. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a sorcerer spell you cast and when making an attack roll with one.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"cha"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"cha"
									]
								}
							]
						}
					]
				}
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Elemental Weaponry",
			"entries": [
				"At 3rd level, you can imbue your weapon with ancient dragon magic. Whenever you cast a spell of 1st level or higher, you imbue your weapon with ancient elemental power. The next time you would hit a creature with a weapon attack before the end of your next turn, that creature takes an additional 1d4 damage of your dragon's relevant damage type per level of the spell you cast."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Combat Magic",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, when you use your action to cast a cantrip, if your dragon companion can see you, it can use its reaction to make a melee attack."
			]
		},
		{
			"name": "Elemental Fury",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, whenever you or your dragon rolls damage dice of the appropriate damage type of your dragon, you can treat any 1 you roll as a 2."
			]
		},
		{
			"name": "Destructive Reach",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, your elemental prowess extends beyond your simple weapon strikes. Whenever you would deal your Elemental Weaponry damage to a creature, you can have up to two creatures within 10 feet of the target of the attack also take the damage."
			]
		},
		{
			"name": "Improved Combat Magic",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Elemental",
			"subclassSource": "DK",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, when you use your action to cast a spell, if your dragon companion can see you, it can use its reaction to make a melee attack."
			]
		},
		{
			"name": "Platinum Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 3,
			"entries": [
				"A few dragon knights worship the Platinum Dragon, Bahamut. These few are members of the Platinum Practice, and are dedicated to preserving the lives of their allies and the innocent. Your dragon's relevant damage type becomes radiant, and any damage and condition immunities it has are replaced with immunity to radiant damage.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Radiance|Dragon Knight|DK|Platinum|DK|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Banner|Dragon Knight|DK|Platinum|DK|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Radiant Symbol|Dragon Knight|DK|Platinum|DK|3"
				}
			]
		},
		{
			"name": "Draconic Radiance",
			"entries": [
				"At 3rd level, your draconic nature and that of your companion shifts to reflect the influence of radiance you now wield. ",
				"Your dragon also physically shifts to reflect this change, and its scales change color to look like the brightest platinum."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Divine Banner",
			"entries": [
				"Additionally at 3rd level, you can create a divine weapon, imbued with the magic of the platinum dragon. During the course of a short or long rest, you can spend 1 hour to create this divine weapon, which takes the shape of either a pike or a spear (your choice).",
				"The weapon deals radiant damage rather than its regular damage type. You can only have one of these weapons at a time, and when you create a new one, the previous one is destroyed."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Radiant Symbol",
			"entries": [
				"Finally at 3rd level, you can use your banner to inspire your allies to greater feats of strength. As an action, you can wave your banner until the start of your next turn. When you do so, any allied creature can use a bonus action while within 10 feet of you to gain one of the following effects, which you choose when you wave your banner:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Banner of Might",
							"entries": [
								"While in this banner's range, an ally can activate the effect of the banner to add 1d4 radiant damage to any weapon attacks they make until the start of their next turn."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Banner of Resilience",
							"entries": [
								"While in this banner's range, an ally can activate the effect of the banner to increase its AC by 1 until the start of its next turn."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Banner of Agility",
							"entries": [
								"While in this banner's range, an ally can activate the effect of the banner to double its movement speed until the end of its turn."
							]
						}
					]
				},
				"Alternatively, you can choose to plant the banner in the ground after choosing an effect. When you do so, you and your allies can interact with your banner by using a bonus action as though you were waving it. The banner remains for 1 minute, and cannot be reclaimed or used as a weapon during this time. After you plant your banner, you can't do so again until you finish a short or long rest."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Combat Blessings",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, whenever you use your action to wave your divine banner, if your dragon companion sees you, it can use its reaction to make a melee attack.",
				"In addition, the banner's range while planted increases to 30 feet. Its range is also increased to 30 feet if you wave it while you are within 5 feet of your dragon."
			]
		},
		{
			"name": "Bahamut's Boon",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, whenever a creature would make an attack against you while you are waving the banner, you can make an attack against that creature as a reaction."
			]
		},
		{
			"name": "Platinum Presence",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 10,
			"header": 2,
			"entries": [
				"Also at 10th level, the sheer power of Bahamut that flows through you allows you to find his enemies. You know the direction to any chromatic dragon within 1 mile of you, but do not know its exact location, or the distance it is from you."
			]
		},
		{
			"name": "Undying Courage",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, your banner becomes much more powerful. Whenever you wave your banner, all of the effects become available to choose from, rather than just one. Whenever you use a bonus action to gain a benefit from the banner, you can choose a second benefit.",
				"Additionally, if you would be reduced to 0 hit points while you are waving your banner, you can choose to be reduced to 1 hit point instead. When you do so, your banner loses the ability to grant one of the benefits it offers until you finish a long rest. You choose the benefit that is lost.",
				"Once you use this feature, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Bindings of Bahamut",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Platinum",
			"subclassSource": "DK",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, your banner not only inspires allies, but also create barriers to trap foes. When you place a banner, you can create two additional banners, each of which must be within 30 feet of the first banner.",
				"When these banners land, you can create a transparent wall of shimmering, divine energy appear between any number of the banners. The wall is 10 feet high and 1 inch thick, and is immune to all damage, but can be dispelled with a 6th level {@spell dispel magic} or a spell that nullifies magic of a similar or higher level. Spells that dispel walls in this way only dispel walls in the area they target, and any section outside their range is not dispelled.",
				"The walls cannot be moved through by creatures, other than ones you designate when you create the walls.",
				"When the walls appear, all creatures in its space are pushed to a side of the wall of your choice.",
				"Once you use this ability, you cannot do so again until you finish a long rest."
			]
		},
		{
			"name": "Shadow Practice",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 3,
			"entries": [
				"Dragon knights who revere necromancy, or even strive for vengeance, make up members of the Shadow Practice. Dark and elusive, these dragon knights use misdirection and guile to gain the upper hand in battle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Darkness|Dragon Knight|DK|Shadow|DK|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shadow Cloak|Dragon Knight|DK|Shadow|DK|3"
				}
			]
		},
		{
			"name": "Draconic Darkness",
			"entries": [
				"At 3rd level, your draconic nature and that of your companion shift to reflect the influence of darkness you now wield. Your dragon's relevant damage type becomes necrotic, and any damage and condition immunities it has are replaced with immunity to necrotic damage.",
				"Your dragon also physically shifts to reflect this change, and its scales change color to look like the darkest ebony."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Shadow Cloak",
			"entries": [
				"Also at 3rd level, you can surround yourself in a shroud of darkness. As a bonus action on your turn, a 5 foot diameter sphere, centered on you (but not moving with you), becomes heavily obscured to creatures other than yourself and your dragon. The darkness lasts until the start of your next turn, and doesn't move with you.",
				"You can use this ability a number of times equal to your Charisma modifier (minimum 1). You regain all expended uses of this ability when you finish a short or long rest."
			],
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 3,
			"header": 1
		},
		{
			"name": "Reaper's Breath",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, whenever your dragon reduces a creature to 0 hit points with its breath weapon, that creature immediately dies, and a shadow (found on page 269 of the Monster Manual) rises from its corpse, with the following changes:",
				{
					"type": "list",
					"items": [
						"The shadow has its Intelligence and Charisma score reduced to 1.",
						"The shadow is unaligned.",
						"If the shadow would reduce a creature's Strength score to 0, a new shadow is not created."
					]
				},
				"The shadow lasts until the beginning of the dragon's next turn, and acts immediately after the dragon's initiative count. They take orders from both you and your dragon, requiring no action from either of you. You can only control a maximum number of shadows equal to your Charisma modifier (minimum 1)."
			]
		},
		{
			"name": "Night Walker",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you and your dragon can take the Hide action as a bonus action while in dim light or in darkness, and gain advantage on the ability check."
			]
		},
		{
			"name": "Shifting Shadows",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you can manipulate darkness to slip away from your foes. When you use your Shadow Cloak feature, you can choose to also become invisible and teleport up to 20 feet to an empty space you can see within range. You remain invisible until the end of your next turn or until you attack, deal damage, or force a creature to make a saving throw."
			]
		},
		{
			"name": "Umbra Pulse",
			"source": "DK",
			"className": "Dragon Knight",
			"classSource": "DK",
			"subclassShortName": "Shadow",
			"subclassSource": "DK",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can create a vortex of swirling darkness around yourself as an action on your turn. Any number of creatures you choose within 30 feet of you must make a Constitution saving throw, with the DC being equal to 8 + your proficiency bonus + your Charisma modifier. On a failed save, creatures take 10d10 necrotic damage and you can choose to have them either pulled up to 15 feet towards you or pushed up to 15 feet directly away from you. On a successful saving throw, creatures take half as much damage and aren't moved.",
				"Once you use this ability, you can't do so again until you finish a long rest."
			]
		}
	]
}
