{
	"_meta": {
		"sources": [
			{
				"json": "reddit",
				"abbreviation": "R_UA",
				"full": "Reddit: UnearthedArcana",
				"authors": [
					"redditors"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "http://homebrewery.naturalcrit.com/share/rk-YbfhYqZ",
				"targetSchema": "1.0.0"
			}
		]
	},
	"class": [
		{
			"name": "Dirge",
			"source": "reddit",
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"int",
				"wis"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=dirge}",
						"Spell Points",
						"Spell Level",
						"Mehs"
					],
					"rows": [
						[
							2,
							2,
							"1st",
							0
						],
						[
							2,
							2,
							"1st",
							0
						],
						[
							2,
							3,
							"1st",
							0
						],
						[
							3,
							3,
							"2nd",
							1
						],
						[
							3,
							3,
							"2nd",
							1
						],
						[
							3,
							4,
							"3rd",
							2
						],
						[
							3,
							4,
							"3rd",
							2
						],
						[
							3,
							4,
							"4th",
							3
						],
						[
							3,
							5,
							"4th",
							3
						],
						[
							4,
							5,
							"5th",
							4
						],
						[
							4,
							6,
							"5th",
							5
						],
						[
							4,
							6,
							"5th",
							5
						],
						[
							4,
							7,
							"5th",
							6
						],
						[
							4,
							7,
							"5th",
							6
						],
						[
							5,
							8,
							"5th",
							6
						],
						[
							5,
							8,
							"5th",
							7
						],
						[
							5,
							8,
							"5th",
							7
						],
						[
							5,
							8,
							"5th",
							7
						],
						[
							5,
							5,
							"5th",
							7
						],
						[
							6,
							9,
							"6th",
							8
						],
					]
				}
			],
			"startingProficiencies": {
				"weapons": [
					"Staff",
					"Dagger",
					"Whip"
				],
				"tools": [
					"Poisoner's Kit",
					"Alchemist's Supplies"
				],
				"skills": {
					"choose": 3,
					"from": [
						"History",
						"Insight",
						"Investigation",
						"Deception",
						"Religion"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"Leather Armor, a Threadbear Traveller's cloak",
					"(a) Explorer's Pack or (b) 3 Books Of Gothic Prose",
					"(a) a Dagger or (b) A Staff",
					"(a) A diplomat's pack or (b) An entertainer's pack"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"int": 13,
					"cha": 10,
				},
				"proficienciesGained": {
					"armor": [
						"shields"
					],
					"weapons": [
						"simple",
						"martial"
					]
				}
			},
			"classFeatures": [
				[
					{
						"name": "Polyglot",
						"entries": [
							"During Character Creation - When choosing your background, if the background includes a skill you already have, rather than chose another skill, you instead learn an additional Language.",
							"You gain an additional language every 4 levels after 1st (ie 5th, 9th; 13th; 17th;)"
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"You have learned to tangle and force the shape of the fabric of reality in discord to and in alignment to your wishes and as such spells are part of your repertoire. Its magic is something that you can use to co-opt and corrupt the efforts of others in situations. See {@book chapter 10|PHB|10} of the PHB for the general rules of spellcasting and below for the {@filter bard spell list|Dirge spell|class=bard} list.",
							{
								"type": "entries",
								"name": "Cantrips",
								"entries": [
									"You know two cantrips of your choice from the Dirdge spell list. You learn additional Dirge cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Dirge table."
								]
							},
							{
								"type": "entries",
								"name": "Spell Points",
								"entries": [
									"The table above tells how many spell points you have to cast your spells. To cast one of these spells. you must expend one point per level of the Spell Slot of the spell you wish to cast. You regain half of all your expended spell slots when you finish a short rest, and all them on a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"The Dirge table shows how many Spell Slots you have to cast your Spells of 1st level and higher. To cast one of these Spells, you must expend a spell point of the spell's level or higher.",
									"At the end of a long rest you must prepare the list of spells that are available for you to cast for the following period, choosing from the Dirge spell list below choose from the list a number of spells equal to your either; your Intelligence modifier or your proficiency modifier - whichever is lesser (minimum of one spell). The spells must be of a level for which you have the ability to cast. Preparing a new list of spells requires time spent in debate and reading: at least 1 minute per Spell Level for each spell on your list.",
									"For example, if you are a 4rd-level dirge, you have 3 Spell points and up to 2nd tier level spells. With a Intelligence of 16, your list of prepared Spells can include six Spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell Tasha's Piteous Sobbing, you can cast it using a 1st-level or 2nd-level slot. Casting the spell doesn't remove it from your list of prepared Spells.",
									"You prepare the list of dirge spells that are available for you to cast, choosing from the dirge spell list. When you do so, choose a number of dirge Spells equal to your Intelligence modifier + your dirge level (minimum of one spell). The Spells must be of a tier level for which you can cast. (2nd Tier in the example)",
									
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your Dirge spells. Your magic comes from the ability to warp reality and force patterns, it is in part divine, and in part aberrant ability of your force of will bringing the world into more chaos. Use your Intelligence modifier when setting the saving throw DC for a dirge spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Ritual Casting",
								"entries": [
									"You can cast any bard spell you know as a ritual if that spell has the ritual tag."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can cast any spell you know as a ritual if that spell has the ritual tag without using spell points."
								]
							}
						]
					},
					{
						"name": "Enervate",
						"entries": [
							"You discourage others through biting words, rebukes, and statistical probabilities of their failure and eventual death at a loved one's hands.",
							"To do so, you use a reaction to choose one creature other than yourself within 60 feet of you who can hear YOU. That creature rolls your Enervation die, a 1d6 at 1st level, and ''subtracts'' the number rolled to one ability check, attack roll, or saving throw it makes. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the attack roll or ability check succeeds or fails, or before the creature does damage. If the creature can't hear, or doesn't speak your language the enervation fails. Creatures that are immune to Charm, or are Constructs are immune.",
							"You can use this feature a number of times equal to your Intelligence modifier (a minimum of once). You regain any expended uses when you finish a long rest.",
							"Your Enervation die changes when you reach certain levels in this class; at 5th level (d8), at 10th level (d10), and finally at 15th level (2d6)."
						]
					},
					{
						"name": "Expertise/Master of None",
						"entries": [
							"Choose three of your skills proficiencies. Your proficiency bonus is doubled for any ability check you make that the chosen proficiencies. HOWEVER; After a long rest you temporarily lose any proficiency bonus in one skill you have (had) expertise until your next long rest (determined randomly).",
							"You gain half of your proficiency bonus (or Your Intelligence Ability Modifier - whichever is greater) on all Tools, Kits, and Charisma-based checks with which you are non-proficient.",
							"At 10th level, you can choose another two skill proficiencies to gain this benefit."
						]
					}		
				],
				[
					{
						"name": "Familiar",
						"entries": [
							"At 2nd level you will acquire a familiar/animal companion.",
							"This isn't a {@italic magical} familiar, if lost/killed it cannot be resummoned. It is an animal companion that will serve as your familiar providing abilities and enhancements. Unlike Ranger animal companions or wizard/warlock familars, you don't resummon it during a ritual long rest. No, you have to go find another one. You must buy/steal or coax it into your service if you need to replace it. Once the type of creature is chosen (see below) it is the one type that grants you those benefits alone. If you have a goat and then after its tragic (but expected) death, you cannot switch to a cat. You are stuck with a goat (or whatever)."
						]
					},
					{
						"name": "Emotionally Abusive",
						"entries": [
							"You may add your Intelligence Modifier to any Psychic damage source you deal.",
							"On a critical hit creature(s) must make a Charisma save or become Frightened (as the condition) while around you. Save at the beginning of each round, or until 1 minute has passed.",
							"At 14th level: You may deal an additional 1 point of psychic damage per consecutive round that you've dealt psychic damage to that same creature."
							"{@italic (ie if for 4 rounds you've relentlessly attacked it with Psychic damage you deal +4 damage if you strike it next round for more Psychic damage)}"
						]
					}
				],
				[
					{
						"name": "Tough Love",
						"entries": [
							"At 3rd level, you use a bonus action to use your biting tongue to compel a target creature within 60ft to redouble their efforts and do better. It is not nice, and its very pointed, but the target receives an enervation die or your Charisma Modifier to enhance an Attack roll To Hit, for Damage, Saves, Ability and Skill checks.",
							"The Target Takes an enervation die of Psychic Damage to their Max HP until the die is used (after which the damage may be healed normally). Once given the recipient has 1 minute to use this die before or after they make a roll, but always before the DM determines whether the attack roll or ability is successful."
						]
					},
					{
						"name": "Divine Filler",
						"entries": [
							"At 3rd level, You really receive nothing from this.",
							"But that's reality. However, at this seemingly arbitrary point in your development, you must choose a path of philosophy and develop toward such. You don't gain anything, but later on, you'll have to keep to your decision you make today..."
							{
								"type": "list",
								"items": [
									"{@bold Epistemological} - all knowledge is accepted as possibly untrue or unable to be known. Additionally, morality is seen as subjective or false.",
									"{@bold Existential} - life has no intrinsic meaning or value. With respect to the universe, existential nihilism posits that a single human or even the entire human species is insignificant, without purpose and unlikely to change in the totality of existence.",
									"{@bold Mereologic} - is the position that objects with proper parts do not exist (not only objects in space but also objects existing in time do not have any temporal parts), and only basic building blocks without parts exist, and thus the world we see and experience full of objects with parts is a product of human misrepresentation (i.e., if we could see clearly, we would not perceive compositive objects)."
								],
							"gainSubclassFeature": true
							}
						]
					},
					{
						"name": "Placebo",
						"entries": [
							"At 3rd Level you gain the ability as an full round to use a placebo. Taking Water or wine, or whatever - you roll a performance check (action)",
							"Upon administering the Placebo to a single creature (bonus action), the creature(s) makes a Wisdom save with advantage against your performance roll as the DC, if they fail they get better (2d4 temporary hit points), and 1 real hp. The creature and you must be able to understand each other for this to happen.",
							"You may do this any number of times, sadly until a creature successfully saves against your Placebo.",
							"Once a creature saves, That creature cannot benefit from your placebo, ever, and you may not use another placebo until a day has passed."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Disruptive Banter",
						"entries": [
							"At 5th level, you gain the ability to use your Enervation to disrupt a single spell or mind-influencing effect. As an action, you can start a {skill performance} that lasts up to a minute. During that time, you and any allied creatures within 30 feet of you have advantage on saving throws against being frightened or charmed. And nonfriendly creatures are at disadvantage for such.",
							"A creature must share a language and be able to hear you to be affected. The performance ends early if you are incapacitated or silenced or if you voluntarily end it (no action required). Hostile Creatures attempting to maintain concentration must make a save each against your spell DC. If their concentration is broken, they take d6 psychic damage as a backlash."
						]
					},
					{
						"name": "Enervate (d8)",
						"entries": [
							"Your Enervation die changes to (d8)."
						]
					},
				],
				[
					{
						"name": "Channel <snort> 'Divinity'",
						"entries": [
							"At 6th level, you gain the ability to channel so called {@bold divine} energy directly twice every long rest from your angst over the nature and paradox of divinity, using that energy to fuel magical effects. You must then finish a long rest to use your Channel Divinity again. Some Channel Divinity effects require saving throws.",
							"When you use such an effect from this class, the DC equals your Dirge spell save DC."
							"Beginning at 18th level, You can channel it 3 times."
						]
					},
					{
						"name": "Troll's Regeneration",
						"entries": [
							"Beginning when you reach 6th level, you regain all of your expended uses of Enervation when you finish a short or long rest."
						]
					}
				],
				[
					{
						"name": "Orator",
						"entries": [
							"At 7th level, you gain the ability to use ''Tongues'' (as the spell - but without spell components costs) once per rest. You regain the use of this when you finish a short or long rest."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Enervate (d10)",
						"entries": [
							"At 9th level, your Enervation die changes to (d10)."
						]
					}
				],
				[
					{
						"name": "Expertise/Master of None",
						"entries": [		
							"At 10th level, you can choose another two skill proficiencies, double the proficiency bonus for these skills, however two skills are now chosen at random per long rest that you lose proficiency with."
						]
					},
					{
						"name": "Martial Archetype feature",
						"entries": [
							"At 10th level, you gain a feature granted by your Martial Archetype."
						],
						"gainSubclassFeature": true
					}
				],


				[
					{
						"name": "Martial Archetype feature",
						"entries": [
							"At 7th level, you gain a feature granted by your Martial Archetype."
						],
						"gainSubclassFeature": true
					}
				],

				[
					{
						"name": "Philosophy feature",
						"entries": [
							"At 10th level, you gain a feature granted by your Martial Archetype."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Rage",
						"entries": [
							"14"
						]
					}
				],
				[
					{
						"name": "Rage",
						"entries": [
							"15"
						]
					},
					{
						"name": "Enervate (d12)",
						"entries": [
							"At 15th level, your Enervation die changes to (1d12)."
						]
					},
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Philosophy feature",
						"entries": [
							"At 17th level, you gain a feature granted by your Martial Archetype."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Channel <snort> 'Divinity'",
						"entries": [
							"At 18th level, you can channel 3 times per long rest."
						]

					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "A cookie",
						"entries": [
							"at 20th level, you get ...",
							".... a Cookie.",
							"",
							"Congrats.",
							"(yep, that's it. bask in the nihilism)"
						]
					}
				]
			],
			"subclassTitle": "Philosophy",
			"subclasses": [
				{
					"name": "Champion",
					"subclassFeatures": [
						[
							{
								"name": "Champion",
								"entries": [
									"The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.",
									{
										"type": "entries",
										"name": "Improved Critical",
										"entries": [
											"Beginning when you choose this archetype at 3rd level, your weapon attacks score a critical hit on a roll of 19 or 20."
										]
									}
								]
							}
						]
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Armor of  Satire",
			"entries": [
				"By engaging in a verbal stream of biting satire (concentration) which wraps you with protection (as if cast {spell mage armor} on yourself without expending a spell slot/point or material components). (Silence, or needends the effect)."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Battering Will",
			"entries": [
				"When you use magic to attempt to charm or frighten a creature, you ignore advantage against either condition and you treat immunity against either condition as advantage."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Beguiling Influence",
			"entries": [
				"You gain proficiency in the Deception and Persuasion skills."
			],
			"source": "reddit",
			"featureType": "Meh"
		},		
		{
			"name": "Channel Expansion",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 8,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"In your philospohical path there are 3 channeling options. When you take this you may choose anoother one of those."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Curse of Being Alive",
			"entries": [
				"After the long rest, the Dirge chooses between the following options; while its familiar is within 60 feet treat any dice rolled to determine the hit points has advantage for their value, or any dice rolled to determine restored hit points suffer disadvantage."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Familiar Empowerment",
			"entries": [
				"This can be taken only once, and is a pre-requisit for Familiar Upgrade.",
				{
						"name": ""
				}

Black Cat - unlucky 1 per day
Bat - 1 point of health regained per successful attack
Crow - Targets are always considered to share a language (includes Animals and Plants), this doesn't mean you can speak or understand all languages. Just that the requirement to share a common language for some feature's is set aside)Frog - Frog can attempt to grapple up to 15ft range, up to large creatures
Goat - Random one each day
Lizard - +5 to Stealth
Owl - Gain +30 darkvision
Rat - can Disease target (impart poisoned condition CON save against Dirge's DC)
Raven - Gains 8 Int, and Perform skill
Rock - Dirge gains +1 hp per level
Snake - Gain persuasion (or Expertise in Persuasion if you already are proficient)"
			],
			"source": "reddit",
			"featureType": "Meh"
		},
		{
			"name": "Mark of Pain",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 5,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"When you hit a creature with an attack, you can choose to mark that creature. The creature is marked by you until the start of your next turn. Whenever you take damage, each creature marked by you takes necrotic damage equal to the damage you took."
			],
			"source": "reddit",
			"featureType": "Meh"
		},
{@filter Optional Features|optionalfeatures|Feature Type=EI}

These are abilities, powers, or enhancements you unlock similar to Warlock's Invocations.



You may additionally choose from the following invocations from Warlocks: Bewitching Whispers, Chains of Carceri, Dreadful Word, Eyes of the Run Keeper, Fiendish Vigor, Mask of Many Faces, Mire the Mind, Misty Visions, Witch Sight.


		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},

ARMOR OF SATIRE
By engaging in a stream of biting satire (concentration) which wraps you with protection (as if cast mage armor on yourself without expending a spell slot/point or material components). (Silence ends the effect).

		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},

BATTERING WILL
When you use magic to attempt to charm or frighten a creature, you ignore advantage against either condition and you treat immunity against either condition as advantage.

		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},

BEGUILING INFLUENCE
You gain proficiency in the Deception and Persuasion skills.

		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},

CHANNEL EXPANSION
Prerequisite: Level 8

In your philospohical path there are 3 channeling options. When you take this you may choose one of those as a feature you gain. 

CURSE OF BEING ALIVE
Prerequisite: Familar

After the long rest, the Dirge chooses between the following options; while its familiar is within 60 feet treat any dice rolled to determine the hit points has advantage for their value, or any dice rolled to determine restored hit points suffer disadvantage. 

DREADFUL WORD
Prerequisite: 7th level

You can cast confusion, the spell is always considered ready but casting it expends 4 spell points (or a 4th level spell slot).

You can't do so again until you finish a long rest.



FAMILIAR EMPOWERMENT
This can be taken only once, and is a pre-requisit for Familiar Upgrade.

Black Cat - unlucky 1 per day
Bat - 1 point of health regained per successful attack
Crow - Targets are always considered to share a language (includes Animals and Plants), this doesn't mean you can speak or understand all languages. Just that the requirement to share a common language for some feature's is set aside)
Frog - Frog can attempt to grapple up to 15ft range, up to large creatures
Goat - Random one each day
Lizard - +5 to Stealth
Owl - Gain +30 darkvision
Rat - can Disease target (impart poisoned condition CON save against Dirge's DC)
Raven - Gains 8 Int, and Perform skill
Rock - Dirge gains +1 hp per level
Snake - Gain persuasion (or Expertise in Persuasion if you already are proficient)


FAMILIAR UPGRADE
This requires the Familiar Empowerment Meh and may be taken multiple times



Your Familiar now has one of the following.

Advancement - Your Familiar is one step higher CR (CR 1/8 moves to CR1/4, CR 1/4 moves to CR 1/2, CR 1/2 moves to CR 1 and so on). It's Health and attack bonuses move accordingly.
Aggro - Your Familiar makes two(2) attacks when it takes an attack action.
Awakened - Your Familiar now has a 10 Intelligence and 10 Wisdom. It's similarly caustic and abrasive in its personality, but it can now act without guidance in combat. If you choose this again in the future increase its Ability Scores in its Intelligence and Wisdom by 2.
___ of Ill Omen - Your Familiar has use of your Enervation and you gain 1 additional use of it.
Fortified - Your Familiar uses the Max HP for its template. (Each subsequent use of this grants your familiar 2d6+5 additional HP.)
Jinx - All checks while within 10ft of it are at disadvantage.
Magical - Whenever you cast a spell targeting "self" you may include or exclude your Familiar in the effect. So long as you are within 60ft of your familiar you may use it to make the touch for spells that require such.
Slippery - Your Familiar can dodge as a bonus action.
Speedy - Your Familiar can dash as a bonus action and gains +15 to its movement speed when doing so.
Stealthy - Your Familiar gains Stealth (or Expertise in Stealth if it already was proficient)
Telepathy - You can communicate telepathically with your familiar and perceive through your familiar's senses as long as you are on the same plane of existence. Additionally, while perceiving through your familiar's senses, you can also speak through your familiar in your own voice, even if your familiar is normally incapable of speech. If your familiar is of low intelligence you'll get "warm" or "cold" feelings from communication with it.


FUMBLE
Expend a HD, if the target creature is currently holding a weapon in their main hand, the next time that creature attacks and misses they must make a Dexterity Save or drop it. If their save failed by 10 or more, or if their attack roll was a 5 or less, the weapon breaks). (Does not apply to natural or magical weapons.



ILL-FATED DEMISE
Whenever a creature (including other players) rolls a natural 1, when they are around you, they take a point of damage. If you are in combat your attacks there after gain an additional point of damage until the end of combat (this effect stacks).



JUDAS KISS
Prerequisite: Requires Level 16

Make an attack roll to touch a target creature. Unless that creature is blessed within 1 minute at the end of the minute it takes 10d10 necrotic or psychic damage (your choice). Wisdom save for half damage. ''You can't do so again until you finish a long rest.''



LEGENDARY FAILURE
When an opposing creature uses a legendary action, you gain an additional Reaction until the end of your next turn.



MYSTIC WHISPERINGS
You can select one cantrip from the spell list of any class. It functions as a Dirge spell for you. You may select this invocation multiple times, up to your Charisma modifier (minimum of once).



PSYCHIC ATTACK
As an action you may attack a creature with a verbal barrage - within earshot (120ft)- make an attack roll, using the creature's Wisdom or Charisma (your choice) as its AC. Upon success, you deal 1d6 Psychic damage. at 6th 1d10; at 14th 2d6; at 18th 3d6.


RUIN
Prerequisite: Concentration 
As an action during your turn, you may choose a target creature you can see within 30ft. If it rolls a 20 it counts as a 1. Lasts up to 1 minute. You can't do so again until you finish a long rest.



SPEECH
Prerequisite: Non Raven Familar 
Your quest for knowledge allows you to master any spoken language. When you complete a long rest, you can pick two languages. You gain the ability to speak, read, and write the chosen languages until you finish your next long rest.








THIRD SIGHT
Prerequisite: 15th level 
You can see the true form of any shapechanger or creature concealed by illusion or transmutation magic while the creature is within 30 feet of you and within line of sight.

		{
			"name": "Dread Word",
			"prerequisite": [
				{
					"type": "prereqLevel",
					"level": 7,
					"class": {
						"name": "Dirge"
					}
				}
			],
			"entries": [
				"You can cast confusion, the spell is always considered prepared, and casting it expends 4 spell points (or a 4th level spell slot)."
				"You can't do so again until you finish a long rest."
			],
			"source": "reddit",
			"featureType": "Meh"
		},

WHISPERS OF THE GRAVE
Prerequisite: 9th level 
You can cast speak with dead at will, without expending a spell slot.



	],
	"spells": [

	]

Cursed Tabletº (Ritual)
Level: 3rd
Casting: 10 Minutes
Range: 30 feet 
Components: V,S,M (Lead Tablet)
Duration: 1 Week

You inscribe your victim’s name on a lead tablet, invoke the spirits of the dead, and place the tablet in an occupied tomb.

Each midnight thereafter, your victim must succeed at a Wisdom saving throw. Failure means the subject suffers horrifying nightmares of his own death. When the target wakes up, he will have taken a level of exhaustion that cannot be removed until he gets an undisturbed night’s rest. He will also take 1d10 psychic damage. The levels of exhaustion are cumulative. If the target succeeds on the saving throw, he is unaffected that night.

If your target succeeds at three saving throws in a row, the curse is broken and the spell ends. If the curse tablet, which radiates both magic and evil, is found and destroyed, this also breaks the curse, but it will inflict 1d10 psychic damage to the target as well. Because the curse is laid upon the tablet and not directly on the target, a remove curse spell will not end the curse. It will, however, give the target advantage on the next night’s saving throw.

At Higher Levels. When you cast this spell using a spell slot of 4th level or higher, the spell lasts an additional two days per spell slot above 3rd level.


Deceiving Bolt† (Guiding bolt)
Level: 1st
Casting: 1 Action
Range: 120 feet 
Components: V,S
Duration: 1 Round

A bolt of darkness streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 psychic damage, and the next attack roll made by this target is at disadvantage. At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.


Diminish Abilityº (reversible) (Enhanced Ability)


Duration: Concentration, up to 1 hour








		{
			"name": "Diminish Ability",
			"source": "reddit",
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a red thread not less than 3 inches in length"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Dirge",
						"source": "reddit"
					}
				]
			},
			"entries": [
				"{@bold Reversible}: {@spell Enhance Ability}",
				"{@italic This spell is reversible, see Enhanced Abilities. (Preparation must specify which version of the sepll they will be using.)}"
				"Your whisper biting words that touch upon a creature in range's fears and insecurities, you must make a ranged attack and the target and you must share at least one common language. If the target meets those requirements, it must make a Wisdom Save vs your spell DC. If they fail, you may choose one of the following effects: the target gains the effect until the spell ends."

					"{@bold Butterfly’s Endurance}. The target has disadvantage on Constitution checks. It also loses 2d4 Maximum hit points.",
					"{@bold Babe’s Strength}. The target has disadvantage on Strength checks, and his or her carrying capacity is halved.",
					"{@bold Bull’s Grace}. The target has disadvantage on Dexterity checks. It takes double damage from falling.",
					"{@bold Lepor’s Splendor}. The target has disadvantage on Charisma checks.",
					"{@bold Chicken’s Cunning}. The target has disadvantage on Intelligence checks.",
					"{@bold Donkey’s Wisdom}. The target has disadvantage on Wisdom checks."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
					]
				}
			]
		},
		{
			"name": "Dirge Bolt",
			"source": "reddit",
			"level": 1,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a red thread not less than 3 inches in length"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Dirge",
						"source": "reddit"
					}
				]
			},
			"entries": [
				"A beam of crackling, jet black energy lances out toward a creature within range, forming bands of dark energy looping between you and the target. Make a ranged spell attack against that creature. On a hit, the target takes 1d12 necrotic or damage, and on each of your turns for the duration, you can use your action to deal 1d12 necrotic damage to the target automatically. The spell ends if you use your action to do anything else. The spell also ends if the target is ever outside the spell’s range or if it has total cover from you."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the initial damage increases by 1d12 for each slot level above 1st."
					]
				}
			]
		},

	"variantrule": [
		{
			"name": "Reversible Spell",
			"entries": [
				"A Spell with the reversible tag has two forms which are availible to chose from when prepared. While the spell is one spell, it will have at least two (often polar opposite) effects, if the spell is chosen as a prepared spells for that day, which version(effect) of the spell must be stated in advance. If the spell is considered as always prepared both version can be called uponThis harkens back to 1st Edition AD&D. In which you could cast Cure or Cause wounds."
			],
			"source": "Giddy"
		}
	]
}