{
	"_meta": {
		"sources": [
			{
				"json": "HUATheMysticClassRevised",
				"abbreviation": "UAMR",
				"full": "The UA Mystic Revised",
				"authors": [
					"Tyeia"
				],
				"version": "1.1",
				"url": "https://github.com/Tyeia/Tyeia-Homebrew",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1573121228,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0e149b8aef",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Mystic(Revised)",
			"source": "HUATheMysticClassRevised",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Talents Known|psionics|type=T}",
						"{@filter Disciplines Known|psionics|type=D}",
						"Psi Points",
						"Psi Limit"
					],
					"rows": [
						[
							1,
							1,
							3,
							1
						],
						[
							1,
							1,
							6,
							1
						],
						[
							2,
							2,
							9,
							2
						],
						[
							2,
							2,
							12,
							2
						],
						[
							2,
							3,
							17,
							2
						],
						[
							2,
							3,
							20,
							3
						],
						[
							2,
							4,
							23,
							3
						],
						[
							2,
							4,
							26,
							3
						],
						[
							2,
							5,
							29,
							4
						],
						[
							3,
							5,
							33,
							4
						],
						[
							3,
							5,
							36,
							4
						],
						[
							3,
							6,
							39,
							5
						],
						[
							3,
							6,
							42,
							5
						],
						[
							3,
							6,
							45,
							5
						],
						[
							3,
							7,
							49,
							6
						],
						[
							3,
							7,
							52,
							6
						],
						[
							4,
							7,
							55,
							7
						],
						[
							4,
							8,
							58,
							7
						],
						[
							4,
							8,
							61,
							7
						],
						[
							4,
							8,
							64,
							7
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"None"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"insight",
								"medicine",
								"nature",
								"perception",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item spear|phb} or (b) a {@item mace|phb}",
					"(a) {@item leather armor|phb} or (b) {@item studded leather armor|phb}",
					"(a) a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a {@item scholar's pack|phb} or (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"spear|phb"
						],
						"b": [
							"mace|phb"
						]
					},
					{
						"a": [
							"leather armor|phb"
						],
						"b": [
							"studded leather armor|phb"
						]
					},
					{
						"a": [
							"light crossbow|phb",
							"crossbow bolts (20)|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"classFeatures": [
				"Psionics|Mystic(Revised)|HUATheMysticClassRevised|1",
				"Using a Discipline|Mystic(Revised)|HUATheMysticClassRevised|1",
				{
					"classFeature": "Mystic Order|Mystic(Revised)|HUATheMysticClassRevised|1",
					"gainSubclassFeature": true
				},
				"Mystical Recovery|Mystic(Revised)|HUATheMysticClassRevised|2",
				"Telepathy|Mystic(Revised)|HUATheMysticClassRevised|2",
				{
					"classFeature": "Mystic Order feature|Mystic(Revised)|HUATheMysticClassRevised|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Mystic(Revised)|HUATheMysticClassRevised|4",
				"Strength of Mind|Mystic(Revised)|HUATheMysticClassRevised|4",
				"Disciplined Mind|Mystic(Revised)|HUATheMysticClassRevised|5",
				{
					"classFeature": "Mystic Order feature|Mystic(Revised)|HUATheMysticClassRevised|6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Mystic(Revised)|HUATheMysticClassRevised|8",
				"Potent Psionics (1d8)|Mystic(Revised)|HUATheMysticClassRevised|8",
				"Consumptive Power|Mystic(Revised)|HUATheMysticClassRevised|10",
				"Psionic Mastery (1/Day)|Mystic(Revised)|HUATheMysticClassRevised|11",
				"Ability Score Improvement|Mystic(Revised)|HUATheMysticClassRevised|12",
				"Psionic Mastery (2/Day)|Mystic(Revised)|HUATheMysticClassRevised|13",
				"Disciplined Mind(2)|Mystic(Revised)|HUATheMysticClassRevised|13",
				{
					"classFeature": "Mystic Order feature|Mystic(Revised)|HUATheMysticClassRevised|14",
					"gainSubclassFeature": true
				},
				"Potent Psionics (2d8)|Mystic(Revised)|HUATheMysticClassRevised|14",
				"Psionic Mastery (3/Day)|Mystic(Revised)|HUATheMysticClassRevised|15",
				"Ability Score Improvement|Mystic(Revised)|HUATheMysticClassRevised|16",
				"Psionic Mastery (4/Day)|Mystic(Revised)|HUATheMysticClassRevised|17",
				"Disciplined Mind(3)|Mystic(Revised)|HUATheMysticClassRevised|18",
				"Ability Score Improvement|Mystic(Revised)|HUATheMysticClassRevised|19",
				"Psionic Body|Mystic(Revised)|HUATheMysticClassRevised|20"
			],
			"subclassTitle": "Mystic Order",
			"page": 1
		}
	],
	"classFeature": [
		{
			"name": "Psionics",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"As a student of psionics, you can master and use psionic talents and disciplines, the rules for which appear at the end of this document. Psionics is a special form of magic use, distinct from spellcasting.",
				{
					"type": "entries",
					"name": "Psionic Talents",
					"entries": [
						"A psionic talent is a minor psionic effect you have mastered. At 1st level, you know one psionic talent of your choice. You learn additional talents of your choice at higher levels. The Talents Known column of the Mystic table shows the total number of talents you know at each level; when that number goes up for you, choose a new talent."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Disciplines",
					"entries": [
						"A psionic discipline is a rigid set of mental exercises that allows a mystic to manifest psionic power. A mystic masters only a few disciplines at a time.",
						"At 1st level, you know one psionic discipline of your choice. The Disciplines Known column of the Mystic table shows the total number of disciplines you know at each level; when that number goes up for you, choose a new discipline.",
						"In addition, whenever you gain a level in this class, you can replace one discipline you know with a different one of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Psi Points",
					"entries": [
						"You have an internal reservoir of energy that can be devoted to psionic disciplines you know. This energy is represented by psi points. Each psionic discipline describes effects you can create with it by spending a certain number of psi points. A psionic talent requires no psi points.",
						"The number of psi points you have is based on your mystic level, as shown in the Psi Points column of the Mystic table. The number shown for your level is your psi point maximum. Your psi point total returns to its maximum when you finish a long rest. The number of psi points you have can't go below 0 or over your maximum."
					]
				},
				{
					"type": "entries",
					"name": "Psi Limit",
					"entries": [
						"Though you have access to a potent amount of psionic energy, it takes training and practice to channel that energy. There is a limit on the number of psi points you can spend to activate a psionic discipline. The limit is based on your mystic level, as shown in the Psi Limit column of the Mystic table. For example, as a 3rd-level mystic, you can spend no more than 3 psi points on a discipline each time you use it, no matter how many psi points you have."
					]
				},
				{
					"type": "entries",
					"name": "Psychic Focus",
					"entries": [
						"You can focus psionic energy on one of your psionic disciplines to draw ongoing benefits from it. You gain the benefits of the Psychic Focus of any disciplines you are focusing on."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Ability",
					"entries": [
						"Intelligence is your psionic ability for your psionic disciplines. You use your Intelligence modifier when setting the saving throw DC for a psionic discipline or when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Discipline",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Discipline",
							"attributes": [
								"int"
							]
						}
					]
				}
			]
		},
		{
			"name": "Using a Discipline",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"Each psionic discipline has several ways you can use it, all contained in its description. The discipline specifies the type of action and number of psi points it requires. It also details whether you must concentrate on its effects, how many targets it affects, what saving throws it requires, and so on.",
				"The following sections go into more detail on using a discipline. Psionic disciplines are magical and function similarly to spells.",
				"You can only use the effects of a discipline if you are focusing on it. You can choose what disciplines you are focusing on from the list of disciplines known at the end of a short rest.",
				"At 1st Level, you can only focus on one discipline at a time. This increases to 2 disciplines at a time at 5th level, 3 disciplines at a time at 13th level and 4 disciplines at a time at 18th level.",
				{
					"type": "entries",
					"name": "Psychic Focus",
					"entries": [
						"The Psychic Focus section of a discipline describes the benefit you gain when you choose that discipline for your psychic focus."
					]
				},
				{
					"type": "entries",
					"name": "Effect Options and Psi Points",
					"entries": [
						"A discipline provides different options for how to use it with your psi points. Each effect option has a name, and the psi point cost of that option appears in parentheses after its name. You must spend that number of psi points to use that option, while abiding by your psi limit. If you don't have enough psi points left, or the cost is above your psi limit, you can't use the option.",
						"Some options show a range of psi points, rather than a specific cost. To use that option, you must spend a number of points within that point range, still abiding by your psi limit. Some options let you spend additional psi points to increase a discipline's potency. Again, you must abide by your psi limit, and you must spend all the points when you first use the discipline; you can't decide to spend additional points once you see the discipline in action.",
						"Each option notes specific information about its effect, including any action required to use it and its range."
					]
				},
				{
					"type": "entries",
					"name": "Components",
					"entries": [
						"Disciplines don't require the components that many spells require. Using a discipline requires no spoken words, gestures, or materials. The power of psionics comes from the mind."
					]
				},
				{
					"type": "entries",
					"name": "Duration",
					"entries": [
						"An effect option in a discipline specifies how long its effect lasts.",
						{
							"type": "entries",
							"name": "Instantaneous",
							"entries": [
								"If no duration is specified, the effect of the option is instantaneous."
							]
						},
						{
							"type": "entries",
							"name": "Concentration",
							"entries": [
								"Some options require concentration to maintain their effects. This requirement is noted with \"conc.\" after the option's psi point cost. The \"conc.\" notation is followed by the maximum duration of the concentration. For example, if an option says \"conc., 1 min.,\" you can concentrate on its effect for up to 1 minute.",
								"Concentrating on a discipline follows the same rules as concentrating on a spell. This rule means you can't concentrate on a spell and a discipline at the same time, nor can you concentrate on two disciplines at the same time. See {@book chapter 10|PHB|10}, \"Spellcasting,\" in the Player's Handbook for how concentration works."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Targets and Areas of Effect",
					"entries": [
						"Psionic disciplines use the same rules as spells for determining targets and areas of effect, as presented in {@book chapter 10|PHB|10}, \"Spellcasting,\" of the Player's Handbook."
					]
				},
				{
					"type": "entries",
					"name": "Saving Throws and Attack Rolls",
					"entries": [
						"If a discipline requires a saving throw, it specifies the type of save and the results of a successful or failed saving throw. The DC is determined by your psionic ability.",
						"Some disciplines require you to make an attack roll to determine whether the discipline's effect hits its target. The attack roll uses your psionic ability."
					]
				},
				{
					"type": "entries",
					"name": "Combining Psionic Effects",
					"entries": [
						"The effects of different psionic disciplines add together while the durations of the disciplines overlap. Likewise, different options from a psionic discipline combine if they are active at the same time. However, a specific option from a psionic discipline doesn't combine with itself if the option is used multiple times. Instead, the most potent effect—usually dependent on how many psi points were used to create the effect—applies while the durations of the effects overlap.",
						"Psionics and spells are separate effects, and therefore their benefits and drawbacks overlap. A psionic effect that reproduces a spell is an exception to this rule."
					]
				}
			]
		},
		{
			"name": "Mystic Order",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"At 1st level, you choose a Mystic Order from the list of available orders. Each order specializes in a specific approach to psionics.",
				"Your order gives you features when you choose it at 1st level and additional features at 3rd, 6th, and 14th level."
			]
		},
		{
			"name": "Mystical Recovery",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you can draw vigor from the psi energy you use to power your psionic disciplines.",
				"Immediately after you spend psi points on a psionic discipline, you can take a bonus action to regain hit points equal to the number of psi points you spent."
			]
		},
		{
			"name": "Telepathy",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 2,
			"entries": [
				"At 2nd level, your mind awakens to the ability to communicate via telepathy. You can telepathically speak to any creature you can see within 120 feet of you in this manner. You don't need to share a language with the creature for it to understand your telepathic messages, but the creature must be able to understand at least one language or be telepathic itself."
			]
		},
		{
			"name": "Mystic Order feature",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 3,
			"entries": [
				"At 3rd level, you gain another feature from your Mystic Order."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 4,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Strength of Mind",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 4,
			"entries": [
				"Even the simplest psionic technique requires a deep understanding of how psionic energy can augment mind and body. This understanding allows you to alter your defenses to better deal with threats.",
				"Starting at 4th level, you can replace your proficiency in Wisdom saving throws whenever you finish a short or long rest. To do so, choose Strength, Dexterity, Constitution, or Charisma. You gain proficiency in saves using that ability, instead of Wisdom. This change lasts until you finish your next short or long rest."
			]
		},
		{
			"name": "Disciplined Mind",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 5,
			"entries": [
				"At 5th level, you can focus on two disciplines at a time."
			]
		},
		{
			"name": "Mystic Order feature",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 6,
			"entries": [
				"At 6th level, you gain another feature from your Mystic Order."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 8,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Potent Psionics (1d8)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 8,
			"entries": [
				"At 8th level, you gain the ability to infuse your weapon attacks with psychic energy. Once on each of your turns when you hit a creature with a weapon, you can deal an extra {@dice 1d8} psychic damage to that target. When you reach 14th level, this extra damage increases to {@dice 2d8}.",
				"In addition, you add your Intelligence modifier to any damage roll you make for a psionic talent."
			]
		},
		{
			"name": "Consumptive Power",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 10,
			"entries": [
				"At 10th level, you gain the ability to sacrifice your physical durability in exchange for psionic power. When activating a psionic discipline, you can pay its psi point cost with your hit points, instead of using any psi points. Your current hit points and hit point maximum are both reduced by the number of hit points you spend. This reduction can't be lessened in any way, and the reduction to your hit point maximum lasts until you finish a long rest.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Psionic Mastery (1/Day)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 11,
			"entries": [
				"Beginning at 11th level, your mastery of psionic energy allows you to push your mind beyond its normal limits. As an action, you gain 9 special psi points that you can spend only on disciplines that require an action or a bonus action to use. You can use all 9 points on one discipline, or you can spread them across multiple disciplines. You can't also spend your normal psi points on these disciplines; you can spend only the special points gained from this feature. When you finish a long rest, you lose any of these special points that you haven't spent.",
				"If more than one of the disciplines you activate with these points require concentration, you can concentrate on all of them. Activating one of them ends any effect you were already concentrating on, and if you begin concentrating on an effect that doesn't use these special points, the disciplines end that you're concentrating on.",
				"At 15th level, the pool of psi points you gain from this feature increases to 11.",
				"You have one use of this feature, and you regain any expended use of it with a long rest. You gain one additional use of this feature at 13th, 15th, and 17th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 12,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Psionic Mastery (2/Day)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 13,
			"entries": [
				"At 13th level, you can use your Psionic Mastery twice per day."
			]
		},
		{
			"name": "Disciplined Mind(2)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 13,
			"entries": [
				"At 13th level, you can focus on three disciplines at a time."
			]
		},
		{
			"name": "Mystic Order feature",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 14,
			"entries": [
				"At 14th level, you gain another feature from your Mystic Order."
			]
		},
		{
			"name": "Potent Psionics (2d8)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 14,
			"entries": [
				"At 14th level, your potent psionics damage increased to {@dice 2d8}."
			]
		},
		{
			"name": "Psionic Mastery (3/Day)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 15,
			"entries": [
				"At 15th level, you can use your Psionic Mastery three times per day."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 16,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Psionic Mastery (4/Day)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 17,
			"entries": [
				"At 17th level, you can use your Psionic Mastery four times per day."
			]
		},
		{
			"name": "Disciplined Mind(3)",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 18,
			"entries": [
				"At 18th level, you can focus on four disciplines at a time."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 19,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Psionic Body",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"level": 20,
			"entries": [
				"At 20th level, your mastery of psionic power causes your mind to transcend the body. Your physical form is infused with psionic energy. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain resistance to bludgeoning, piercing, and slashing damage.",
						"You no longer age.",
						"You are immune to disease, poison damage, and the poisoned condition.",
						"If you die, roll a {@dice d20}. On a 10 or higher, you discorporate with 0 hit points, instead of dying, and you fall {@condition unconscious}. You and your gear disappear. You appear at a spot of your choice {@dice 1d3} days later on the plane of existence where you died, having gained the benefits of one long rest."
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Order of the Avatar",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"Mystics of the Order of the Avatar delve into the world of emotion, mastering their inner life to such an extent that they can manipulate and amplify the emotions of others with the same ease that an artist shapes clay. Known as Avatars, these mystics vary from tyrants to inspiring leaders who are loved by their followers.",
				"Avatars can bring out extreme emotions in the people around them. For their allies, they can lend hope, ferocity, and courage, transforming a fighting band into a deadly, unified force. For their enemies, they bring fear, disgust, and trepidation that can make even the most hardened veteran act like a shaky rookie.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Disciplines|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armor Training|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Bonus Disciplines",
			"entries": [
				"At 1st level, you learn two additional psionic disciplines of your choice. They must be chosen from among the Avatar disciplines."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Armor Training",
			"entries": [
				"At 1st level, you gain proficiency with medium armor and shields."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Avatar of Battle",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you project an inspiring aura. While you aren't {@condition incapacitated}, each ally within 30 feet of you who can see you gains a +2 bonus to initiative rolls."
			]
		},
		{
			"name": "Avatar of Healing",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you project an aura of resilience. While you aren't {@condition incapacitated}, each ally within 30 feet of you who can see you regains additional hit points equal to your Intelligence modifier (minimum of 0) whenever they regain hit points from a psionic discipline."
			]
		},
		{
			"name": "Avatar of Speed",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Avatar",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you project an aura of speed. While you aren't {@condition incapacitated}, any ally within 30 feet of you who can see you can take the {@action Dash} action as a bonus action."
			]
		},
		{
			"name": "Order of the Awakened",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"Mystics dedicated to the Order of the Awakened seek to unlock the full potential of the mind. By transcending the physical, the Awakened hope to attain a state of being focused on pure intellect and mental energy.",
				"The Awakened are skilled at bending minds and unleashing devastating psionic attacks, and they can read the secrets of the world through psionic energy. Awakened mystics who take to adventuring excel at unraveling mysteries, solving puzzles, and defeating monsters by turning them into unwilling pawns.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Disciplines|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Talent|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Bonus Disciplines",
			"entries": [
				"At 1st level, you learn two additional psionic disciplines of your choice. They must be chosen from among the Awakened disciplines."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Awakened Talent",
			"entries": [
				"At 1st level, you gain proficiency with two of the following skills of your choice: {@skill Animal Handling}, {@skill Deception}, {@skill Insight}, {@skill Intimidation}, {@skill Investigation}, {@skill Perception}, and {@skill Persuasion}."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Psionic Investigation",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you can focus your mind to read the psionic imprint left on an object. If you hold an object and concentrate on it for 10 minutes (as if concentrating on a psionic discipline), you learn a few basic facts about it. You gain a mental image from the object's point of view, showing the last creature to hold the object within the past 24 hours.",
				"You also learn of any events that have occurred within 20 feet of the object within the past hour. The events you perceive unfold from the object's perspective. You see and hear such events as if you were there, but can't use other senses.",
				"Additionally, you can embed an intangible psionic sensor within the object. For the next 24 hours, you can use an action to learn the object's location relative to you (its distance and direction) and to look at the object's surroundings from its point of view as if you were there. This perception lasts until the start of your next turn.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Psionic Surge",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can overload your psychic focus to batter down an opponent's defenses. You can impose disadvantage on a target's saving throw against a discipline or talent you use, but at the cost of using your psychic focus. Your psychic focus immediately ends if it's active, and you can't use it until you finish a short or long rest.",
				"You can't use this feature if you can't use your psychic focus."
			]
		},
		{
			"name": "Spectral Form",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Awakened",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you gain the ability to become a ghostly figure of psionic energy. As an action, you can transform into a transparent, ghostly version of yourself. While in this form, you have resistance to all damage, move at half speed, and can pass through objects and creatures while moving but can't willingly end your movement in their spaces. The form lasts for 10 minutes or until you use an action to end it.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Order of the Immortal",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"The Order of the Immortal uses psionic energy to augment and modify the physical form. Followers of this order are known as Immortals. They use psionic energy to modify their bodies, strengthening them against attack and turning themselves into living weapons.",
				"Their mastery of the physical form grants them their name, for Immortals are notoriously difficult to kill.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Disciplines|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Immortal Durability|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Bonus Disciplines",
			"entries": [
				"At 1st level, you learn two additional psionic disciplines of your choice. They must be chosen from among the Immortal disciplines."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Immortal Durability",
			"entries": [
				"Starting at 1st level, your hit point maximum increases by 1 per mystic level.",
				"In addition, while you aren't wearing armor or wielding a shield, your base AC equals 10 + your Dexterity modifier + your Constitution modifier."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Psionic Resilience",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, your psionic energy grants you extraordinary fortitude. At the start of each of your turns, you gain temporary hit points equal to your Intelligence modifier (minimum of 0) if you have at least 1 hit point."
			]
		},
		{
			"name": "Surge of Health",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can draw on your psychic focus to escape death's grasp. As a reaction when you take damage, you can halve that damage against you. Your psychic focus immediately ends if it's active, and you can't use it until you finish a short or long rest.",
				"You can't use this feature if you can't use your psychic focus."
			]
		},
		{
			"name": "Immortal Will",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Immortal",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can draw on your reserves of psionic power to survive beyond death. At the end of your turn while at 0 hit points, you can spend 5 psi points to immediately regain a number of hit points equal to your mystic level + your Constitution modifier."
			]
		},
		{
			"name": "Order of the Nomad",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"Mystics of the Order of the Nomad keep their minds in a strange, rarified state. They seek to accumulate as much knowledge as possible, as they quest to unravel the mysteries of the multiverse and seek the underlying structure of all things. At the same time, they perceive a bizarre, living web of knowledge they call the noosphere.",
				"Nomads, as their name indicates, delight in travel, exploration, and discovery. They desire to accumulate as much knowledge as possible, and the pursuit of secrets and hidden lore can become an obsession for them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Disciplines|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breadth of Knowledge|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Bonus Disciplines",
			"entries": [
				"At 1st level, you learn two additional psionic disciplines of your choice. They must be chosen from among the Nomad disciplines."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Breadth of Knowledge",
			"entries": [
				"At 1st level, you gain the ability to extend your knowledge. When you finish a long rest, you gain two proficiencies of your choice: two tools, two skills, or one of each. You can replace one or both of these selections with languages. This benefit lasts until you finish a long rest."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Memory of One Thousand Steps",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, you gain the ability to use psionics to recall your steps. As a reaction when you are hit by an attack, you can teleport to an unoccupied space that you occupied since the start of your last turn, and the attack misses you. Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Superior Teleportation",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain a superior talent for teleportation. When you use a psionic discipline to teleport any distance, you can increase that distance by up to 10 feet."
			]
		},
		{
			"name": "Effortless Journey",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Nomad",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your mind can mystically move your body. Once on each of your turns, you can forfeit up to 30 feet of your movement to teleport the distance you forfeited. You must teleport to an unoccupied space you can see."
			]
		},
		{
			"name": "Order of the Soul Knife",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"The Order of the Soul Knife sacrifices the breadth of knowledge other mystics gain to focus on a specific psionic technique. These mystics learn to manifest a deadly weapon of pure psychic energy that they can use to cleave through foes.",
				"Soul knives vary widely in their approach to this path. Some follow it out of a desire to achieve martial perfection. Others are ruthless assassins who seek to become the perfect killer.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Martial Training|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soul Knife|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Martial Training",
			"entries": [
				"At 1st level, you gain proficiency with medium armor and martial weapons."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Soul Knife",
			"entries": [
				"Starting at 1st level, you gain the ability to manifest a blade of psychic energy. As a bonus action, you create scintillating knives of energy that project from both of your fists. You can't hold anything in your hands while manifesting these blades. You can dismiss them as a bonus action.",
				"For you, a soul knife is a martial melee weapon with the light and finesse properties. It deals {@dice 1d8} psychic damage on a hit.",
				"As a bonus action, you can prepare to use the blades to parry; you gain a +2 bonus to AC until the start of your next turn or until you are {@condition incapacitated}."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Hone the Blade",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you can spend psi points to augment your soul knife's attack rolls and damage. You gain a bonus to attack and damage rolls with your soul knives depending on the number of psi points spent, as shown on the table below. This bonus lasts for 10 minutes.",
				{
					"type": "table",
					"colLabels": [
						"Psi Points",
						"Attack and Damage Bonus"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"2",
							"+1"
						],
						[
							"5",
							"+2"
						],
						[
							"7",
							"+4"
						]
					]
				}
			]
		},
		{
			"name": "Consumptive Knife",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, whenever you slay an enemy creature with a soul knife attack, you immediately regain 2 psi points."
			]
		},
		{
			"name": "Phantom Knife",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Soul Knife",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can make an attack that phases through most defenses. As an action, you can make one attack with your soul knife. Treat the target's AC as 10 against this attack, regardless of the target's actual AC."
			]
		},
		{
			"name": "Order of the Wu Jen",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"entries": [
				"The Order of the Wu Jen features some of the most devoted mystics. These mystics seek to lock themselves away from the world, denying the limits of the physical world and replacing it with a reality that they create for themselves. Known as wu jens, these mystics cast their minds into the world, seize control of its fundamental principles, and rebuild it.",
				"In practical terms, wu jens excel at controlling the forces of the natural world. They can hurl objects with their minds, control the four elements, and alter reality to fit their desires.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Disciplines|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hermit's Study|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|1"
				}
			]
		},
		{
			"name": "Bonus Disciplines",
			"entries": [
				"At 1st level, you learn two additional psionic disciplines of your choice. They must be chosen from among the Wu Jen disciplines."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Hermit's Study",
			"entries": [
				"At 1st level, you gain proficiency with two of the following skills of your choice: {@skill Animal Handling}, {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Medicine}, {@skill Nature}, {@skill Perception}, {@skill Religion}, or {@skill Survival}."
			],
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 1,
			"header": 1
		},
		{
			"name": "Elemental Attunement",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, when a creature's resistance reduces the damage dealt by a psionic discipline of yours, you can spend 1 psi point to cause that use of the discipline to ignore the creature's resistance. You can't spend this point if doing so would increase the discipline's cost above your psi limit."
			]
		},
		{
			"name": "Arcane Dabbler",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn three wizard spells of your choice and always have them prepared. The spells must be of 1st through 3rd level.",
				"As a bonus action, you can spend psi points to create spell slots that you can use to cast these spells, as well as other spells you are capable of casting. The psi-point cost of each spell slot is detailed on the table below.",
				{
					"type": "table",
					"colLabels": [
						"Spell Slot Level",
						"Psi Cost"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"1st",
							"2"
						],
						[
							"2nd",
							"3"
						],
						[
							"3rd",
							"5"
						],
						[
							"4th",
							"6"
						],
						[
							"5th",
							"7"
						]
					]
				},
				"The spell slot remains until you use it or finish a long rest. You must observe your psi limit when spending psi points to create a spell slot.",
				"Whenever you gain a level in this class, you can replace on of the chosen wizard spells with a different wizard spell of 1st through 3rh level."
			]
		},
		{
			"name": "Elemental Mastery",
			"source": "HUATheMysticClassRevised",
			"page": 1,
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised",
			"subclassShortName": "Wu Jen",
			"subclassSource": "HUATheMysticClassRevised",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, if you have resistance to a type of damage, you can spend 2 psi points as a reaction when you take damage of that type to ignore that damage; you gain immunity to that damage type until the end of your next turn."
			]
		}
	],
	"subclass": [
		{
			"name": "Order of the Avatar",
			"subclassFeatures": [
				"Order of the Avatar|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|1",
				"Avatar of Battle|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|3",
				"Avatar of Healing|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|6",
				"Avatar of Speed|Mystic(Revised)|HUATheMysticClassRevised|Avatar|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Avatar",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		},
		{
			"name": "Order of the Awakened",
			"subclassFeatures": [
				"Order of the Awakened|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|1",
				"Psionic Investigation|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|3",
				"Psionic Surge|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|6",
				"Spectral Form|Mystic(Revised)|HUATheMysticClassRevised|Awakened|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Awakened",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		},
		{
			"name": "Order of the Immortal",
			"subclassFeatures": [
				"Order of the Immortal|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|1",
				"Psionic Resilience|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|3",
				"Surge of Health|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|6",
				"Immortal Will|Mystic(Revised)|HUATheMysticClassRevised|Immortal|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Immortal",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		},
		{
			"name": "Order of the Nomad",
			"subclassFeatures": [
				"Order of the Nomad|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|1",
				"Memory of One Thousand Steps|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|3",
				"Superior Teleportation|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|6",
				"Effortless Journey|Mystic(Revised)|HUATheMysticClassRevised|Nomad|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Nomad",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		},
		{
			"name": "Order of the Soul Knife",
			"subclassFeatures": [
				"Order of the Soul Knife|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|1",
				"Hone the Blade|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|3",
				"Consumptive Knife|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|6",
				"Phantom Knife|Mystic(Revised)|HUATheMysticClassRevised|Soul Knife|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Soul Knife",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		},
		{
			"name": "Order of the Wu Jen",
			"subclassFeatures": [
				"Order of the Wu Jen|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|1",
				"Elemental Attunement|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|3",
				"Arcane Dabbler|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|6",
				"Elemental Mastery|Mystic(Revised)|HUATheMysticClassRevised|Wu Jen|HUATheMysticClassRevised|14"
			],
			"source": "HUATheMysticClassRevised",
			"shortName": "Wu Jen",
			"className": "Mystic(Revised)",
			"classSource": "HUATheMysticClassRevised"
		}
	]
}
