{
	"_meta": {
		"sources": [
			{
				"json": "MechPilot",
				"abbreviation": "MP",
				"full": "Mech Pilot",
				"authors": [
					"Unknown"
				],
				"convertedBy": [
					"Promethium27"
				],
				"url": "https://homebrewery.naturalcrit.com/share/1-sF_VhTG",
				"version": "1.0"
			}
		],
		"dateAdded": 1580617082,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0098b37370",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Mech Pilot",
			"source": "MechPilot",
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"dex",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Combat Modules",
						"Utility Modules"
					],
					"rows": [
						[
							1,
							0
						],
						[
							1,
							1
						],
						[
							2,
							1
						],
						[
							2,
							2
						],
						[
							3,
							2
						],
						[
							3,
							3
						],
						[
							4,
							3
						],
						[
							4,
							4
						],
						[
							5,
							4
						],
						[
							5,
							5
						],
						[
							6,
							5
						],
						[
							6,
							6
						],
						[
							7,
							6
						],
						[
							7,
							7
						],
						[
							8,
							7
						],
						[
							8,
							8
						],
						[
							9,
							8
						],
						[
							9,
							9
						],
						[
							10,
							9
						],
						[
							10,
							10
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"tinker's tools"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"deception",
								"history",
								"investigation",
								"medicine",
								"nature",
								"sleight of hand",
								"stealth"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item handaxe|phb} or (b) a {@item dagger|phb} or (c) a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts}",
					"(a) a {@item dagger|phb} or (b) 2 {@item dart|phb|darts}",
					"(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb} or (c) Tinker's tools and 5 lb of scrap metal (iron)",
					"an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							"handaxe|phb"
						],
						"b": [
							"dagger|phb"
						],
						"c": [
							"light crossbow|phb",
							"crossbow bolts (20)|phb"
						]
					},
					{
						"a": [
							"dagger|phb"
						],
						"b": [
							{
								"item": "dart|phb",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"dungeoneer's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						],
						"c": []
					},
					{
						"_": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13,
					"dex": 13
				},
				"proficienciesGained": {
					"weapons": [
						"simple"
					],
					"tools": [
						"tinker's tools"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"sleight of hand",
									"investigation"
								],
								"count": 1
							}
						}
					]
				}
			},
			"classFeatures": [
				"The Mech",
				"Combat Modules",
				"Fighting Style",
				"Utility Modules",
				"Headlights",
				"Ability Score Improvement",
				"Detachable Parts",
				"Ejection Seat",
				"Technically Insane",
				"Upgraded Armor",
				"Ability Score Improvement",
				"Self-Destruction",
				"Excessive Force",
				"Ability Score Improvement",
				"Pushing The Boundaries",
				"Safekeeping",
				"Ability Score Improvement",
				"Universal Upgrade",
				"Ability Score Improvement",
				"Transcension",
				"Universal Upgrade"
			],
			"hasFluff": true
		}
	],
	"optionalfeature": [
		{
			"name": "Simple Flamethrower",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"You may, as an action, command your mech to spray burning fuel. Each creature in a 15-foot cone must make a Dexterity saving throw. These creatures take 3d6 fire damage on a failed save and half as mush damage on a successful one. The fire spreads around corners and ignites any flammable objects in the area that aren't being worn or carried. This module can be used once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Incinerator",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"5th Level",
						"Simple Flamethrower"
					]
				},
				"Your flamethrower is upgraded to a more sophisticated version: The affected area is increased by 15 feet and it deals additional fire damage equal to 1d6 + your Intelligence modifier. This damage increases by one dice at 11th level and 17th level. The flamethrower can be used twice. You regain all expended uses when you finish a long rest."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Missiles",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"You may, as an action, perform a ranged spell attack to shoot a missile from your on-board rocket launcher at target location (Range: 120/300). All creatures within 10 feet of that point have to succeed on a Dexterity saving throw or take 3d6 fire damage. The explosion spreads around corners. Missiles has to travel at least 15 feet to detonate. Creatures that are further away than the normal range have advantage on their saving throws. This damage increases by one dice when you reach 5th level, 11th level and 17th level. The maximum number of missiles your mech can hold is 2. This number increases by one at 5th level, 11th level and 17th level. These missiles are being rebuilt after a long rest."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Homing Missiles",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level",
						"Missiles"
					]
				},
				"Your mech's missiles now have a normal range of 300 feet and a maximum range of 500 feet. The missiles now deal half damage to creatures that succeeded their saving throws."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Bigger Missile Storage",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"9th Level",
						"Missiles"
					]
				},
				"Your mech can now carry double the amount of rockets it could carry before."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Stronger Explosives",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"11th Level",
						"Missiles"
					]
				},
				"The missile's explosion radius increases by 15 feet and its damage increases by one dice."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Missile Barrage",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"13th Level",
						"Missiles"
					]
				},
				"Your mech can fire up to three missiles at up to three target locations now. Each missile's damage and explosion radius has to be calculated individually. At 17th level, the maximum number of missiles that can be shot simultaneously increases to 5."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Poison Gas",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"You are proficient with poisons. Because of your chemical expertise, you were able to assemble a Poisoner's Kit, allowing you to create and replicate potent poisons. Your mech may, as an action, expel a cloud of noxious gas in a cone in front of it. This cone's size is equal to twice your Intelligence modifier + 5 feet. The cloud will persist until the end of your next round. Creatures being in or entering that cloud have to make a Constitution saving throw. On a fail, they take 1d12 poison damage and are poisoned for one minute. On a success, they take half that damage and are not poisoned. Poison gas can be used once. You can't do so again until you finish a long rest. The number of uses increases by one at 5th, 11th and 17th level.This apparatus can expel any substance that can be dispersed through the air. The affected area stays the same. If an other substance (e.g. dust) is expelled, the affected area becomes heavily obscured. Your poisons ignore resistance to poisons and treat immunity to poisons as resistance."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Poison Tipping",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level"
					]
				},
				"You are proficient with poisons and now possess a poisoner's kit. Your primary weapons (and Bladed Armor if equipped) are coated in an artificial poison. Creatures, that have been injured by one of these, have to succeed on the poison's Constitution saving throw or suffer its effects. After the poison has been applied (regardless if the creature failed their save or not), the poison will no longer be present on these weapons. It can be replenished as a bonus action. The standard poison used for the poison tipping causes an affected creature to take 1d6 poison damage if it fails its Constitution saving throw on a DC of 10 and half this damage (rounded up) on a success. Other injury poisons can be used for Poison Tipping too."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Shock Blast",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"As an action, your mech may perform a ranged spell attack to deal lightning damage equal to 1d12 + your Intelligence modifier to one creature or object (Range: 120 feet). Creatures hit are unable to perform reactions until their next turn. The number of times this module can be used is equal to your Intelligence modifier (a minimum of once). You regain all expended uses when you finish a long rest. At 5th level, an additional shock blast is produced. This can hit the same or a different creature or object. Each spell attack has to be rolled independently. Further shock blasts are produced at 11th and 17th levels."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Barbed Claws",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level"
					]
				},
				"Your or your mech's first melee attack against a creature deals an additional 1d6 slashing damage. This damage increses by one dice at 5th, 11th, 15th and 19th levels. This also applies to Crushing Grip if the creature has not been attacked before."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Overload",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"7th Level"
					]
				},
				"You may cause your mech to emit extremely loud sounds, damaging and inhibiting everyone around it. As an action, your mech deals 2d6 + your Intelligence modifier thunder damage to all creatures within a 10 feet radius. Creatures damaged by this will lose concentration on their spells and are not able to cast spells one round after being hit. For up to one minute, this can be recast as an action every consecutive turn after the first one.This can be used only once. You can't do so again until you finish a long rest. This module's damage increases by one dice at 11th and 17th levels."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Tougher Plating",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"(This can be chosen multiple times) Your mech is granted an additional +1 AC for each time this module has been upgraded."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Ablative Shield",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level"
					]
				},
				"As a bonus action, your Mech deploys strong metal shields to protect itself from incoming damage, granting it +2 AC for one minute. The AC granted by this shield increase by one AC at 5th, 11th and 17th levels. Once you activate this shield, you must finish a short or long rest before you can use it again."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Absorption Shield",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level"
					]
				},
				"As a bonus action, your Mech encases itself in a strong forcefield, granting it temporary hit points equal to 1d10 + your Intelligence modifier for one hour. The hit points granted by this shield increase by one dice at 5th, 11th and 17th levels. Once you activate this shield, you must finish a short or long rest before you can use it again."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Burst Shield",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"3rd Level"
					]
				},
				"As a bonus action, your mech can activate a temporary shield that absorbs the first attack or spell attack it hits. This shield persits until your next round. When this shield gets hit, the attack's damage instead gets divided equally as force damage to all creatures within a 5 feet radius. Once you activate this shield, you must finish a short or long rest before you can use it again."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Shield Generator",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"5th Level"
					]
				},
				"Your mech can regenerate its shields, allowing you to use your each of your shields twice instead of once each short or long rest. The number of shield activations between rests increases by one at 11th and 17th levels."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Bladed Armor",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"5th Level"
					]
				},
				"Your mech's armor is covered in blades and spikes, causing it to deal 1d4 for each 4 AC above 10 AC as slicing damage to creatures that contact your mech's outer armor platings. (For Example: If your mech has an AC of 19, Bladed Armor will deal 2d4 damage.) This damage is not applied by the mech's attacks."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Auto-Repair",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"7th Level"
					]
				},
				"Your mech can repair itself. As a bonus action, your mech may regain hit points equal to 2d6 + your Intelligence modifier. This module can be used twice. You regain all expended uses when you finish a long rest. The hit points that can be regained increase by one dice on 11th and 17th levels. The number of activations increases by one at 11th and 17th levels."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Active Camouflage",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"7th Level"
					]
				},
				"You can take the Disengage or Hide action as a bonus action on each of your turns. This is usable both while piloting your mech and when outside your mech."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Adaptive Offenses",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"9th Level"
					]
				},
				"Because of your immense expertise with weaponry, you were able to modify your weapons and bypass immunity and resistance. Any spell or effect you create ignores resistance to elemental damage and treats immunity to elemental damage as resistance. This only applies to your effects on others. If you should be affected by your own effects, your resistances will not be ignored by this effect."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Energy Surge",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"11th Level"
					]
				},
				"You may overclock your mech, granting you an additional action with it this turn. You can't do so again until you finish a long rest. Since your mech will overheat, it cannot take any actions or move until after its next turn. While overclocked, its speed is doubled, it gains a +2 bonus to AC, it has advantage on Dexterity saves, and it gains an additional action on each of its turns. The action can be used to attack with on-board weapons only, dash, disengage, hide or use an object."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "First Extra Attack",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"5th Level"
					]
				},
				"You and your mech can attack twice, instead of once, whenever you take the Attack action on your turn."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Second Extra Attack",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"11th Level",
						"First Extra Attack"
					]
				},
				"You and your mech can attack three times, instead of twice, whenever you take the Attack action on your turn."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Third Extra Attack",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"20th Level",
						"Second Extra Attack"
					]
				},
				"You and your mech can attack four times, instead of three times, whenever you take the Attack action on your turn."
			],
			"featureType": [
				"Combat Module"
			]
		},
		{
			"name": "Stronger Pistons",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"Your mech gains an additional 10 feet movement. This also applies when your mech is anchored, which means, its movement then is 10 feet instead of 0. Because of the higher stability and power of these new pistons, your mech now has the ability to jump maximum distances equal to 3 + your Intelligence modifier feet."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Heavy-Duty Pistons",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level",
						"Stronger Pistons"
					]
				},
				"Your mech gains an additional 20 feet movement. This also applies when your mech is anchored, which means, its movement then is 30 feet instead of 10. Your mech can jump triple the distance it could before. Difficult terrain does not impose a disadvantage on your mech's movement."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Grappling Hook",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"Your mech is equipped with a shootable and retractable hook attached to a winch, that can lift the whole mech's weight. As an action, it can be shot at a target location up to 60 feet away. You can use your movement to pull in the winch. If you choose to target a creature, you have to perform a spell attack. Hit creatures are dealt 1d4 piercing damage."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Magnetic Field Generator",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"As an action, your mech may create powerful magnetic fields, allowing it to manipulate and move metal obects up to 30 feet away from the mech. To move a metal object, you have to succeed on a Strength check on a DC that is equal to one tenth of the object's weight in lb. If the object is carried, you have to succeed on a Strength check against that creature. Since its parts are made of metal, detached mech parts may be manipulated by this too. There is no limit to the number of times this can be used."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Mining Drills",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"One of your mech's arms is now equipped with a mining drill. Your mech can now move through rock by digging a tunnel around it. While doing so, its digging speed is equal to one third of its movement speed. Melee attacks with the drill deal piercing damage instead of bludgeoning damage."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Artificial Gills",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level"
					]
				},
				"Your mech is equipped with artificial gills, allowing you to stay under water for an unlimited amount of time. Its speed under water is equal to its speed on land. The gills can filter air and water, allowing them to always produce fresh, breathable air inside the mech. This can be used to filter atmospheres with poisonous gases or similar."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Smelting Station",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"You get Smithing Tools and are proficient with them. Your mech is equipped with a small furnace that can melt metals and allows you to refine pure metals from their ores. As long as the mech's core is intact, it will produce enough energy to run the furnace."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Automated Learning",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"2nd Level"
					]
				},
				"Instead of learning things the hard way, you simply implanted a device into the your brain's speech center, granting you knowledge of one language of your choice and proficiency in one Charisma-based skill."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Electromagnetic Sensitivity",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"2nd Level"
					]
				},
				"You have been able to invent a machine that can detect magic. By using your action, you are able to detect magic and traps for 10 minutes. This ability can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. You can use this ability once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Heartbeat Monitor",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"2nd Level"
					]
				},
				"You have developed sensors that allow you to monitor another creature's heartbeat if it is within your melee range, allowing you to monitor changes in heart frequency. You gain proficiency in the Insight and Intimidation skills."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Gamma Sensitivity",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"6th Level",
						"Electromagnetic Sensitivity",
						"Heartbeat Monitoring"
					]
				},
				"By using your action, you are able to see through objects up to 30 feet away for 10 minutes. Your view is obstructed by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. This can also be used to see weaknesses or secret doors in walls, objects hidden by creatures and even into the creatures' bodies (including heart rate, muscle movements, breathing and blood circulation in their brains). This can be used once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Observation",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level"
					]
				},
				"You have gotten a highly magnifying spyglass, granting you proficiency in the Perception skill."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Spare Parts",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"1st Level"
					]
				},
				"You always have some spare parts around to repair your mech with. While resting you may restore two hit dice to your mech instead of one. Alternatively, you and your mech may both restore hit points equal to each one of your hit dice. To build a new mech, you only need four fifth of the needed iron."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Heating Mat",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"2nd Level"
					]
				},
				"Since your mech produces a lot of excess heat, you were able to trap a little of it in heating mat, which can also be carried. This grants you resistance to cold, even when outside your mech."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Lead Shielding",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level"
					]
				},
				"Your mech's cockpit is protected by a thin sheet of lead, making you undetectable by magical means (e.g. Detect Thoughts). To rebuild your mech, an additional pound of lead is needed each time."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Auto-Stabilize",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level"
					]
				},
				"If you are in your mech and your hit points are reduced to zero, it instantly stabilizes you and blocks possibly incoming attacks by using all available shields and the block action every turn. This feature can only be used once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Remote Control Mech",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"4th Level"
					]
				},
				"You may remote control your mech as long as it is not further away from you than 300 feet and the view is not obstructed. While controlling your mech remotely, it is considered piloted by you. All features that require you to pilot it can be used while remote controlling."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Sentry Mode",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"8th Level"
					]
				},
				"Your mech may alarm everyone with loud noises when an unknown creature is closer than 10 feet to it. This also works on hardly detectable creatures and when the mech is not piloted. If needed, the alarmed, unpiloted mech can defend itself with melee attacks if it should get attacked or someone tried to break into it. Your mech's passive perception is equal to 10 + your Intelligence modifier."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Reassembly",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"8th Level"
					]
				},
				"You may, as an action, command your destroyed mech to reassamble into a functioning mech. It picks up all parts that are not further away from the centerpiece as one foot. It gains hit points equal to 1d6 + your Intelligence modifier. This feature can only be used once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Thrusters",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"6th Level"
					]
				},
				"Your mech gains two thrusters allowing you to dash, as a bonus action, to a target location up to (1 + your Dexterity modifier) x 10 feet away. Each creature hit by the dash travels with it. When hitting a wall, each hit creature take fall damage according to the distance they moved this way. The thrusters can be used once per turn and once. You can't do so again until you finish a long rest. The number of uses increases by one at 11th and 17th levels."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Summon Mech",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"10th Level"
					]
				},
				"As long as you are on the same plane of existence as your mech, you may, as an action, call it to your position from any distance. It moves to your position as quickly as possible. If its path is obstructed, it will try to find a way around the obstruction. If the obstruction is unavoidable, it will try to break through it by any means. If this still is not possible, it will stay in front of the obstruction."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Flight",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"10th Level"
					]
				},
				"You discovered a way to develop vertical thrusters that allow your mech to soar through the air. As an action, your mech lifts off the ground and flies at any height for ten minutes. The mech's flying speed is double its walking speed. When the time of flight runs out, the mech will fall immediatly. This can be used once. You can't do so again until you finish a long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Interplanar Travel",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"18th Level"
					]
				},
				"Your mech may, as an action jump between different planes of existence. Everything touching the mech is teleported with it. The places the mech can jump to, have to be seen by you at least once. The distance the mech can travel this way is not limited. This feature can be used twice every long rest."
			],
			"featureType": [
				"Utility Module"
			]
		},
		{
			"name": "Mind Control",
			"source": "MechPilot",
			"entries": [
				{
					"type": "entries",
					"name": "Prerequisite:",
					"entries": [
						"20th Level"
					]
				},
				"While your mech is on the same plane of existence as you, you may use your action to try to control any creature within 10 feet away from your mech. This creature has to succeed on a Wisdom saving throw or is under your complete control until this mech gets destroyed or you release Mind Control. Only one creature can be controlled at a time by one mech. It can only be recast after releasing it or with another mech. Before being able to recast it, you have perform a long rest. While controlling, you can decide which memories that creature can keep and which will be overridden by a memory you can make up."
			],
			"featureType": [
				"Utility Module"
			]
		}
	],
	"classFeature": [
		{
			"name": "The Mech",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 1,
			"entries": [
				"At 1st level you have your own self-built mech suit which you are proficient with. Your mech suit is treated as a piece of heavy armor, granting you 14 AC while piloting it. It's AC cannot be raised by the armor you are wearing. To get into your mech, you may spend your movement to get to and into it and your action to get set up and ready.",
				"Completely erected, your mech is 3 feet taller and up to 2 feet wider than you. Its weight is three times as much as yours. Since it's powered, your mechs weight does not count toward your encumberance.",
				"Your mech has a base movement of 30. While piloting it, you may add your Intelligence modifier to its Strength checks instead of your Strength modifier.",
				{
					"type": "entries",
					"name": "Mech Hit Points",
					"entries": [
						"Your mech has separate hit points. While piloting it, it takes damage instead of you (except cold, necrotic, poison and psychic; This damage is dealt to you directly).",
						"When its hit points reach 0, it can no longer be used until it is repaired. If damage exceeds the mech's current hit points, you take the remaining damage. Should your mech be destroyed completely (fallen down a cliff or similar), you can build a new mech within two days. The iron needed for this is equal to your Mech Pilot level times ten. The time needed to build a new mech can be reduced by half for every creature helping you. All mechs have the same modules and properties.",
						"Your mechs hit points are calculated as follows:",
						{
							"type": "entries",
							"name": "Hit Points at 1st level:",
							"entries": [
								"6 + Intelligence modifier"
							]
						},
						{
							"type": "entries",
							"name": "Hit Points at higher levels:",
							"entries": [
								"1d6 (or 4) + Intelligence modifier per Mech Pilot level after 1st"
							]
						},
						"While resting, you may use one of your hit dice to repair your mech, regaining it hit points equal to 1d6 + Intelligence modifier and resulting in you not healing because of the exhaustion. Repairing your mech counts as light activity for you, allowing you to keep an eye out for others. When your mech is repaired by magical means (such as Mending), consume one hit die to have it gain that many hit points."
					]
				},
				{
					"type": "entries",
					"name": "Mech Attacks",
					"entries": [
						"The mech is equipped with ranged and melee primary weapons. These can be exchanged as any other weapon.",
						"The mech has two arms, each mounted with on-board primary weapons, so Two-Weapon Fighting is possible beginning at 1st level.",
						"Your mech's attack modifier is Dexterity. Its melee attacks deal bludgeoning damage and its ranged attacks deal piercing damage. Its damage is equal to 1d6 + Dexterity modifier.",
						"To perform a ranged attack (Range: 80/320) however, you have to be anchored to the ground, allowing you to withstand the immense knockback but also renders you immobile. You can engage or disengage these anchors as a bonus action each turn.",
						"While anchored, your mech has Disadvantage on Dexterity saving throws and is resistant to abilities that cause it to move."
					]
				},
				{
					"type": "entries",
					"name": "Ability Modifiers",
					"entries": [
						"Instead of spells, you gain access to abilities that can be treated as spells. Your Spellcasting Modifier is Intelligence.",
						"Some of your features require your target to make a saving throw to resist the feature's effectsIf not stated otherwise, the saving throw DC for your abilities is calculated as follows: 8 + your Intelligence modifier + your Proficiency Bonus.",
						"Other abilities require you to make a spell attack. Your spell attack's roll is a d20 + your Intelligence modifier + your Proficiency Bonus."
					]
				},
				{
					"type": "entries",
					"name": "Combat Modules",
					"entries": [
						"Every time you reach an odd numbered level, you can equip your mech with a new combat module, allowing you to pick one module from the Combat Module List.",
						"Whenever you can add a new combat module to your mech, you can additionally choose and replace an already equipped module with another one."
					]
				},
				{
					"type": "entries",
					"name": "Utility Modules",
					"entries": [
						"Every time you reach an even numbered level, you can equip your mech with a new utility module, allowing you to pick one module from the Utility Module List.",
						"Whenever you can add a new utility module to your mech, you can additionally choose and replace an already equipped module with another one."
					]
				}
			]
		},
		{
			"name": "Fighting Style",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 2,
			"entries": [
				"At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take the same Fighting Style option more than once, even if you get to choose again.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Defense",
							"entries": [
								"Your mech gains an additional +1 AC. While wearing armor, you also gain an additional +1 AC."
							]
						},
						{
							"type": "entries",
							"name": "Protection",
							"entries": [
								"When a creature that you can see attacks a target that is within 5 feet of your mech, you can use your reaction to impose Disadvantage on the attack roll. You must be piloting your mech to be able to protect others with it."
							]
						},
						{
							"type": "entries",
							"name": "Two-Weapon Fighting",
							"entries": [
								"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
							]
						}
					]
				}
			]
		},
		{
			"name": "Headlights",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 2,
			"entries": [
				"Beginning at 2nd level, your mech now has two lamps that cast a bright light in a 20-foot cone in front of your mech. These can be detached at will and carried around. Their weight is 2 lb. Each lamp has enough fuel to burn for an hour and can be refilled by connecting it to the mech for one hour at least"
			]
		},
		{
			"name": "Mechanical Understanding",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 3,
			"entries": [
				"By 3rd level, after tinkering around with your mech for a while now, you become better at understanding different machinery, allowing you to grasp the functions of unknown machines quicker.",
				"Whenever you make an Investigation check related to machines or constructs, you are considered proficient in the Investigation skill. You can add you Proficiency Bonus again if you are already proficient.",
				"You also learned how to transfer enchantments from magical items to your mech. This has to be a magic item that your character is eligible to use. Restrictions (like attunements) still apply. These items have to be destroyed to do this."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
			]
		},
		{
			"name": "Detachable Parts",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 4,
			"entries": [
				"Beginning at 4th level, parts of your mech have joints that allow them to be detached and reattached at will. They can be carried and controlled manually. For example, a severed arm can still be used by you to perform an attack."
			]
		},
		{
			"name": "Ejection Seat",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 5,
			"entries": [
				"Beginning at 5th level, you may, as a reaction, bust open your cockpit and catapault yourself out of your mech. You take fall damage when you hit the ground.",
				"Any arracks or abilities will still hit the mech. If it should get destroyed, you do not take the remaining damage."
			]
		},
		{
			"name": "Technically Insane",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 6,
			"entries": [
				"At 6th level, you implanted a small version of your mech's core into yourself, raising your life expectancy by 200 years, reducing the time of sleep you need by half and granting you immunity to disease. Since you have an immense overflow of energy with this core, you can now power small things such as miniaturised modules.",
				"You may choose to implant modules into your living body or create a carriable, smaller version that can also be grafted to light armor. This process will take four hours and cost materials worth 50gp. For the module to work, you have to succeed on an Investigation check on a DC of 8 + module level prerequisite. If you fail the check, the module will not work and you take necrotic damage equal to the module's level prerequisite. The time needed to construct a module can be halved by getting help.",
				"The modules you can implant or carry have to have no prerequisite other than level and have to be equipped by your mech. Since these are smaller than the ones for your mech, if they have a limited amount of uses, each of those modules on you can only be used once. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Upgraded Armor",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 7,
			"entries": [
				"At 7th level, your mech's armor gets enhanced. You may choose between:",
				{
					"type": "entries",
					"name": "Camoflauge",
					"entries": [
						"Your mech no longer has Disadvantage on Stealth checks and is granted Advantage on Stealth rolls while not moving. This also works on you while not piloting your mech."
					]
				},
				{
					"type": "entries",
					"name": "Better Shielding",
					"entries": [
						"Your mech gains +2 AC and you gain +1 AC."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Self-Destruction",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 9,
			"entries": [
				"Beginning at 9th level, your mech can, as a bonus action or reaction, start overloading its core until it releases all of its energy at once, thereby completely destroying itself. Each creature in a radius equal to 10 + your Mech Pilot level in feet, has to make a Dexterity saving throw. Each creature takes fire damage equal to your Mech Pilot level + 3d10 on a failed save and half that on a successful save.",
				"The Self-Destruct damage is doubled at 17th level."
			]
		},
		{
			"name": "Excessive Force",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 10,
			"entries": [
				"Beginning at 10th level, your mech gains access to a range specific ability. Your mech can, as an action, perform an attack. If a ranged attack is executed, your mech will use its Railgun, otherwise it will perform a Crushing Grip. Once you use this feature, you can't use it again until you finish a short or long rest.",
				{
					"type": "entries",
					"name": "Railgun",
					"entries": [
						"As an action, command your anchored mech to perfrom a ranged attack to fire a metal rod with high velocity at a creature up to 600 feet away. That creature takes piercing damage equal to 3d8 + your Dexterity modifier and has to succeed on a Constitution saving throw or is knocked prone. The projectile can penetrate barriers, but 2 feet of rockm 2 inches of metal or another creature will block it."
					]
				},
				{
					"type": "entries",
					"name": "Crushing Grip",
					"entries": [
						"Your mech may, as an action, perform a melee attack to grab a large or smaller creature in melee range. That creature takes bludgeoning damage equal to 3d8 + your Dexterity modifier, is grappled by your mech and must make a Constitution saving throw. If it fails, this creature additionally is restrained until the end of its next turn."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Pushing The Boundaries",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 14,
			"entries": [
				"At 14th level, you alter your body in a way that allows you to exceed its biological boundaries. You do not have to eat, drink or sleep anymore. Additionally, you are immune to disease",
				"You may add your Intelligence modifier to any non-Intelligence-based rolls afterwards. Once you use this feature, you must finish a short or long rest before you can use it again."
			]
		},
		{
			"name": "Safekeeping",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 15,
			"entries": [
				"At 15th level, you and your mech become resistant to a non-physical damage type of your choice"
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Universal Upgrades",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 18,
			"entries": [
				"At 18th and 20th level, you may pick a any module from either of the two lists. These do not count towards the maximum amount of modules your mech can have."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Transcension",
			"source": "MechPilot",
			"className": "Mech Pilot",
			"classSource": "MechPilot",
			"level": 20,
			"entries": [
				"At 20th level, your mechanical transformation is complete. You have become one with your machines and delocalised your mind over all of your machines. You can build bionic clones that have all of your characteristics and implants but none of your equipment. Building a clone takes a week and materials worth at least 5000gp.",
				"At will or upon death, your soul can be transferred into a bionic clone. The body you left behind will be accessible as long as it was not destroyed. This body can take orders and behave as any of your other mechs."
			]
		}
	],
	"classFluff": [
		{
			"name": "Mech Pilot",
			"source": "MechPilot",
			"entries": [
				{
					"entries": [
						"The battle seems lost. The body of your party´s fighter dangles from a spear held by a hatefully laughing orc, meanwhile your sorcerer, that ran out of spells a while ago, screams in panic while being chased by three blood-hungry mercenaries, stabbing him with their daggers and cackling hysterically. And you? You lay in the puddle of whats left from your party. You are bleeding profusely while slowly losing conciousness. The only thing you can see now, is an army, walking towards you in perfect synchronisation, eagerly awaiting to finally fulfill their duty and collect their toll...",
						"Suddenly, from the corner of your eye, you see a four-legged beast, completely made of metal appear from thin air, firing five extremely fast objects, leaving a huge cloud of smoke. A fraction of a second later, hundreds of soldiers are sent flying into the air, carried by an enormous shockwave that shakes you to the bone.",
						"As you look towards the rest of you party, you see the three mercenaries getting skewered by an enormous humanoid made of steel. It tackles them over the battlefield with abnormal speed while a tiny goblin, sitting where this thing should have its chest and neck, cackles even more insanely and happily than his victims did before. With a crunch the mercenaries are smashed against a nearby wall.",
						"You turn around to see the battlefield engulfed in flames while the first metal beast unleashes a nova of deafeningly loud shots, mowing down dozens of soldiers. The metal humanoid charges into the flames and disappeares, just to erupt again in the middle of that army, flinging around soldiers like leaves in the wind. Seconds later, it becomes silent. The battlefield has turned into an enormous bloodbath and some leftover stragglers run away in horror while one after another is taken out by a precise shot to their heads.",
						"You look over to your sorcerer, that still stares at the smashed remains of these mercenaries. You whisper: 'Are we the ones being saved?'",
						"The humanoid walks between you, blocking your sight at the sorcerer, while the first metal construct bows down to you, loading the next shot with a snarring sound....",
						{
							"type": "entries",
							"name": "Sacrifice to Preserve Life",
							"entries": [
								"While most of the classic schools of magical study are well known and widely respected, the less refined and macabre incantations of Hemocraft have long been forbidden and lost to most of the civilized world. Blood Hunters have reclaimed these techniques away from the judging eyes of society, finding blood magic's esoteric nature effective against the evils that often defy the divine powers that historically hold the line.",
								"Through careful study and practice, blood hunters have honed the rites of hemocraft into their combat prowess, forfeiting a facet of their health to infuse their weapons with powerful blood magic and summoning the elements to envelop their strikes.",
								"They can sear an arcane brand into the body of their quarry that hinders their foe's abilities and punishes their aggression, or call blood curses upon their enemies, manipulating their bodies from the inside. Willing to suffer whatever it takes to achieve victory, these adept warriors have forged themselves into a potent force against the terrors that threaten the innocent."
							]
						},
						{
							"type": "entries",
							"name": "A Monster to Fight Monsters",
							"entries": [
								"Whether driven by the wish to make a difference in a dangerous world, the need to take vengeance for a great wrong they have suffered, being inspired by witnessing the strange and powerful techniques of another blood hunter in person, or just seeking a place to belong in an uncaring world, the reasons one may take up the Hunter's Bane and choose this life are many and varied. In joining an order of blood hunters, one is also joining a tight family bound by service to each other and the common cause. For many, this is the only family they have known or have left, so the kinship felt between members of an order is a bond neigh unbreakable.",
								"Beyond the boundaries of the order, however, the life of a blood hunter is often not an easy one. The rituals of the Hunter's Bane regularly leave one visibly changed and prone to unsettle common folk, and the witnessing of hemocraft can invoke a superstitious fear from even the most learned scholar. While some societies have come to accept the good deeds of the orders, many blood hunters publicly hide their nature unless absolutely necessary, feeling more comfortable in the wilds and wastes of the world where the Orders commonly train. Even so, the best work a blood hunter can do usually involves the poor and defenseless on the outskirts of society, those prone to the corrupting touch of fiends and dark intension. Braving the threat of vilification, these dark protectors wade through civilization, earning coin as mercenaries or bounty hunters, ever watching for the signs of something more nefarious beneath the surface.",
								"In choosing this path, a blood hunter has irrevocably given a part of themselves to their cause, physically, emotionally, and sometimes morally. The orders of blood hunters practice their own unique ideals and methods, often employing techniques with dark origins that test the strength and will of these guardians. Many wrestle with the fear of losing this struggle, so a life of discipline and vigilance drives their travels as they wander the country side in search of like-minded adventurers and whispers of dark deeds afoot."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Blood Hunter",
							"entries": [
								"As you create a blood hunter, the most important aspects of your character are why you were driven to this lifestyle, and why do you seek to give up everything to wallow in the dark with the evils you hunt? Did you lose a loved one to a fiendish beast and now wish to prevent others from suffering the same fate? Do you seek a sense of purpose and security, and found this among the order that has taken you in? Have you always carried a seed of darkness within you, and seek kin to watch over you and prevent you succumbing to it? Were you once a holy warrior who strayed from his faith and was cast out, but still seek to give yourself to the cause of protecting the innocent? Or are you a criminal with a dark past seeking to make amends, taking this life as a path of penance?",
								"What is your relationship with the powers of hemocraft and the abilities it promises to grant you as you step closer to its mastery? Do you respect and fear the ancient power that surges through your veins, using them only when necessary? Do you relish in the strength it offers you, embracing your gifts and using them freely? Are you worried the superstitions are right, and this power will eventually turn you into one of the monsters you hunt? Or has your study instilled you with the confident control of mind over matter, certain you can bend these gifts to bring a brighter dawn?",
								"Consider too that while a blood hunter belongs to an order, many strike out on their own to do their best work. What made you leave the comfort of your order? Do you intend to return, or have you decided you have more to learn in the world beyond? What do you seek in other adventurers that can help you meet your goals?",
								"While most blood hunters follow a path of good or neutrality in their pursuits, some have fallen to the dark, seductive side of hemo craft and use their abilities for selfish and evil purposes. These deviants are always thrown from the order, and often hunted along with the creatures they once trained to fell."
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"entries": [
								"You can make a Mech Pilot quickly by following these suggestions: First, Intelligence should be your highest ability score, followed by Dexterity. Second, choose the Urchin background.Third, choose a crossbow, a dagger and the Explorer's pack."
							]
						}
					],
					"name": "Mech Pilot",
					"source": "MechPilot",
					"type": "section"
				}
			]
		}
	]
}
