{
	"_meta": {
		"sources": [
			{
				"json": "NMD",
				"abbreviation": "NMD",
				"full": "The Nomad: A Class for Planar Travelers",
				"authors": [
					"Vincent Girgenti (u/SubjectiveSloth)"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2.1",
				"color": "d0b5ef",
				"url": "https://www.gmbinder.com/share/-LBS9acGhZ4KbKb5m8hj",
				"dateReleased": "2018-09-05"
			}
		],
		"optionalFeatureTypes": {
			"NMD:WA": "Nomad: Weapon Art",
			"NMD:EA": "Nomad: Elemental Affinity",
			"NMD:PC": "Nomad: Planar Collision"
		},
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1661773477,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "e69cfb156d"
	},
	"class": [
		{
			"name": "Nomad",
			"source": "NMD",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"wis"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"tools": [
					"{@item Cartographer's Tools|PHB}"
				],
				"skills": [
					{
						"choose": {
							"count": 2,
							"from": [
								"acrobatics",
								"arcana",
								"history",
								"nature",
								"perception",
								"survival"
							]
						}
					}
				]
			},
			"startingEquipment": {
				"default": [
					"(a) {@item scale mail|phb} or (b) {@item leather armor|phb}",
					"(a) a {@item rapier|phb} or (b) {@item longsword|PHB}",
					"(a) 2 {@item dagger|PHB|daggers} or (b) {@filter any simple or martial weapon|items|source=|type=!futuristic;martial weapon;!modern;!renaissance;simple weapon;!treasure|rarity=none}",
					"(a) an {@item explorer's pack|phb} or (b) {@item dungeoneer's pack|phb}"
				],
				"additionalFromBackground": true,
				"defaultData": [
					{
						"a": [
							"scale mail|phb"
						],
						"b": [
							"leather armor|phb"
						]
					},
					{
						"a": [
							"rapier|phb"
						],
						"b": [
							"longsword|phb"
						]
					},
					{
						"a": [
							"dagger|phb",
							"dagger|phb"
						],
						"b": [
							{
								"equipmentType": "weapon"
							}
						]
					},
					{
						"a": [
							"explorer's pack|phb"
						],
						"b": [
							"dungeoneer's pack|phb"
						]
					}
				]
			},
			"classFeatures": [
				"Far Strike|Nomad|NMD|1|NMD",
				"Traveller's Sense|Nomad|NMD|1|NMD",
				"Portal Arts|Nomad|NMD|2|NMD",
				"Weapon Art|Nomad|NMD|2|NMD",
				{
					"classFeature": "Planar Link|Nomad|NMD|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Nomad|NMD|4|NMD",
				"Extra Attack|Nomad|NMD|5|NMD",
				"Portal Art: Blink Strike|Nomad|NMD|6|NMD",
				{
					"classFeature": "Planar Link feature|Nomad|NMD|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Nomad|NMD|8|NMD",
				"Planar Travel|Nomad|NMD|9|NMD",
				{
					"classFeature": "Planar Link feature|Nomad|NMD|10",
					"gainSubclassFeature": true
				},
				"Split Strike|Nomad|NMD|11|NMD",
				"Far Strike Improvement|Nomad|NMD|11|NMD",
				"Ability Score Improvement|Nomad|NMD|12|NMD",
				"Portal Art: Falling Dodge|Nomad|NMD|13|NMD",
				{
					"classFeature": "Planar Link feature|Nomad|NMD|14",
					"gainSubclassFeature": true
				},
				"Planar Rejuvenation|Nomad|NMD|15|NMD",
				"Ability Score Improvement|Nomad|NMD|16|NMD",
				"Nomadic Jaunt|Nomad|NMD|17|NMD",
				"Far Strike Improvement|Nomad|NMD|18|NMD",
				"Ability Score Improvement|Nomad|NMD|19|NMD",
				"Interplanar Gateway|Nomad|NMD|20|NMD"
			],
			"subclassTitle": "Planar Link",
			"hasFluff": true
		}
	],
	"classFluff": [
		{
			"name": "Nomad",
			"source": "NMD",
			"entries": [
				{
					"type": "section",
					"source": "NMD",
					"name": "Nomad",
					"page": 1,
					"entries": [
						"A young girl leaps forward through the flames, her shining silver hair contrasting her ochre skin under the light of the fire. She throws her dagger quickly toward the cultist before her, but it vanishes in a flash of light just after leaving her hand. The foe advances on her before letting out a ghastly moan and falling to the floor. A small dagger sticks out of the center of his back.",
						"An old elven man stands at the precipice of an enormously tall cliff, his cracked spectacles sitting low on his withered nose. He stares out into the distance, a bright and beautiful wilderness of verdant green mountains and valleys, accented by two massive floating islands of stone. He chuckles to himself, only slightly, before his view is obstructed by a flash of light and a disk of swirling colors opens up before him.",
						"Nomads are planar travelers, hunters, trackers, vagabonds, and explorers. They are experts in the traversal of the planes whose wanderlust is never satisfied and whose Journey is unending.",
						{
							"type": "entries",
							"name": "An Unending Journey",
							"page": 1,
							"entries": [
								"The life of a nomad is one of discovery and adventure, chasing a concept known as The Journey. This is the final goal of most nomads, a goal of experiencing every facet of existence. Nomads travel in pursuit of all of the things that will occur to them along the way, absorbing and enjoying all life's experiences.",
								"Some choose to organize and take up large parties, traversing the planes together in search of interpersonal experiences. Others enjoy the solitude of a personal Journey, opting to explore the infinite possibilities of the cosmos alone.",
								"Nomads generally have a hard time settling down in any one place for too long, even when their years have nearly finished. Ending The Journey before they pass on simply never occurs to most, such is the ambition of the nomad."
							]
						},
						{
							"type": "entries",
							"name": "A Peculiar Attraction",
							"page": 1,
							"entries": [
								"Those who travel the planes find themselves drawn to certain aspects of one plane or another. With time and distance this attraction, or link, grows stronger, drawing the nomad's mind back to it for reasons they may not understand. This link draws on certain aspects deep inside a person's soul and binds it to the plane, a permanent manifestation of the planes and their otherworldly power fixed in the mind of the traveller.",
								"Those who research the planes have theorized that a force similar to tectonic shifts in the earth occurs between the planes, generating powerful magic. This magic has something similar to a grand sentience, and can \"see\" the creatures it affects. From these theories arose a kind of worship among some nomads, where they view themselves as minor patrons of the eldritch existence that is The Great Wheel itself, though not all believe this story.",
								"The link a nomad forms may be a tangible choice that they expect or feel immediately, or it may be that a plane one only passed through briefly left a subtle impression upon their mind."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Nomad",
							"page": 2,
							"entries": [
								"In the creation of your nomad character, consider what made them take up The Journey in the first place, and why they continue in their quest. Did your father or mother bring you along on their travels? Did you hear of some fantastical tale of planes far away? Or did you simply become bored with the mundane triviality of the material?",
								"What have you done on your Journey? Was there a perilous dash through Pandemonium and the Nine Hells? A calm stroll through Bytopia that made you rethink your motivations? Could there even have been a whirlwind romp through the most renowned taverns of the outer planes?",
								"How has your planar link affected you? Maybe you found yourself linked to a hideous plane of evil despite your cloistered youth, and it has drawn out dark thoughts that you had once forgotten? Or did you truly connect with your plane and have often fought yourself on whether to remain there, only to leave it behind?",
								"The great variety of planes and nomads means that they can fall into any alignment or planar link, though most who have seen the extremes of  good, evil, law, and chaos prefer to remain neutral."
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"page": 2,
							"entries": [
								"You can make a nomad quickly by following these suggestions. First, Strength or Dexterity should be your highest ability score, followed by Wisdom. Second, choose the {@background outlander} background."
							]
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "The Astral Plane",
			"shortName": "Astral",
			"source": "NMD",
			"className": "Nomad",
			"classSource": "NMD",
			"page": 7,
			"subclassFeatures": [
				"The Astral Plane|Nomad|NMD|Astral|NMD|3|NMD",
				"Distant Grip|Nomad|NMD|Astral|NMD|7|NMD",
				"Portal Art: Redirection Shield|Nomad|NMD|Astral|NMD|10|NMD",
				"Master of Portals|Nomad|NMD|Astral|NMD|14|NMD"
			]
		},
		{
			"name": "The Elemental Planes",
			"shortName": "Elemental",
			"source": "NMD",
			"className": "Nomad",
			"classSource": "NMD",
			"page": 5,
			"subclassFeatures": [
				"The Elemental Planes|Nomad|NMD|Elemental|NMD|3|NMD",
				"Elemental Affinity|Nomad|NMD|Elemental|NMD|7|NMD",
				"Portal Art: Elemental Allies|Nomad|NMD|Elemental|NMD|10|NMD",
				"Planar Collision|Nomad|NMD|Elemental|NMD|14|NMD"
			]
		},
		{
			"name": "The Far Realm",
			"shortName": "Far Realm",
			"source": "NMD",
			"className": "Nomad",
			"classSource": "NMD",
			"page": 6,
			"subclassFeatures": [
				"The Far Realm|Nomad|NMD|Far Realm|NMD|3|NMD",
				"Portal Art: Madness of The Infinite Void|Nomad|NMD|Far Realm|NMD|7|NMD",
				"Insatiable Hunger|Nomad|NMD|Far Realm|NMD|10|NMD",
				"Eldritch Truth|Nomad|NMD|Far Realm|NMD|14|NMD"
			]
		}
	],
	"classFeature": [
		{
			"name": "Far Strike",
			"source": "NMD",
			"page": 2,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 1,
			"entries": [
				"As a nomad, you are a master of minor portals, and can use them to enhance your combat abilities. At 1st level, when you take the {@action Attack} action on your turn with a melee weapon that lacks the {@itemProperty R||reach} property, the reach of your weapon becomes 10 feet until the end of your turn as you conjure a short-range portal through which your weapon passes mid-swing. Attacks made in this way don't ignore cover and require the target to be visible. This technique requires one of your hands to be free to create the portal.",
				"Your Far Strike Range increases to 20 feet when you reach 11th level, and 30 feet when you reach 18th level."
			]
		},
		{
			"name": "Traveller's Sense",
			"source": "NMD",
			"page": 2,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 1,
			"entries": [
				"Regardless of the plane, you are still an experienced traveller. At 1st level, you gain the following benefits:",
				{
					"type": "list",
					"page": 2,
					"items": [
						"You always know which way is north",
						"Even when you are engaged in another activity while travelling (such as foraging, navigating, or tracking), you remain alert to danger.",
						"You can accurately judge the distance between yourself and any other point that you can see without the need for a map or scale.",
						"You have {@quickref Advantage and Disadvantage|PHB|2|0|advantage} on Constitution saving throws made to resist {@condition exhaustion} when travelling."
					]
				}
			]
		},
		{
			"name": "Portal Arts",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 2,
			"entries": [
				"At 2nd level, you learn to utilize your portals in thoughtful and unique ways. You begin with one simple Portal Art: Portal, and gain additional Portal Arts options as you gain levels in this class.",
				"You choose what effect you create when you use your Portal Arts. You have a number of uses of these arts equal to your Wisdom modifier. All expended uses are restored when you finish a {@quickref resting|PHB|2|0|short or long rest}.",
				"Your Portal Arts are dependent upon your Wisdom, your knowledge of the planes from which you draw these effects.",
				"Some Portal Arts require a saving throw. When you use such an effect from this class, the DC is calculated as follows:",
				{
					"type": "abilityDc",
					"name": "Portal Art",
					"attributes": [
						"wis"
					]
				},
				{
					"type": "entries",
					"name": "Portal Art: Portal",
					"page": 3,
					"entries": [
						"As an action on your turn, you expend a use of your Portal Arts to create linked teleportation portals that remain open for up to 1 minute, until 4 creatures or objects have passed through them, or until you choose to close them as a bonus action. Choose two unoccupied spaces on the ground that you can see, one within 5 feet of you and the other within 30 feet of you. A portal opens over each point. The portals are glowing, oblong, spheroids hovering inches from the ground and perpendicular to it. The mist that fills each portal is opaque and blocks vision through it.",
						"Any Medium or smaller creature or object entering the space the portal occupies exits from the other portal as if the two were the same space. For example, if an arrow enters the portal from the east, it will emerge from the west as if it had passed through any other empty space. A creature forced into the portal's space can make a Dexterity saving throw to resist moving through it, emerging in the nearest unoccupied space adjacent to the portal on a successful save.",
						"The range of the second portal increases to 60 feet at 11th level and 120 feet at 17th level."
					]
				}
			]
		},
		{
			"name": "Weapon Art",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 2,
			"entries": [
				"At 2nd level, you have trained and travelled with a specific style of weapon for vast amounts of time, developing your skills around its use. Choose one of the following options:",
				{
					"type": "options",
					"count": 1,
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Wormhole Sniping|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Planar Piercing|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Hand Warping|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Port Retrieving|NMD"
						}
					]
				}
			]
		},
		{
			"name": "Planar Link",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 3,
			"entries": [
				"Nomads are travellers, and often they traverse all manner of planes and demiplanes in their lives. Much like travellers of the material, though, they always hold within their hearts some link to a certain plane. At 3rd level, you have matured in your travels enough to have established a magical and personal link. There are obviously a great many planes and regions in the multiverse. Some common Planar Links that are presented at the end of this class description are {@class Nomad|NMD|The Elemental Planes|Elemental Plane|NMD}, {@class Nomad|NMD|The Far Realms|Far Realm|NMD} and {@class Nomad|NMD|The Astral Plane|Astral Plane|NMD}.",
				"Your Planar Link grants you features at 3rd level, and again at 7th, 10th, and 14th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 4,
			"entries": [
				"When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Extra Attack",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 5,
			"entries": [
				"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Portal Art: Blink Strike",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 6,
			"entries": [
				"At 6th level, you reflexes develop, allowing you to jump through the portals you create with {@classFeature Far Strike|Nomad|NMD|1|NMD}. When you hit a creature with a melee {@classFeature Far Strike|Nomad|NMD|1|NMD} attack, you can expend a use of your Portal Arts to jump through the portal created around your weapon, emerging in an unoccupied space within 5 feet of the target. If the attack is made with a ranged weapon, you can choose to move up to your {@classFeature Far Strike|Nomad|NMD|1|NMD} range in any direction after the attack."
			]
		},
		{
			"name": "Planar Link feature",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 7,
			"entries": [
				"At 7th level, you gain a feature granted to you by your Planar Link."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Planar Travel",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 9,
			"entries": [
				"At 9th level, you no longer have to search for planar portals. As an action on your turn, you establish an interplanar link. You open a portal to a location on a plane that you have been to before and remember in an unoccupied space within 5 feet of you. The portal's destination must be on a plane you are not currently on, and it is visible through the portal.",
				"The portal is large enough for Medium or smaller creatures to pass through easily. A creature that is forced into the portal can make a Dexterity saving throw to avoid going through. On a successful save, the creature appears in an unoccupied space adjacent to the portal. Otherwise, they are sent through the portal and to its destination. The portal remains open for 1 minute or until you close it as a bonus action on your turn.",
				"Once you use this feature, you can't use it again until you finish a {@quickref resting|PHB|2|0|short or long rest}."
			]
		},
		{
			"name": "Planar Link feature",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 10,
			"entries": [
				"At 10th level, you gain a feature granted to you by your Planar Link."
			]
		},
		{
			"name": "Far Strike Improvement",
			"source": "NMD",
			"page": 2,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 11,
			"entries": [
				"Your {@classFeature Far Strike|Nomad|NMD|1|NMD} range increases to 20 feet when you reach 11th level."
			]
		},
		{
			"name": "Split Strike",
			"source": "NMD",
			"page": 4,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 11,
			"entries": [
				"By 11th level, you have learned to create special portals with multiple exits. Once on your turn, you can target a second creature with one of your {@classFeature Far Strike|Nomad|NMD|1|NMD} attacks when you take the {@action Attack} action. The same, single attack roll is used for both targets of the attack."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Portal Art: Falling Dodge",
			"source": "NMD",
			"page": 4,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 13,
			"entries": [
				"When you reach 13th level, you learn to slip away from danger through a quick portal under your feet. As a reaction, when you are targeted by an attack or effect that allows you to make a Dexterity saving throw, you can expend a use of your Portal Arts to teleport to an unoccupied space you can see within 15 feet of you. If you teleport outside the range of the effect, you are no longer targeted by it."
			]
		},
		{
			"name": "Planar Link feature",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted to you by your Planar Link."
			]
		},
		{
			"name": "Planar Rejuvenation",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 15,
			"entries": [
				"By 15th level, the limits of your planar power are extended whenever danger appears. When you roll initiative and have no uses of your Portal Arts remaining, you regain one use."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Nomadic Jaunt",
			"source": "NMD",
			"page": 4,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 17,
			"entries": [
				"By 17th level, you scarcely ever need to walk. Once on your turn you can expend up to half of your walking speed in order to teleport the same distance instead, appearing in an unoccupied space that you can see."
			]
		},
		{
			"name": "Far Strike Improvement",
			"source": "NMD",
			"page": 2,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 18,
			"entries": [
				"Your {@classFeature Far Strike|Nomad|NMD|1|NMD} range increases to 30 feet when you reach 18th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "NMD",
			"page": 3,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Interplanar Gateway",
			"source": "NMD",
			"page": 4,
			"className": "Nomad",
			"classSource": "NMD",
			"level": 20,
			"entries": [
				"At 20th level, your skill for creating portals becomes unsurpassed, allowing you to create portals stable enough to withstand the test of time. With 4 hours of work and 400 gp in materials you can create a permanent planar gateway large enough for Medium or smaller creatures, or double the time and cost for Large or smaller creatures. You must create two gateways to be able to travel between them.",
				"Gateways created by this feature are round frames of wood, metal, or other materials that house a portal and keep it stable in the absence of its creator. If the frame is made incomplete in any way, such as by it being burned, crushed, or toppled, the portal closes immediately.",
				"You can maintain a maximum of 6 gateways at one time. Each gateway can only be linked to one other one, creating a two-way portal. Any creature that can fit within a portal travels through it when they come into contact with it. A gateway's portal can be deactivated with a 1-minute ritual, allowing them to be linked with a different gateway, or simply switched off for a time.",
				"Practice care in the use of gateways. If discovered by unwanted cosmic guests, they may endanger entire planes."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Astral Plane",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 3,
			"header": 1,
			"entries": [
				"The Astral Plane cradles the entire multiverse in its enormity, holding together the balance and allowing for travel between planes. All portals must move through the Astral, and Nomads linked to it are some of the most well-travelled of all. These nomads use their knowledge of the Astral plane to build their portal-casting prowess beyond that of any other.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portal Art: Shift|Nomad|NMD|Astral|NMD|3|NMD"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surprising Strike|Nomad|NMD|Astral|NMD|3|NMD"
				}
			]
		},
		{
			"name": "Portal Art: Shift",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level when you choose this link, you have honed your portal-forming abilities to be able to move creatures quickly and with little warning. As a bonus action on your turn, you can force a Large or smaller creature you can see within 30 feet of you to make a Dexterity saving throw. On a failed save, that creature is teleported to an unoccupied space you choose within 30 feet of you. A creature can choose to fail this saving throw if it wants to be teleported. The destination of this teleport is not required to be on the ground.",
				"Alternatively, you can use this ability to teleport an ally up to half the maximum distance of this portal art as a reaction on that allied creature's turn.",
				"The maximum range of this Portal Art increases to 60 feet at 11th level, and 90 feet when you reach 17th level."
			]
		},
		{
			"name": "Surprising Strike",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level, when you choose this link, you have developed the portals you use to attack, allowing them to appear unexpectedly. As a bonus action, you can cause your next {@classFeature Far Strike|Nomad|NMD|1|NMD} attack on this turn to strike from your foe's blind spot. If the target of this attack is within melee range of another creature that is hostile towards it, the attack has {@quickref Advantage and Disadvantage|PHB|2|0|advantage}."
			]
		},
		{
			"name": "Distant Grip",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 7,
			"header": 1,
			"entries": [
				"The stability of your portals is strong enough that they can withstand a struggle within them. When you reach 7th level, you can attempt to {@action grapple} creatures from afar.",
				"As an action on your turn, you can create a particularly stable portal within your {@classFeature Far Strike|Nomad|NMD|1|NMD} range and thrust your arm through it, attempting to {@action grapple} the target on the other end as if you were adjacent to it. If you successfully {@action grapple} the target, you can continue to hold it for up to one minute, or until you move within 5 feet of the target. You can only have one creature {@condition grappled} in this way at any time.",
				"If the target is forced to move more than 5 feet in any direction, the target is no longer {@condition grappled}."
			]
		},
		{
			"name": "Portal Art: Redirection Shield",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 10,
			"header": 1,
			"entries": [
				"At 10th level, you develop a unique method for using your enemies' attacks against them.",
				"As a bonus action, you expend one use of your Portal Arts to create a portal that hovers near you and follows your movements. The portal persists for up to 1 minute.",
				"When you are targeted by an unsuccessful melee weapon attack, you can use your reaction to redirect the attack through this portal. Choose a creature within 30 feet of you, including your attacker. That creature must make a Dexterity saving throw, being hit by the attack on a failed save."
			]
		},
		{
			"name": "Master of Portals",
			"source": "NMD",
			"page": 7,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Astral",
			"subclassSource": "NMD",
			"level": 14,
			"header": 1,
			"entries": [
				"When you reach 14th level, you can sustain many more portals than any other Nomad. You have a number of uses of your portal arts equal to your Wisdom modifier + 2."
			]
		},
		{
			"name": "The Elemental Planes",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 3,
			"header": 1,
			"entries": [
				"You have become linked to one or more of the elemental planes, the four sources of elemental power in the multiverse. Maybe their simple purity of form calls out to a longing for simplicity within you, or maybe your fiery spirit or fluid world-view finds itself most at home among these planes. Regardless, you have amassed a great knowledge of these planes and their most powerful locations, and can draw upon them with your portals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portal Art: Elemental Strikes|Nomad|NMD|Elemental|NMD|3|NMD"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Touch of The Elements|Nomad|NMD|Elemental|NMD|3|NMD"
				}
			]
		},
		{
			"name": "Portal Art: Elemental Strikes",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level when you choose this link, you begin to use your portals to bring forth the powers of the Elemental Planes. When you hit a creature with a {@classFeature Far Strike|Nomad|NMD|1|NMD} attack, you can expend a use of your Portal Arts to send your weapon or missile through one of the elemental planes before it reaches your target. This attack deals an additional {@damage 3d6} cold, fire, lightning, or poison damage.",
				"This damage increases to {@damage 3d8} at 11th level, and {@damage 3d10} at 17th level."
			]
		},
		{
			"name": "Touch of The Elements",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level when you choose this link, you learn to slip elemental power into your combat abilities. When you hit a creature with a {@classFeature Far Strike|Nomad|NMD|1|NMD} attack on your turn, you can use your bonus action to channel elemental force through the portal as well, causing the attack to deal additional poison, fire, cold, or lightning damage (your choice) equal to your Wisdom modifier."
			]
		},
		{
			"name": "Elemental Affinity",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 7,
			"header": 1,
			"entries": [
				"Your time on the elemental planes has allowed you to adapt your body to their harsh environments. At 7th level, you choose a plane you have adapted to and gain its feature.",
				{
					"type": "options",
					"count": 1,
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "EA: Air|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "EA: Earth|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "EA: Fire|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "EA: Water|NMD"
						}
					]
				}
			]
		},
		{
			"name": "Portal Art: Elemental Allies",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 10,
			"header": 1,
			"entries": [
				"When you reach 10th level, you have gained enough rapport within the Elemental Planes to request the aid of {@filter mephits|bestiary|source=|miscellaneous=|search=mephit}, small imp-like elementals who represent the paired combinations of the elements. As an action on your turn, you can expend a use of your Portal Arts to summon up to two {@filter mephits|bestiary|source=|miscellaneous=|search=mephit} into unoccupied spaces within 15 feet of you. You can only ever have two {@filter mephits|bestiary|source=|miscellaneous=|search=mephit} summoned in this way.",
				"The {@filter mephits|bestiary|source=|miscellaneous=|search=mephit} are indifferent to your companions, but regard you as one to be obeyed. Roll initiative for them as a group, which has its own turns. They understand and obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions. The DM has the {@filter mephits' statistics|bestiary|source=|miscellaneous=|search=mephit}.",
				"The {@filter mephits|bestiary|source=|miscellaneous=|search=mephit} remain for up to 1 hour before returning to the Elemental Planes, and you can dismiss one or both as an action on your turn."
			]
		},
		{
			"name": "Planar Collision",
			"source": "NMD",
			"page": 5,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Elemental",
			"subclassSource": "NMD",
			"level": 14,
			"header": 1,
			"entries": [
				"By 14th level your powers of planar manipulation reach new heights, allowing you to summon massive manifestations of the elemental powerhouses you have aligned with. You can create one of the following effects as an action on your turn. The DC for saving throws made to resist these effects is equal to your Portal Arts save DC. Once you use any of these abilities, you cannot use this feature again until you finish a {@quickref resting|PHB|2|0|long rest}.",
				{
					"type": "options",
					"count": 1,
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "PC: Air|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "PC: Earth|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "PC: Fire|NMD"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "PC: Water|NMD"
						}
					]
				}
			]
		},
		{
			"name": "The Far Realm",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 3,
			"header": 1,
			"entries": [
				"The dark expanse outside the Astral Plane is a place even nomads seldom venture. Countless unknowable horrors lurk in The Far Realm, things no mortal should discover. The air is thick as liquid iron, and it tastes of eternity. Time flows in zig-zags and the colors are all wrong. You have ventured outside, seen those who dwarf gods, and others who dwarf those. The vastness of the endless black realm draws your mind back into its horrible depths and, for better or worse, it has chosen you.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portal Art: Black Hole|Nomad|NMD|Far Realm|NMD|3|NMD"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Deep Lash|Nomad|NMD|Far Realm|NMD|3|NMD"
				}
			]
		},
		{
			"name": "Deep Lash",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"At 3rd level when you choose this link, you have some knowledge of deep and terrible things that dwell in the Far Realm. When you hit a Medium or smaller creature with a {@classFeature Far Strike|Nomad|NMD|1|NMD} attack on your turn, you can use your bonus action to summon a sickly, pitch black appendage from your portal to attempt to move your target. The creature must make a Strength saving throw versus your Portal Arts save DC. On a failed save, the target is pulled up to 5 feet in any direction."
			]
		},
		{
			"name": "Portal Art: Black Hole",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 3,
			"header": 2,
			"entries": [
				"The Far Realm itself is an endless hunger. At 3rd level, when you choose this link, you can use that hunger to assist you in combat. As an action on your turn, you expend one use of your Portal Arts to open a solid, spherical portal in an unoccupied space you can see within 60 feet of you. All Large or smaller creatures other than you that begin their turns within 20 feet of the portal must succeed on a Strength saving throw or be pulled up to 10 feet directly toward the portal. Creatures who begin their turn within 5 feet of the portal and fail their Strength saving throw instead have their speed halved until the end of their current turn.",
				"The portal remains in this space for up to 1 minute, and can be dismissed as a bonus action. You can only have one black hole active at any given time."
			]
		},
		{
			"name": "Portal Art: Madness of The Infinite Void",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 7,
			"header": 1,
			"entries": [
				"At 7th level, you rediscover memories of some particularly horrible sight from the Far Realm. As an action on your turn, you expend a use of your Portal Arts to open a narrow portal before you, opaque on the side facing you. On the outward face, you display some incomprehensible horror of the Far Realm that could turn any mortal mad.",
				"Hostile creatures in a 60-foot cone in front of you that can see the portal must make a Wisdom saving throw. On a failed save, a creature takes {@damage 4d6} psychic damage and becomes {@condition frightened} of you for up to 1 minute, or takes half as much damage and is not {@condition frightened} on a successful one. {@condition Frightened} creatures can repeat their saving throw at the end of each of their turns, ending the effect on a success."
			]
		},
		{
			"name": "Insatiable Hunger",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 10,
			"header": 1,
			"entries": [
				"At 10th level, you learn of a more fearsome place in the Far Realm to use as a source of your Portal Arts. When you use the {@subclassFeature Portal Art: Black Hole|Nomad|NMD|Far Realm|NMD|3|NMD|Black Hole Portal Art} as an action on your turn, shadowy, tentacle-like appendages reach outward from it, writhing with some eldritch sentience toward nearby creatures.",
				"Creatures who begin their turn within 5 feet of the portal and fail their Strength saving throw are {@condition restrained} by the tentacles. At the beginning of each of the {@condition restrained} creature's turns, the tentacles' icy grasp causes the creature to take cold damage equal to your proficiency bonus. After taking this damage, the creature can repeat its save, ending the effect on a success."
			]
		},
		{
			"name": "Eldritch Truth",
			"source": "NMD",
			"page": 6,
			"className": "Nomad",
			"classSource": "NMD",
			"subclassShortName": "Far Realm",
			"subclassSource": "NMD",
			"level": 14,
			"header": 1,
			"entries": [
				"The Far Realm's eldritch lands hold all forms of knowledge, relating to a great many things. You remember certain things as if they were still present in front of you, and others not at all, as if they were sequestered away in the far reaches of your consciousness. When you reach 14th level, you can attempt to summon this knowledge to the forefront of your mind.",
				"You can perform a 4-hour ritual to attempt to recall details from the Far Realm. At the end of this ritual roll a {@dice d20}. On a roll of 3 or lower, you suffer {@damage 3d10} psychic damage as your mind floods with indecipherable eldritch knowledge. On a roll between 3 to 16, the ritual concludes and nothing is learned. On a roll of 16 or above, you recall the answers to two questions you ask within your mind. These questions can relate to the nature of the multiverse, the gods, higher powers, and major mortal interactions with any of these concepts or beings.",
				"For example, you could learn of the existence of a deal between an archdevil and a prominent mortal, the whereabouts of an important portal upon the material plane, or the nature of how a demigod gained its power.",
				"Your experience with the knowledge of The Far Realm is not infinite, however. The answer to your question may be unknown or even unknowable, depending on its subject matter.",
				"Once you conduct the ritual you cannot attempt it again until you finish a {@quickref resting|PHB|2|0|long rest}."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "EA: Air",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:EA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 7
					}
				}
			],
			"resist": [
				"lightning"
			],
			"entries": [
				"You gain resistance to lightning damage. You also gain the ability to flow lightly on the breeze. When you are falling you can choose to fall at a decelerated rate of 60 feet per round (no action required). When you land at this speed, you take no falling damage and can land on your feet."
			]
		},
		{
			"name": "EA: Earth",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:EA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 7
					}
				}
			],
			"resist": [
				"poison"
			],
			"entries": [
				"You gain resistance to poison damage. Additionally, gain a climbing speed of 30 feet, and moving through nonmagical difficult terrain caused by jagged or unstable earth costs you no extra movement."
			],
			"foundryEffects": [
				{
					"changes": [
						{
							"key": "data.attributes.movement.climb",
							"mode": "UPGRADE",
							"value": "30"
						}
					]
				}
			]
		},
		{
			"name": "EA: Fire",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:EA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 7
					}
				}
			],
			"resist": [
				"fire"
			],
			"entries": [
				"You gain resistance to fire damage. Additionally, as a reaction when you take fire damage, you can attempt to shrug it off entirely. You can expend hit dice and roll them to reduce the remaining fire damage by the amount rolled."
			]
		},
		{
			"name": "EA: Water",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:EA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 7
					}
				}
			],
			"resist": [
				"cold"
			],
			"entries": [
				"You gain resistance to cold damage. Additionally, gain a swimming speed of 30 feet, and you can hold your breath underwater for up to 20 minutes."
			],
			"foundryEffects": [
				{
					"changes": [
						{
							"key": "data.attributes.movement.swim",
							"mode": "UPGRADE",
							"value": "30"
						}
					]
				}
			]
		},
		{
			"name": "PC: Air",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:PC"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 14
					}
				}
			],
			"entries": [
				"A large portal opens directly in front of you, through which powerful winds flow and thunderous booming can be heard. A supernaturally massive bolt of lightning cracks outward in a 15-foot-wide line directly in front of you for up to 600 feet. Creatures within this line must make a Dexterity saving throw, taking {@damage 4d8} lightning damage and becoming {@condition stunned} until the end of their next turn on a failed save, or half as much and not being {@condition stunned} on a successful one. This ability creates a deafening crack that can be heard up to 1,000 feet away."
			]
		},
		{
			"name": "PC: Earth",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:PC"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 14
					}
				}
			],
			"entries": [
				"You call forth a massive, jagged boulder from an equally large portal, launching it at a point you can see within 90 feet of you. Creatures within a 20-foot sphere centered on that point must make a Dexterity saving throw, taking {@damage 8d10} bludgeoning damage on a failed save, or half as much on a successful one."
			]
		},
		{
			"name": "PC: Fire",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:PC"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 14
					}
				}
			],
			"entries": [
				"You open a large portal above you through which the burning sky of the Elemental Plane of Fire shows clearly. Six meteors come forth from the portal. Each meteor targets a creature of your choice that you can see within 60 feet of you That creature must make a Dexterity saving throw for each meteor targeting it, taking {@damage 4d6} fire damage on a failed save, or half as much on a successful one. You can direct the meteors to hit one creature or several."
			]
		},
		{
			"name": "PC: Water",
			"source": "NMD",
			"page": 5,
			"featureType": [
				"NMD:PC"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD"
						},
						"subclass": {
							"name": "Elemental",
							"source": "NMD",
							"visible": true
						},
						"level": 14
					}
				}
			],
			"entries": [
				"Five large columns of ice rise out of portals at five visible locations you choose within 60 feet of you. The pillars are up to 15 feet tall and 10 feet in diameter at their base. Creatures in the path of these pillars when they are created must succeed on a Dexterity saving throw, taking {@damage 3d8} cold damage on a failed save, or half as much on a successful one, before moving to the closest unoccupied space adjacent to the pillar. The pillars each have 50 hit points, and an AC of 10. You can destroy up to 5 pillars as a bonus action on your turn. The pillars remain until they are destroyed."
			]
		},
		{
			"name": "Planar Piercing",
			"source": "NMD",
			"page": 3,
			"featureType": [
				"NMD:WA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD",
							"visible": true
						},
						"level": 2
					}
				}
			],
			"entries": [
				"When you are wielding a melee weapon in one hand and no other weapons, you can use your free hand to steady your portal and more carefully aim your attack. You gain a +2 bonus to damage rolls for {@classFeature Far Strike|Nomad|NMD|1|NMD} attacks with a melee weapon in one hand and no other weapons."
			]
		},
		{
			"name": "Port Retrieving",
			"source": "NMD",
			"page": 3,
			"featureType": [
				"NMD:WA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD",
							"visible": true
						},
						"level": 2
					}
				}
			],
			"entries": [
				"You have trained yourself to utilize portals while throwing weapons accurately, allowing thrown weapons to make {@classFeature Far Strike|Nomad|NMD|1|NMD} attacks. The range of your thrown weapon attacks increases by your {@classFeature far strike|Nomad|NMD|1|NMD} range. Additionally, when you make an unsuccessful thrown weapon attack, your weapon returns to your hand immediately through a second portal."
			]
		},
		{
			"name": "Two-Hand Warping",
			"source": "NMD",
			"page": 3,
			"featureType": [
				"NMD:WA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD",
							"visible": true
						},
						"level": 2
					}
				}
			],
			"entries": [
				"You have developed a technique for creating portals with both of your hands on a weapon. You can wield weapons with the {@itemProperty 2H||two-handed} property while using your {@classFeature Far Strike|Nomad|NMD|1|NMD} ability."
			]
		},
		{
			"name": "Wormhole Sniping",
			"source": "NMD",
			"page": 3,
			"featureType": [
				"NMD:WA"
			],
			"prerequisite": [
				{
					"level": {
						"class": {
							"name": "Nomad",
							"source": "NMD",
							"visible": true
						},
						"level": 2
					}
				}
			],
			"entries": [
				"You have learned to utilize your portals with the fast-moving projectiles of {@filter bows and crossbows|items|source=|type=|category=|base item=hand crossbow__phb;heavy crossbow__phb;light crossbow__phb;longbow__phb;shortbow__phb}, allowing you to make {@classFeature Far Strike|Nomad|NMD|1|NMD} attacks with them. Far Strike attacks made with ranged weapons ignore {@quickref cover|PHB|3|0|half cover and treat 3/4 cover as half cover} as long as the target is within the normal range of the weapon. This does not change the range of the weapon."
			]
		}
	],
	"table": [
		{
			"name": "Per Rest Abilities",
			"source": "NMD",
			"page": 9,
			"colLabels": [
				"Ability",
				"Rest Basis"
			],
			"colStyles": [
				"col-6",
				"col-6"
			],
			"rows": [
				[
					"Portal Arts",
					"WIS/Short"
				],
				[
					"Planar Travel",
					"1/Short"
				],
				[
					"Elemental: Planar Collision",
					"1/Long"
				],
				[
					"Far Realm: Eldritch Truth",
					"1/Long"
				],
				[
					"Astral: N/A",
					"—"
				]
			],
			"outro": [
				"{@b Maximum abilities to keep track of: 3}"
			]
		},
		{
			"name": "Portal Arts by Level",
			"source": "NMD",
			"page": 9,
			"colLabels": [
				"Level",
				"# of Arts",
				"Portal Arts"
			],
			"colStyles": [
				"col-2 text-center",
				"col-2 text-center",
				"col-8"
			],
			"rows": [
				[
					"1",
					"0",
					"—"
				],
				[
					"2",
					"1",
					"Portal"
				],
				[
					"3",
					"2",
					"Portal, Link PA#1"
				],
				[
					"6",
					"3",
					"Portal, Link PA#1, Blink Strike"
				],
				[
					"10",
					"4",
					"Portal, Link PA#1, Blink Strike, Link PA#2"
				],
				[
					"13",
					"5",
					"Portal, Link PA#1, Blink Strike, Link PA#2, Falling Dodge"
				],
				[
					"20",
					"5",
					"Portal, Link PA#1, Blink Strike, Link PA#2, Falling Dodge"
				]
			],
			"outro": [
				"{@b Maximum Portal Arts Options: 5}"
			]
		}
	],
	"book": [
		{
			"name": "The Nomad: A Class for Planar Travelers",
			"id": "NMD",
			"source": "NMD",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Cover.webp"
			},
			"published": "2018-09-05",
			"author": "Vincent Girgenti (u/SubjectiveSloth)",
			"contents": [
				{
					"name": "Cover Page"
				},
				{
					"name": "Nomad"
				},
				{
					"name": "Planar Links",
					"headers": [
						"The Elemental Planes",
						"The Far Realm",
						"The Astral Plane"
					]
				},
				{
					"name": "Design Considerations"
				},
				{
					"name": "Credits"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "NMD",
			"source": "NMD",
			"data": [
				{
					"type": "section",
					"name": "Cover Page",
					"page": "cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Cover-Full.webp"
							},
							"width": 736,
							"height": 951
						}
					]
				},
				{
					"type": "section",
					"name": "Nomad",
					"page": 1,
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Nomad.webp"
									},
									"width": 713,
									"height": 2000
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Planes1.webp"
									},
									"width": 1536,
									"height": 2048
								}
							]
						},
						"A young girl leaps forward through the flames, her shining silver hair contrasting her ochre skin under the light of the fire. She throws her dagger quickly toward the cultist before her, but it vanishes in a flash of light just after leaving her hand. The foe advances on her before letting out a ghastly moan and falling to the floor. A small dagger sticks out of the center of his back.",
						"An old elven man stands at the precipice of an enormously tall cliff, his cracked spectacles sitting low on his withered nose. He stares out into the distance, a bright and beautiful wilderness of verdant green mountains and valleys, accented by two massive floating islands of stone. He chuckles to himself, only slightly, before his view is obstructed by a flash of light and a disk of swirling colors opens up before him.",
						"Nomads are planar travelers, hunters, trackers, vagabonds, and explorers. They are experts in the traversal of the planes whose wanderlust is never satisfied and whose Journey is unending.",
						{
							"type": "entries",
							"name": "An Unending Journey",
							"page": 1,
							"entries": [
								"The life of a nomad is one of discovery and adventure, chasing a concept known as The Journey. This is the final goal of most nomads, a goal of experiencing every facet of existence. Nomads travel in pursuit of all of the things that will occur to them along the way, absorbing and enjoying all life's experiences.",
								"Some choose to organize and take up large parties, traversing the planes together in search of interpersonal experiences. Others enjoy the solitude of a personal Journey, opting to explore the infinite possibilities of the cosmos alone.",
								"Nomads generally have a hard time settling down in any one place for too long, even when their years have nearly finished. Ending The Journey before they pass on simply never occurs to most, such is the ambition of the nomad."
							]
						},
						{
							"type": "entries",
							"name": "A Peculiar Attraction",
							"page": 1,
							"entries": [
								"Those who travel the planes find themselves drawn to certain aspects of one plane or another. With time and distance this attraction, or link, grows stronger, drawing the nomad's mind back to it for reasons they may not understand. This link draws on certain aspects deep inside a person's soul and binds it to the plane, a permanent manifestation of the planes and their otherworldly power fixed in the mind of the traveller.",
								"Those who research the planes have theorized that a force similar to tectonic shifts in the earth occurs between the planes, generating powerful magic. This magic has something similar to a grand sentience, and can \"see\" the creatures it affects. From these theories arose a kind of worship among some nomads, where they view themselves as minor patrons of the eldritch existence that is The Great Wheel itself, though not all believe this story.",
								"The link a nomad forms may be a tangible choice that they expect or feel immediately, or it may be that a plane one only passed through briefly left a subtle impression upon their mind."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Nomad",
							"page": 2,
							"entries": [
								"In the creation of your nomad character, consider what made them take up The Journey in the first place, and why they continue in their quest. Did your father or mother bring you along on their travels? Did you hear of some fantastical tale of planes far away? Or did you simply become bored with the mundane triviality of the material?",
								"What have you done on your Journey? Was there a perilous dash through Pandemonium and the Nine Hells? A calm stroll through Bytopia that made you rethink your motivations? Could there even have been a whirlwind romp through the most renowned taverns of the outer planes?",
								"How has your planar link affected you? Maybe you found yourself linked to a hideous plane of evil despite your cloistered youth, and it has drawn out dark thoughts that you had once forgotten? Or did you truly connect with your plane and have often fought yourself on whether to remain there, only to leave it behind?",
								"The great variety of planes and nomads means that they can fall into any alignment or planar link, though most who have seen the extremes of  good, evil, law, and chaos prefer to remain neutral."
							]
						},
						{
							"type": "entries",
							"name": "Quick Build",
							"page": 2,
							"entries": [
								"You can make a nomad quickly by following these suggestions. First, Strength or Dexterity should be your highest ability score, followed by Wisdom. Second, choose the {@background outlander} background."
							]
						},
						{
							"type": "statblock",
							"tag": "class",
							"source": "NMD",
							"name": "Nomad",
							"page": 2
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Planes2.webp"
									},
									"width": 2048,
									"height": 1152
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Planes3.webp"
									},
									"width": 1536,
									"height": 2048
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Planar Links",
					"page": 5,
					"entries": [
						"Scattered as they may be, even nomads share certain sensibilities through their tendencies. A nomad seeks to see and experience as much of the multiverse as they can, but most would agree that they have a special connection to one place in particular. The multiverse has a way of making that connection tangible, especially to those who regularly travel the planes.",
						{
							"type": "entries",
							"name": "The Elemental Planes",
							"page": 5,
							"entries": [
								{
									"type": "statblock",
									"prop": "subclass",
									"source": "NMD",
									"name": "Elemental",
									"page": 5,
									"className": "Nomad",
									"classSource": "NMD"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Far Realm",
							"page": 6,
							"entries": [
								{
									"type": "statblock",
									"prop": "subclass",
									"source": "NMD",
									"name": "Far Realm",
									"page": 6,
									"className": "Nomad",
									"classSource": "NMD"
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Eye.webp"
											},
											"width": 776,
											"height": 748
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Planes4.webp"
											},
											"width": 1583,
											"height": 2048
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Astral Plane",
							"page": 7,
							"entries": [
								{
									"type": "statblock",
									"prop": "subclass",
									"source": "NMD",
									"name": "Astral",
									"page": 7,
									"className": "Nomad",
									"classSource": "NMD"
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/NMD/Planes5.webp"
									},
									"width": 5800,
									"height": 3752
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Design Considerations",
					"page": 9,
					"entries": [
						{
							"type": "statblock",
							"tag": "table",
							"name": "Per Rest Abilities",
							"source": "NMD",
							"page": 9
						},
						{
							"type": "statblock",
							"tag": "table",
							"name": "Portal Arts by Level",
							"source": "NMD",
							"page": 9
						}
					]
				},
				{
					"type": "section",
					"name": "Credits",
					"page": 8,
					"entries": [
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 2,
							"page": 8,
							"items": [
								{
									"type": "inset",
									"page": 8,
									"name": "Nomad v2.4",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"This version of the Nomad is still a work in progress, but is in a playable state.",
												{
													"type": "section",
													"entries": [
														{
															"type": "entries",
															"name": "Art",
															"page": 8,
															"entries": [
																"{@i All uncredited art is from DMsGuild Free Creators Resources and Arcana Games Stock Art Packs.}"
															]
														}
													]
												},
												{
													"type": "section",
													"entries": [
														{
															"type": "entries",
															"name": "Background",
															"page": 8,
															"entries": [
																"This was my first attempt in a long while at writing up a full class, and hopefully it turns out well! I recently had the opportunity to try out two interesting homebrew classes in real play: {@link The Companion|https://homebrewery.naturalcrit.com/share/HkbtsQUJGW} (by /u/shadowsocks) and {@link The Noble|https://drive.google.com/file/d/0B_fO9drMhlUealJLdFBXTHp2OG8/view} (by/u/impersonater). Both were incredibly interesting to read, but upon starting a character sheet it became clear that they were overly complex and unwieldy. I had ideas on where to improve them, which got me into a class-making mindset and gave me the impulse I needed to finally go back to working on this old idea I had. (just as a note, The Companion class has improved tremendously over time, and the newest version is much better than the one I tried.)",
																"The current idea for the class was based around a larger homebrew I'm working on at the moment, but I've thought about this sort of plane-hopping vagabond before, and it seemed like a good fit. The name and uniqueness of the class were difficult though, because of course any adventurer could jump between the planes, and none had powers like these. This led to the development of their lore and the concept of \"The Journey\" and Planar Links, which help establish that these characters are different in meaningful ways compared to characters like the horizon walker ranger, for example.",
																"The name gave me trouble because while this could just be called \"The Planeswalker\", that name is overused and draws unwanted comparisons to Magic: The Gathering's idea of planeswalkers. This led to the derivative \"Planeseeker\" and \"Planar Wanderer\" names before I thought of the UA Mystic and their portal-based subclass, the Nomad.",
																"The mechanical identity of this class is meant to be similar in some ways to {@link The Warden|https://drive.google.com/file/d/1_RIYUWCXLYp-tLkT5MjwOd7fN71r7r-h/view} by /u/Layhnet (a very well made class): a primarily martial class with some magical ability, a sort of inverse of the warlock (a magical class with some martial ability).",
																"The last version that I posted of this finally got a good amount of solid feedback. The class was (rightfully) torn apart for a lot of shortcomings, and I've taken a lot of that constructive criticism to heart. I now proudly present the Nomad 2.0!"
															]
														}
													]
												}
											],
											"by": "u/SubjectiveSloth",
											"skipMarks": true,
											"skipItalics": true
										}
									]
								},
								{
									"type": "inset",
									"page": 8,
									"entries": [
										{
											"type": "list",
											"name": "My Other Works:",
											"page": 8,
											"items": [
												"{@link Bloodrager and Whirlwind Barbarian Paths|https://www.gmbinder.com/share/-L0gLiKABy1A9Ci7tfp4}",
												"{@link Spell Rarity System|https://www.gmbinder.com/share/-LAP8sDFAOprgtq5_ICk}",
												"{@link Tiefling Subraces for the Lords of the Nine|http://homebrewery.naturalcrit.com/share/BJH53Lvshb}",
												"{@link Siren and Rusalka monsters|https://www.gmbinder.com/share/-LA-M19_X-6NaXcLKKci}",
												"{@link Thediem, Master of Everything|http://homebrewery.naturalcrit.com/share/H1-wLakS5-}",
												"{@link The Mechanist subclass for the UA Arteficer|https://www.gmbinder.com/share/-L3co1FkjA8nFXXJNiZa}",
												"{@link For Honor subclasses for 5e|http://homebrewery.naturalcrit.com/share/H1-ehImhlW}",
												"{@link Naeris, The Mythic Dragon Monster|https://www.gmbinder.com/share/-LAP6KcNLa1PqOHjiiLi}",
												"{@link Tieflings Reimagined|https://www.gmbinder.com/share/-L17WD8-J5K0KBQIyX3B}",
												"{@link Trapper Rogue|https://www.gmbinder.com/share/-L2Y2LrVsBADYHqt78e9}",
												"{@link Fey-Touched Sorcerer|https://www.gmbinder.com/share/-L0gMLI1UetfjZ1t633U}",
												"{@link Inner Self Monk|https://www.gmbinder.com/share/-L2xX6g8AsJ2Me3RXYGS/-L2x_AtLtWdn2slR0LHE}",
												"{@link Elemental Barbarian|https://www.gmbinder.com/share/-L4nA6uzZLq-Ff_NiSJg}",
												"{@link Bard College of Doors|https://www.gmbinder.com/share/-L51sQeMktzTnuwVBSeg}",
												"{@link Nomad Class|https://www.gmbinder.com/share/-LBS9acGhZ4KbKb5m8hj}",
												"{@link Fringe Seeker Rogue|https://www.gmbinder.com/share/-L8xS54A7hjWe3_XoURB}",
												"{@link Way of Balance Monk|https://www.gmbinder.com/share/-L9h443fXFsJUalDPGQm}",
												"{@link Non-Human Aasimar Variants|https://www.gmbinder.com/share/-LAdaQQ-zP8MPXAmMVGf}",
												"{@link Bard College of Flavor|https://www.gmbinder.com/share/-LB8zy5tUjFPSCtLdc3i}",
												"{@link Ranger Warp Sniper|https://www.gmbinder.com/share/-LGmSzAOCNiAOKAfKVao}"
											]
										},
										{
											"type": "list",
											"name": "Support me on DM's Guild:",
											"page": 8,
											"items": [
												"{@link Tieflings Reimagined|http://www.dmsguild.com/product/240756/ReImagined-Tiefling-Race}",
												"{@link Fey-Touched Sorcerer|http://www.dmsguild.com/product/240772/Sorcerous-Origin-FeyTouched}",
												"{@link The Nomad Class|http://www.dmsguild.com/product/242632/The-Nomad-A-Class-for-Planar-Travelers}"
											]
										}
									]
								},
								{
									"type": "inset",
									"page": 8,
									"name": "Recent Significant Changes",
									"entries": [
										{
											"type": "list",
											"page": 8,
											"items": [
												"{@b Falling Dodge} is now a Portal Art instead of a 1/short",
												"{@b Interplanar Gateway} Wording changed, and added mention of destroying gateways created by this feature",
												"All subclasses were given an additional 3rd level ability to help define their gameplay outside the portal arts system",
												"{@b Elemental Knowledge} replaced with {@b Elemental Affinity}",
												"{@b Weapon Arts} received updated names, and a thrown weapon art, {@b Port Retrieving}",
												"Reformatting to accommodate changes in mechanics and wording"
											]
										}
									]
								}
							]
						},
						"{@note DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, the dragon ampersand, and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries.}",
						"{@note This work contains material that is copyright Wizards of the Coast and/or other authors. Such material is used with permission under the Community Content Agreement for Dungeon Masters Guild.}",
						"{@note All other original material in this work is copyright 2018 by Vincent Girgenti and published under the Community Content Agreement for Dungeon Masters Guild.}"
					]
				}
			]
		}
	]
}
