{
	"_meta": {
		"sources": [
			{
				"json": "Surgebinder",
				"abbreviation": "SURGE",
				"full": "The Surgebinder",
				"color": "0f67db",
				"authors": [
					"xMartu",
					"lighthazard"
				],
				"version": "3.1",
				"url": "https://drive.google.com/file/d/1eKsKBtF81w97TQSf0-LwSSITGQLnIxwj/view",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1610991875,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "17ba1467b6",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Surgebinder",
			"source": "Surgebinder",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"con"
			],
			"casterProgression": "full",
			"classTableGroups": [
				{
					"colLabels": [
						"Stormlight Points",
						"Spell Level"
					],
					"rows": [
						[
							4,
							"{@filter 1st|spells|level=1|class=Surgebinder}"
						],
						[
							6,
							"{@filter 1st|spells|level=1|class=Surgebinder}"
						],
						[
							14,
							"{@filter 2nd|spells|level=2|class=Surgebinder}"
						],
						[
							17,
							"{@filter 2nd|spells|level=2|class=Surgebinder}"
						],
						[
							27,
							"{@filter 3rd|spells|level=3|class=Surgebinder}"
						],
						[
							32,
							"{@filter 3rd|spells|level=3|class=Surgebinder}"
						],
						[
							38,
							"{@filter 4th|spells|level=4|class=Surgebinder}"
						],
						[
							44,
							"{@filter 4th|spells|level=4|class=Surgebinder}"
						],
						[
							57,
							"{@filter 5th|spells|level=5|class=Surgebinder}"
						],
						[
							57,
							"{@filter 5th|spells|level=5|class=Surgebinder}"
						],
						[
							66,
							"{@filter 6th|spells|level=6|class=Surgebinder}"
						],
						[
							66,
							"{@filter 6th|spells|level=6|class=Surgebinder}"
						],
						[
							76,
							"{@filter 7th|spells|level=7|class=Surgebinder}"
						],
						[
							76,
							"{@filter 7th|spells|level=7|class=Surgebinder}"
						],
						[
							87,
							"{@filter 8th|spells|level=8|class=Surgebinder}"
						],
						[
							87,
							"{@filter 8th|spells|level=8|class=Surgebinder}"
						],
						[
							100,
							"{@filter 9th|spells|level=9|class=Surgebinder}"
						],
						[
							100,
							"{@filter 9th|spells|level=9|class=Surgebinder}"
						],
						[
							100,
							"{@filter 9th|spells|level=9|class=Surgebinder}"
						],
						[
							100,
							"{@filter 9th|spells|level=9|class=Surgebinder}"
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shield"
				],
				"weapons": [
					"simple",
					"{@item shortsword|phb|shortswords}",
					"{@item longsword|phb|longswords}"
				],
				"tools": [
					"None"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"insight",
								"perception",
								"persuasion",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item spear|phb} or (b) a {@item warhammer|phb} (if proficient) or (c) a simple melee weapon",
					"(a) a {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} (if proficient) or (b) a {@item shield|phb}",
					"(a) {@item leather armor|phb} or (b) {@item scale mail|phb} or (c) {@item chain mail|phb}",
					"(a) an {@item explorer's pack|phb} or {@item dungeoneer's pack|phb}"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"or": [
						{
							"int": 13,
							"wis": 13,
							"cha": 13
						}
					]
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium"
					],
					"weapons": [
						"simple"
					]
				},
				"entries": [
					"The ability score of the Order modifier of the one you want to multiclass into 13."
				]
			},
			"classFeatures": [
				"Spren|Surgebinder|Surgebinder|1",
				"Stormlight|Surgebinder|Surgebinder|1",
				"Spellcasting|Surgebinder|Surgebinder|1",
				{
					"classFeature": "Radiant Order|Surgebinder|Surgebinder|1",
					"gainSubclassFeature": true
				},
				"Stormlight Healing|Surgebinder|Surgebinder|2",
				"Shardblade|Surgebinder|Surgebinder|3",
				"Ability Score Improvement|Surgebinder|Surgebinder|4",
				"Swift Shardblade|Surgebinder|Surgebinder|5",
				{
					"classFeature": "Radiant Order Feature|Surgebinder|Surgebinder|6",
					"gainSubclassFeature": true
				},
				"Powerful Shardblade|Surgebinder|Surgebinder|7",
				"Ability Score Improvement|Surgebinder|Surgebinder|8",
				"Shardplate|Surgebinder|Surgebinder|10",
				"Powerful Shardblade (+2)|Surgebinder|Surgebinder|11",
				"Ability Score Improvement|Surgebinder|Surgebinder|12",
				{
					"classFeature": "Radiant Order Feature|Surgebinder|Surgebinder|14",
					"gainSubclassFeature": true
				},
				"Improved Shards|Surgebinder|Surgebinder|15",
				"Ability Score Improvement|Surgebinder|Surgebinder|16",
				"Powerful Shardblade (+3)|Surgebinder|Surgebinder|17",
				{
					"classFeature": "Radiant Order Feature|Surgebinder|Surgebinder|18",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Surgebinder|Surgebinder|19",
				"Knight Radiant|Surgebinder|Surgebinder|20"
			],
			"subclassTitle": "Radiant Order",
			"page": 1
		}
	],
	"classFeature": [
		{
			"name": "Spren",
			"source": "Surgebinder",
			"page": 1,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 1,
			"entries": [
				"A spren has formed a bond with you and accompanies you wherever you go. The spren cannot be touched and can only be seen by you unless you order it to show itself. It has no Hit Points, cannot do any actions in combat except for talking and it has a flying speed equal to your current movement. The spren type depends on your Radiant Order.",
				"You can ask your spren to do any ability check that uses Intelligence, Wisdom or Charisma. The spren uses your ability score and proficiency modifiers when it is asked to do an ability check in this way.",
				"The spren can move freely and will always follow you unless you give it different orders. As long as you are within 120 feet of the spren, you can absorb Stormlight. If you are under the effects of Stormlight and the spren is more than 120ft away from you, you instantly expel all the Stormlight you had in your body."
			]
		},
		{
			"name": "Stormlight",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 1,
			"entries": [
				"You have the capacity to absorb Stormlight. If you can breath, you can use a free object interaction on your turn to fill yourself with Stormlight.",
				"As long as you are under the effects of Stormlight, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You emit bright white light in a 10 feet radius and dim light in another 10 feet.",
						"You ignore the effects of any exhaustion level while under the effects of Stormlight",
						"You don't need to breathe. You still need to breathe in order to absorb more Stormlight."
					]
				},
				"When you breathe Stormlight, you instantly fill yourself with as much Stormlight as you can. The maximum amount of Stormlight your body can hold up at the same time is determined by the value shown in the Stormlight Points column in the Surgebinder table. That number also represents the maximum amount of Stormlight Points you can inhale before taking a long rest. Your Stormlight points cannot be reduced below 0.",
				"You may expend as many Stormlight Points for spell slots or class features as your current level allows. Expended Stormlight Points reset at the end of a long rest.",
				"You can end the effects of Stormlight by expelling it out of your body (it doesn't require an action). It also ends early if you are knocked unconscious. Any unused point of Stormlight can be regained later. For example, if you can absorb 17 points, use 7 and expell it, the next time you absorb Stormlight, you fill yourself with 10 points.",
				{
					"type": "table",
					"caption": "Stormlight Sources and Stormlight Points (SP) Multipler",
					"colLabels": [
						"Sphere Type",
						"Multiplier",
						"Chip (2 SP)",
						"Mark (5 SP)",
						"Broam (12 SP)"
					],
					"colStyles": [
						"col-3",
						"col-3",
						"col-2",
						"col-2",
						"col-2",
						"col-2"
					],
					"rows": [
						[
							"Diamond",
							"1x",
							"1 sp",
							"5 sp",
							"2 gp"
						],
						[
							"Garnet, heliodor, topaz",
							"2x",
							"5 sp",
							"25 sp",
							"10 gp"
						],
						[
							"Ruby, smokestone, zircon",
							"4x",
							"10 sp",
							"50 sp",
							"2 gp"
						],
						[
							"Amethyst, sapphire",
							"8x",
							"25 sp",
							"125 sp",
							"5 gp"
						],
						[
							"Emerald",
							"10x",
							"50 sp",
							"250 sp",
							"10 gp"
						]
					]
				},
				"Each sphere size contains a certain amount of Stormlight Points (SP); a chip is worth 2 Stormlight Points, a mark is worth 5 Stormlight Points, and a broam is worth 12 Stormlight Points. The sphere type determines how much the sphere holds (a smokestone broam offers 48 Stormlight Points)."
			]
		},
		{
			"name": "Spellcasting",
			"source": "Surgebinder",
			"page": 1,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 1,
			"entries": [
				"As long as you are under the effects of Stormlight, you can cast spells with Stormlight Points, powerful effects that allow you to stand out in any situation. Your Radiant Order determines how many and which spells you know. You can find a list of all the spells below the class features.",
				{
					"type": "entries",
					"name": "Stormlight Points",
					"entries": [
						"You have an amount of Stormlight points determined by the Stormlight Points column in the Surgebinder table. In order to cast a spell, you create a spell slot of a given level by spending Stormlight points. The amount of Stormlight points you must spend to create a spell slot when you cast a spell is determined by the Stormlight Points To Spell Slots table.",
						{
							"type": "table",
							"caption": "Stormlight Points to Spell Slots",
							"colLabels": [
								"Spell Slot Level",
								"Stormlight Points"
							],
							"colStyles": [
								"col-2 text-center"
							],
							"rows": [
								[
									"1st",
									2
								],
								[
									"2nd",
									3
								],
								[
									"3rd",
									5
								],
								[
									"4th",
									6
								],
								[
									"5th",
									7
								],
								[
									"6th",
									9
								],
								[
									"7th",
									10
								],
								[
									"8th",
									11
								],
								[
									"9th",
									13
								]
							]
						},
						"Spells of 6th level and higher are particularly taxing to cast. You can use Stormlight points to create one slot of each level of 6th or higher. You can't create another slot of the same level until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Spells Known of 1st Level and Higher",
					"entries": [
						"The amount of spells you know is determined by your Radiant Order.",
						"You can only learn spells of a level for which you can create spell slots, determine by the Spell Level column in the Surgebinder table."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Your spellcasting ability is determined by your Radiant Order. You use your Order modifier whenever a spell refers to your spellcasting ability. In addition, you use your Order modifier when setting the saving throw DC for a spell you cast and when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Surge",
							"attributes": [
								"spellcasting"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Surge",
							"attributes": [
								"spellcasting"
							]
						}
					]
				}
			]
		},
		{
			"name": "Radiant Order",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 1,
			"entries": [
				"You have sworn your fist Ideal. Life before death. Strength before weakness. Journey before destination. This Ideal is the beginning of your jorney and what allows you to join a Radiant Order. Choose one Radiant Order which suits your ideals, aspirations and personality: Windrunners, Dustbringers, Edgedancers, Truthwatchers, Lightweavers or Elsecallers. Your choice grants you features at 1st level and again at 6th, 14th and 18th level.",
				{
					"type": "inset",
					"name": "Breaking the Ideals",
					"entries": [
						"The Knights Radiant are broken people that have sworn a number of oaths that not only strengthen their bond with their spren, but grant them power. This drains a lot of energy, physical and mental, and most of the times a Knight Radiant will encounter obstacles in their journey in the form of fear, hesitation and weakness.",
						"If a Knight Radiant breaks its oaths, their spren dies, depriving them of the capacity of absorbing Stormlight and summon their shards. This also means that they have lost the creature that accompanies them in their journeys, most of the times their best friend. For a Knight Radiant, losing their spren can mean a really hard breakdown.",
						"A Surgebinder that breaks their Ideals loses all their Surgebinder levels and cannot access it ever again. No spren is going to ever trust them, because they will never know if the Surgebinder is gonna betray its Ideals one more time."
					]
				},
				{
					"type": "entries",
					"name": "Surgebinding",
					"entries": [
						"Surbebinding is the form of magic in the world of Roshar. By altering the most basic essences of the world, a surgebinder can produce powerful effects.",
						"Surgebinding is divided in 10 surges, each affecting one essence. Every surgebinder can utilize 2 surges, determined by its Radiant Order, later adding a third into their lists.",
						"Each surge represents one of the fundamental forces of reality. Every surge contains a spell list and additional details.",
						{
							"type": "entries",
							"name": "Bond",
							"entries": [
								"Every surge represents a bond with a spren. Each surge has their own passive effect. The effect is always active as long as you are under the effects of Stormlight."
							]
						},
						{
							"type": "entries",
							"name": "Basic surges",
							"entries": [
								"Basic surges are the 10 surges that affect the 10 essences of the world. These are gained at 1st level in the surgebinder class. They have a bond and a spell list."
							]
						},
						{
							"type": "entries",
							"name": "Advanced surges",
							"entries": [
								"Advanced surges are especific to each Radiant Order of surgebinders. A surgebinder gains its advanced surge at 11th level. They don't have a bond and they only have a spell list."
							]
						}
					]
				}
			]
		},
		{
			"name": "Stormlight Healing",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you use your Stormlight to regenerate your wounds. At the start of each of your turns, you may consume one Stormlight Point to regain hit points equal to your Constitution modifier (minimum of 1) if you have no more than half of your hit points left. You don't gain this benefit if you have 0 hit points.",
				"When you reach 10th level in this class, you may regain hit points even if you have more than half of your hit points left and you add your Order modifier (minimum of 1) to the healing."
			]
		},
		{
			"name": "Shardblade",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 3,
			"entries": [
				"When you reach 3rd level, you are able to summon your own shardblade. As a bonus action, your spren transforms into a weapon you are proficient in of your choice as long as you have a free hand. The shardblade disappears if you choose to (doesn't require an action), if you are incapacitated or if you die. The shardblade has the following characteristics:",
				{
					"type": "list",
					"items": [
						"It deals the same damage as the weapon it copies, but it is radiant type.",
						"It can only be summoned if your spren is within 30 feet of you.",
						"It emits bright light in a 5 feet radius and dim light for an additional 5 feet. The color of this light depends on your Radiant Order."
					]
				},
				"The Shardblade does not leave any injuries in the creatures you hit with it, nor does ever get dirty. When you kill a living creature with it, its eyes burn into black smoke. When you are using your Shardblade, you can communicate with your spren telepathically."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Swift Shardblade",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 5,
			"entries": [
				"When you reach 5th level, you can choose one of the following:",
				{
					"type": "entries",
					"name": "Extra Attack",
					"entries": [
						"You can attack twice with your Shardblade, instead of once, whenever you take the {@action Attack} action on your turn."
					]
				},
				{
					"type": "entries",
					"name": "Rythm of War",
					"entries": [
						"When you cast a spell and spend 1 Stormlight Point, you can roll a d8 and you gain a bonus to one roll of the spell equal to the number rolled. That roll must restore Hit Points or be a damage roll."
					]
				}
			]
		},
		{
			"name": "Radiant Order Feature",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 6,
			"entries": [
				"At 6th level, you gain another feature from your Radiant Order."
			]
		},
		{
			"name": "Powerful Shardblade",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 7,
			"entries": [
				"At 7th level, your shardblade gains a +1 bonus to attack and damage rolls done with it.",
				"This bonus increases to a +2 at 11th level and to a +3 at 17th level."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Shardplate",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 10,
			"entries": [
				"Starting at 10th level, your oaths and bond are strong enough for a Shardplate. You can summon a Shardplate to your body using a bonus action as long as you are using no armor or light armor. You can also summon you shardblade in the same bonus action if you hadn't summoned it earlier. The shardplate is a piece of heavy armor you are proficient with and it has the following characteristics:",
				{
					"type": "list",
					"items": [
						"The Shardplate grants you temporary Hit Points equal to twice your Surgebinder level + your Order modifier.",
						"It has an AC of 12 + half your proficiency bonus (rounded down) + your Order modifier.",
						"This armor increases your walking speed by 10 feet and doubles your high and long jump distances if it has at least 1 temporary Hit Point.",
						"If you have at least 1 temporary Hit Point granted by the armor, you have advantage on Strength (Athletics) and Dexterity (Acrobatics) checks.",
						"The Shardplate's temporary hit points regenerate after a long rest. You can also spend Stormlight Points as an action while it's summoned to cause the Shardplate regain temporary Hit Points equal to your Order modifier (minimum of 1) for every Stormlight Point consumed."
					]
				},
				"The Shardplate emits bright light in a 10 feet radius and dim light for an additional 10 feet. The color of this light depends on your Radiant Order. The Shardplate disappears if you choose so (doesn't require any action), if you fall unconscious or if you die."
			]
		},
		{
			"name": "Powerful Shardblade (+2)",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 11,
			"entries": [
				"At 11th level, your shardblade has a +2 bonus to attack and damage rolls done with it."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Radiant Order Feature",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 14,
			"entries": [
				"At 14th level, you gain another feature from your Radiant Order."
			]
		},
		{
			"name": "Improved Shards",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 15,
			"entries": [
				"When you reach 15th level, your Shardplate grants you advantage on any saving throw against spells and magical effects as long as it has at least 1 hit point.",
				"Also, when you use your action to cast a spell, you can make one weapon attack with your shardblade as a bonus action."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Powerful Shardblade (+3)",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 17,
			"entries": [
				"At 1th level, your shardblade has a +3 bonus to attack and damage rolls done with it."
			]
		},
		{
			"name": "Radiant Order Feature",
			"source": "Surgebinder",
			"page": 7,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 18,
			"entries": [
				"At 18th level, you gain another feature from your Radiant Order."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Knight Radiant",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"level": 20,
			"entries": [
				"When you reach 20th level you are considered a true defender of good. The bonus to attack and damage of your shardblade also applies to your surgebinder spell attack rolls and spell save DC.",
				"Additionally, if you have your Shardplate equipped and it has at least 1 Hit Point, whenever you receive damage from a non-magical weapon, you reduce that damage by your Order modifier."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Order of the Windrunners",
			"source": "Surgebinder",
			"page": 5,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"Being part of the Order of the Windrunners means protecting everyone in need. Founded by the Herald Jezrien, the Windrunners were one of the more popular Radiant Orders with more members. That, mixed with their capacity of flying, made them the symbol of the Knights Radiant. They always act grouped and organize in a specific hierarchy.",
				"The Windrunners tend to attract \"big sibling\" types, who seek to protect the defenseless, but also enjoy action and fighting for what they believe in. They're primarily scouts, though they often work as special forces groups, able to deliver teams of Radiants behind enemy lines for secret missions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Windrunner|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Windrunner|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Windrunner|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wind's Grace|Surgebinder|Surgebinder|Windrunner|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will protect. Windrunner oaths are themed toward protection, particularly defending innocents or those who are unable to protect themselves."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Sapphire, blue color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Charisma is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Honorspren. Honorspren are blue and retain a humanoid form. They can choose who can see them and they are very similar to humans in their customs and manners. Usually they are born with names."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Charisma.",
				"You know the Adhesion and Gravitation surges. At 11th level, you learn the Windrunner surge.",
				{
					"type": "entries",
					"name": "Adhesion Surge",
					"entries": [
						"The Adhesion Surge is the surge of pression and vacuum. This surge alters the forces that bind objects together."
					]
				},
				{
					"type": "entries",
					"name": "Adhesion Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you take no falling damage."
					]
				},
				{
					"type": "entries",
					"name": "Gravitation Surge",
					"entries": [
						"The Gravitation Surge allows you to alter the strenth and direction of the gravitational pull affecting objects and creatures."
					]
				},
				{
					"type": "entries",
					"name": "Gravitation Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you have the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You also have a climbing speed equal to your walking speed. If you don't end your movement on the floor, you fall unless something else holds you aloft."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Adhesion and Gravitation Surge List",
							"colLabels": [
								"Spell Level",
								"Adhesion",
								"Gravitation"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Link|Surgebinder}",
									"{@spell Jump}"
								],
								[
									"2nd",
									"{@spell Redirect|Surgebinder}, {@spell Warding Wind|XGE}",
									"{@spell Gravitational Imprisonment|Surgebinder}"
								],
								[
									"3rd",
									"{@spell Wind Wall}",
									"{@spell Fly}"
								],
								[
									"4th",
									"{@spell Wind Stream|Surgebinder}",
									"{@spell Launch|Surgebinder}"
								],
								[
									"5th",
									"{@spell Tie Up|Surgebinder}",
									"{@spell Alter Gravity|Surgebinder}, {@spell Flying Strike|Surgebinder}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Windrunner Surge",
									"colLabels": [
										"Spell Level",
										"Windrunner Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Strength of the Squires|Surgebinder}"
										],
										[
											"7th",
											"{@spell Lacerating Reverse Lashing|Surgebinder}"
										],
										[
											"8th",
											"{@spell Control Weather}"
										],
										[
											"9th",
											"{@spell Storm of Vengeance}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency with heavy armor and martial weapons."
			]
		},
		{
			"name": "Wind's Grace",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"You are ready for battle anytime. You can give yourself a bonus to your initiative rolls equal to your Order modifier."
			]
		},
		{
			"name": "I'll Protect Those Who Can't Protect Themselves",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you can adopt a defensive stance to protect your allies from ranged attacks. When an ally that is within 15 feet of you is attacked by a ranged attack that requires an attack roll, you can use your reaction to spray your body with Stormlight. Until the beginning of your next turn, you gain a bonus to your AC equal to your Order modifier against ranged attacks and every ranged attack that targets a creature within 15 feet of you targets you instead of its original objective.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Protection Bulwark",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, while under the effects of Stormlight, you gain a flying speed equal to your walking speed.",
				"Moreover, when you have your Shardplate summoned, you can cause it to protect others from harm. When a creature you can see within 60 feet of you is hit by an attack, you can use your reaction to cause your Shardplate to protect them. Until the beginning of your next turn, the target creature gains the benefit of your Shardplate as it they were their bearer. During this time, you cannot benefit from your Shardplate's features. When this effect ends, you regain your Shardplate again without the need to summon it."
			]
		},
		{
			"name": "Wind Fighter",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Windrunner",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"When you fight, wind currents surround you, enhancing your abilities. When you reach 18th level, your flying speed increases to 60 feet or your walking speed, whichever is higher, and wind effects don't count as dificult terrain for you when you are under the effects of Stormlight.",
				"Additionally, when you inhale Stormlight, wind gales surround you. Once per turn when you are under the effects of Stormlight, when you hit a creature with a melee weapon attack, you may throw a strong burst of wind. The creature you hit and every creature in a 15 feet cone in front of you must succeed a Strength saving throw against your Order modifier or be knocked prone."
			]
		},
		{
			"name": "Order of the Skybreakers",
			"source": "Surgebinder",
			"page": 8,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"Law is their life and justice their only objective. Created by the Herald Nale, The Judge, the Skybreakers swear to make justice and follow the law. The Order focuses on obeying the law, regardless of wether it is just or fair. A Skybreaker might have their goals, but they will always obey the laws of a land regardless of whether it aligns with their specific thinking.",
				"The Skybreakers were the enforcers of the Knights Radiant, often tasked with keeping the peace, policing the other Orders, and making certain that dangerous or dark forces in the world were contained. This sometimes gave them a bad reputation among the more free-thinking Orders of Knights, but the Skybreakers (at their best) were not merciless. They were the ones who believed that nobody, not even a Radiant, should be above being questioned. They were the ones that did the sometimes tough job of making certain that the Orders didn't abuse their power to become tyrants, as the Skybreakers saw that those with powers could easily oppress those who had none.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Skybreaker|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Skybreaker|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Skybreaker|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Payment|Surgebinder|Surgebinder|Skybreaker|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will seek justice. Skybreaker oaths are themed toward justice, fighting for causes, and enforcing social rules. They generally reinforce the importance of moral codes, legal structures, and similar boundaries that protect civilization."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Smokestone, grey color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Wisdom is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Highspren. Highspren espouse the following the letter of law and other legal codes, rather than doing what one feels is right. Highspren are described as looking like black slits in reality, with white glowing stars shining through."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Wisdom.",
				"You know the Division and Gravitation surges. At 11th level, you learn the Skybreaker surge.",
				{
					"type": "entries",
					"name": "Division Surge",
					"entries": [
						"The Division Surge can be manipulated to have power over destruction and decay. It destroys matter."
					]
				},
				{
					"type": "entries",
					"name": "Division Surge Bond",
					"entries": [
						"While under the effects of Stormlight and once during each of your turns, when you hit with a weapon attack roll, you can deal extra fire damage to the target equal to your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Gravitation Surge",
					"entries": [
						"The Gravitation Surge allows you to alter the strenth and direction of the gravitational pull affecting objects and creatures."
					]
				},
				{
					"type": "entries",
					"name": "Gravitation Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you have the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You also have a climbing speed equal to your walking speed. If you don't end your movement on the floor, you fall unless something else holds you aloft."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Division and Gravitation Surge List",
							"colLabels": [
								"Spell Level",
								"Division",
								"Gravitation"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Flaming Strike|Surgebinder}",
									"{@spell Jump}"
								],
								[
									"2nd",
									"{@spell Scorch|Surgebinder}",
									"{@spell Gravitational Imprisonment|Surgebinder}"
								],
								[
									"3rd",
									"{@spell Combustion|Surgebinder}",
									"{@spell Fly}"
								],
								[
									"4th",
									"{@spell Fire Shield}",
									"{@spell Launch|Surgebinder}"
								],
								[
									"5th",
									"{@spell Destructive Wave}",
									"{@spell Alter Gravity|Surgebinder}, {@spell Flying Strike|Surgebinder}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Skybreaker Surge",
									"colLabels": [
										"Spell Level",
										"Skybreaker Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Sunbeam}"
										],
										[
											"7th",
											"{@spell Fire Storm}"
										],
										[
											"8th",
											"{@spell Sunburst}"
										],
										[
											"9th",
											"{@spell Imprisonment}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency in the Insight skill and with martial weapons."
			]
		},
		{
			"name": "Payment",
			"source": "Surgebinder",
			"page": 9,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Wwhen a creature hits you with a melee attack, you can make a melee weapon attack against that creature as a reaction if it is in range."
			]
		},
		{
			"name": "Insightful Judge",
			"source": "Surgebinder",
			"page": 10,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your proficiency bonus is doubled for your Insight skill. Additionally, after a successful Wisdom (Insight) check against a creature, you have advantage on your next attack against it for 1 minute or until you're successful on a Wisdom (Insight) check against a creature."
			]
		},
		{
			"name": "High resilience",
			"source": "Surgebinder",
			"page": 10,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you have advantage on checks and saving throws against being charmed and frightened and gain a flying speed equal to your walking speed when you are under the effects of Stormlight."
			]
		},
		{
			"name": "Justice Resonance",
			"source": "Surgebinder",
			"page": 10,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Skybreaker",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"You are the law and you impart justice. When you reach 18th level, your flying speed increases to 60 feet or your walking speed, whichever is higher. Additionally, once on each of your turns, if you are under the effects of Stormlight and hit with a melee weapon attack, you may deal 1d10 + your Order modifier radiant damage to every other creature within the weapon's reach as your weapon leaves a light trace where it passes."
			]
		},
		{
			"name": "Order of the Dustbringers",
			"source": "Surgebinder",
			"page": 10,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"Often called Releasers because of the closeness of their name to Voidbringers, the Dustbringers are one of, if not the most, powerful Radiant Orders. Themed towards responsibility, their oaths are led to understand that the powers they used needed to be properly channeled, much as their own desires and wills needed proper form and shape.",
				"The Dustbringers believe that great power requires a strong will to control it, and their oaths are designed to teach them to control their destructive power. While their powers can be used to destroy large swaths of land, acting like artillery, they prefer to work in a more controlled and nuanced manner. They attract anyone who likes to take things apart, who likes to know how things work. They also attract those who are a little foolhardy at times, brave soldiers who see themselves as containing and controlling terrible destruction so it won't get out of hand and hurt innocents.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Dustbringer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Dustbringer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Dustbringer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Create Heat|Surgebinder|Surgebinder|Dustbringer|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will seek self-mastery. Dustbringer oaths are themed towards self-control and responsibility. Each oath leads to a greater understanding of power, the nature of holding it, and the associated responsibility."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Ruby, red color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Wisdom is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Ashspren. Ashspren like to break things around them to see what's inside and they appear to burn through the inside of objects in treelike patterns."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Wisdom.",
				"You know the Abrasion and Division surges. At 11th level, you learn the Dustbringer surge.",
				{
					"type": "entries",
					"name": "Abrasion Surge",
					"entries": [
						"The Abrasion Surge allows you to alter the frictional force between two surfaces, most of the times being one of them yourself."
					]
				},
				{
					"type": "entries",
					"name": "Abrasion Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you ignore difficult terrain when walking."
					]
				},
				{
					"type": "entries",
					"name": "Division Surge",
					"entries": [
						"The Division Surge can be manipulated to have power over destruction and decay. It destroys matter."
					]
				},
				{
					"type": "entries",
					"name": "Division Surge Bond",
					"entries": [
						"While under the effects of Stormlight and once during each of your turns, when you hit with a weapon attack roll, you can deal extra fire damage to the target equal to your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Abrasion and Division Surge List",
							"colLabels": [
								"Spell Level",
								"Abrasion",
								"Division"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Awesome|Surgebinder}, {@spell Roughness|Surgebinder}",
									"{@spell Flaming Strike|Surgebinder}"
								],
								[
									"2nd",
									"{@spell Pass Without Trace}, {@spell Hold Person}",
									"{@spell Scorch|Surgebinder}"
								],
								[
									"3rd",
									"{@spell Haste}",
									"{@spell Combustion|Surgebinder}"
								],
								[
									"4th",
									"{@spell Freedom of Movement}",
									"{@spell Fire Shield}"
								],
								[
									"5th",
									"{@spell Hold Monster}",
									"{@spell Destructive Wave}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Dustbringer Surge",
									"colLabels": [
										"Spell Level",
										"Dustbringer Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Disintegrate}"
										],
										[
											"7th",
											"{@spell Delayed Blast Fireball}"
										],
										[
											"8th",
											"{@spell Incendiary Cloud}"
										],
										[
											"9th",
											"{@spell Meteor Swarm}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency with martial weapons."
			]
		},
		{
			"name": "Create Heat",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"You are able to increase abrasion on a creature to make it weaker against hotness. When you cast a spell that deals fire damage, you can choose one of the targets of the spell. That creature must make a Constituion saving throw against your spell save DC, having vulnerability against fire damage until the beginning of their next turn on a failure, and being unaffected on a success.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Brave Destruction",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you have learnt that your powers exist to protect the innocent from harm. While you are under the effects of Stormlight, when a creature you can see within 15 feet of you is hit by a melee attack, you can move up to half your movement towards the attacker. You can then make one melee weapon attack against the attacker with your shardblade if it is in range. If that attack hits, it deals an extra 1d10 fire damage.",
				"This extra damage increases to 2d10 at 11th level and 3d10 at 17th level."
			]
		},
		{
			"name": "Vaporization",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"When you reach 14th level, when you cast a spell that deals fire damage and has a range other than self, you can create a 20-foot sphere of smoke that disturbs creatures inside it on a point within the spells range. The targets of your spell inside the smoke sphere make their next saving throw with disadvantage. Once the spell is casted, the smoke sphere vanishes.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Mastery Resonance",
			"source": "Surgebinder",
			"page": 11,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Dustbringer",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, your control over your surges is unmatched. When you are under the effect of Stormlight, you can use your Create Heat feature without expending a use of it."
			]
		},
		{
			"name": "Order of the Edgedancers",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"They may not be the biggest or most important Order, but the Edgedancers are powerful and polyvalent fighters. Founded by the Herald Vedel, the Edgedancers are known to be one of the most refined and elegant Orders, always ignoring things of great import in favor of smaller things, as some would see it.",
				"The Edgedancers are known as being caring and graceful. Among the Knights Radiant, they see it as their duty to care for the people and are often less interested in war than they are about trying to improve the daily lives of the common folk. During wartime, they often act as the mobile medics, eschewing actual combat to heal or pull out the wounded or those trapped in terrible situations. However, there are some renowned for their graceful and skilled prowess in combat, occasionally used as scouts or special forces troops in conjunction with a team of Windrunners or Skybreakers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Edgedancer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Edgedancer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Edgedancer|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Gift of Nature|Surgebinder|Surgebinder|Edgedancer|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will remember. Edgedancer oaths are themed around remembering the ordinary people of the world—those who aren't powerful generals or Radiants. Too often, the actions of the powerful have terrible effects on the people with no voice, and the Edgedancers consider it their solemn duty to remember that the people are the ones they truly serve."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Diamond, white color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Wisdom is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Cultivationspren. They are the spren of nature and they take the form of a vine that grows rapidly. They can form the appearance of a face by curling vines around one another. After a time, the vine trail they leave behind solidifies, becoming like crystal before crumbling into dust."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Wisdom.",
				"You know the Abrasion and Progression surges. At 11th level, you learn the Edgedancer surge.",
				{
					"type": "entries",
					"name": "Abrasion Surge",
					"entries": [
						"The Abrasion Surge allows you to alter the frictional force between two surfaces, most of the times being one of them yourself."
					]
				},
				{
					"type": "entries",
					"name": "Abrasion Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you ignore difficult terrain when walking."
					]
				},
				{
					"type": "entries",
					"name": "Progression Surge",
					"entries": [
						"The Progression Surge can be manipulated to alter the growth and healing of an organism."
					]
				},
				{
					"type": "entries",
					"name": "Progression Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you can use a bonus action to touch a creature that has 0 hit points and stabilize it."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Abrasion and Progression Surge List",
							"colLabels": [
								"Spell Level",
								"Abrasion",
								"Progression"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Awesome|Surgebinder}, {@spell Roughness|Surgebinder}",
									"{@spell Cure Wounds}"
								],
								[
									"2nd",
									"{@spell Pass Without Trace}, {@spell Hold Person}",
									"{@spell Lesser Restoration}, {@spell Healing Spirit|XGE}"
								],
								[
									"3rd",
									"{@spell Haste}",
									"{@spell Aura of Vitality}, {@spell Plant Growth}"
								],
								[
									"4th",
									"{@spell Freedom of Movement}",
									"{@spell Guardian of Nature|XGE}"
								],
								[
									"5th",
									"{@spell Hold Monster}",
									"{@spell Mass Cure Wounds}, {@spell Wrath of Nature|XGE}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Edgedancer Surge",
									"colLabels": [
										"Spell Level",
										"Edgedancer Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Heal}"
										],
										[
											"7th",
											"{@spell Regenerate}"
										],
										[
											"8th",
											"{@spell Abrasive Growth|Surgebinder}"
										],
										[
											"9th",
											"{@spell Mass Heal}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency in the Acrobatics and Stealth skills."
			]
		},
		{
			"name": "Gift of Nature",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"A flow of revitalizing energy runs through your body. You are immune to poison and disease.",
				"Additionally, when you attack a creature that has yet to take a turn, you do so with advantage."
			]
		},
		{
			"name": "Natural Growth",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, opportunity attacks against you are made with disadvantage.",
				"Moreover, when you are under the effects of Stormlight, you have advantage on Strength (Athletics) checks to shove a creature and, if you take the Attack action on your turn, you can use a bonus action to try to shove a creature within 5 feet of you."
			]
		},
		{
			"name": "Slippery",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"When you reach 14th level, you have advantage on Strength and Dexterity saving throws when you are under the effects of Stormlight and you cannot be grappled or restrained and cannot be unwillingly moved."
			]
		},
		{
			"name": "Nature Resonance",
			"source": "Surgebinder",
			"page": 12,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Edgedancer",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, your powers strengthen yourself. You don't need to expend Stormlight Points when you use your Stormligh Healing feature.",
				"Additionally, when you use your Stormlight Healing feaure, you can heal any creature of your choice in a 30-foot radius. You must expend 3 Stormlight points per creature when doing so."
			]
		},
		{
			"name": "Order of the Truthwatchers",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"The Truthwatchers are the most esoteric Radiant Order. Silent and secretive most of the time, they preferred to stay appart from the other Knights Radiant. Founded by the Herald Paliah, they are the most mysterious Order.",
				"The Truthwatchers are seen as quiet, largely known as the most scholarly Order of Knights Radiant. They tend to attract scientists primarily, but also scholars or thinkers of all types. This extends to some who might not normally be known as scholarly but instead as someone often consumed by their own thoughts. In general, they tend to be reserved, particularly in person, though a small minority of Truthwatchers are greatly concerned with the actions of the powerful and might be likened to investigative reporters.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Reality|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will seek truth. Truthwatcher oaths are themed around seeking to find ultimate truth and sharing it. They are very concerned with knowledge and the proper exploitation of it."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Emerald, green color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Intellience is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Mistspren. They are closer to Cultivation than to Honor, and are said to resemble the shimmer light makes on a surface when it is reflected through a crystal."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Intellience.",
				"You know the Illumination and Progression surges. At 11th level, you learn the Truthwatcher surge.",
				{
					"type": "entries",
					"name": "Illumination Surge",
					"entries": [
						"The Lies Illumination Surge allows you to create images by projecting your own Stormlight."
					]
				},
				{
					"type": "entries",
					"name": "Illumination Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you can use an action to cast the minor illusion cantrip."
					]
				},
				{
					"type": "entries",
					"name": "Progression Surge",
					"entries": [
						"The Progression Surge can be manipulated to alter the growth and healing of an organism."
					]
				},
				{
					"type": "entries",
					"name": "Progression Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you can use a bonus action to touch a creature that has 0 hit points and stabilize it."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Illumination and Progression Surge List",
							"colLabels": [
								"Spell Level",
								"Illumination",
								"Progression"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Silent Image}, {@spell Color Spray}",
									"{@spell Cure Wounds}"
								],
								[
									"2nd",
									"{@spell Alter Self}, {@spell Mirror Image}",
									"{@spell Lesser Restoration}, {@spell Healing Spirit|XGE}"
								],
								[
									"3rd",
									"{@spell Major Image}, {@spell Fear}",
									"{@spell Aura of Vitality}, {@spell Plant Growth}"
								],
								[
									"4th",
									"{@spell Hallucinatory Terrain}",
									"{@spell Guardian of Nature|XGE}"
								],
								[
									"5th",
									"{@spell Mislead}, {@spell Seeming}",
									"{@spell Mass Cure Wounds}, {@spell Wrath of Nature|XGE}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Truthwatcher Surge",
									"colLabels": [
										"Spell Level",
										"Truthwatcher Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell True Location|Surgebinder}"
										],
										[
											"7th",
											"{@spell Regenerate}"
										],
										[
											"8th",
											"{@spell Mind Blank}"
										],
										[
											"9th",
											"{@spell Foresight}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency in the Investigation skill."
			]
		},
		{
			"name": "Reality",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"You have advantage on any check to discern illusions from reality."
			]
		},
		{
			"name": "Lecture",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your bond with your spren allows you to predict your enemies' intents. As a reaction when you or a creature within 30 feet of you make an attack or a saving throw you can expend 2 Stormlight points and force the attacker to reroll the attack or the saving throw with advantage or disadvantage, your choice.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Visions",
			"source": "Surgebinder",
			"page": 13,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"When you reach 14th level, you can pull visions from the near future. Choose a creature or object with which you've spent at least 1 minute and consume 6 Stormlight points.",
				"As you do so, visions from the creature's or object's near future invade you. The visions appear in a 30 foot cube around you and you see one possible outcome of what the next 24 hours of the target's time might be. The DM chooses how accurate these visions are, but they must have at least some little truth or clues of what is really gonna happen.",
				"Once you've used this feature, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Divination Resonance",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Truthwatcher",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"Your vision and capacity to read everything around you has no rival. At 18th level, you gain a 60 feet True Sight when you are under the effects of Stormlight."
			]
		},
		{
			"name": "Order of the Lightweavers",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"Enigmatic, the Lightweavers were formed in their majority by people gifted with the best artistic skills. These illusionists are capable of molding Stormlight into visual and sound effects. Founded by the Herald Salash, they are sincere people who base their Ideals on truth.",
				"Lightweavers are the Radiants most interested in the arts, including all kinds of visual arts and theater. They range widely in personality from the quiet and introspective painter to the outgoing and gregarious stage performer, with everything in between. What unites them tends to be a love of art, though there are some few who are more interested in intrigue, secrets, and espionage. They are the spies of the Knights Radiant and are often untrusted by others for their love of subterfuge.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Lightweaver|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Lightweaver|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Lightweaver|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will speak my truth. Lightweaver oaths are an oddity, perhaps because their spren tend to be the oddest among all Radiant spren. Instead of speaking specific words, or even words along a certain theme, Lightweavers speak truths about themselves."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Garnet, garnet color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Charisma is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spren type is the Cryptic. They are the spren of lies. Cryptics manifest in the Physical Realm as a complex geometric pattern that is constantly shifting, slightly raised off a surface or object. On occasion they can also manifest as a floating three-dimensional mass of twisting lines. They cannot make themselves invisible to others, but can camouflage with ease and mimic voices and sounds."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Charisma.",
				"You know the Illumination and Transformation surges. At 11th level, you learn the Lightweaver surge.",
				{
					"type": "entries",
					"name": "Illumination Surge",
					"entries": [
						"The Lies Illumination Surge allows you to create images by projecting your own Stormlight."
					]
				},
				{
					"type": "entries",
					"name": "Illumination Surge Bond",
					"entries": [
						"While under the effects of Stormlight, you can use an action to cast the minor illusion cantrip."
					]
				},
				{
					"type": "entries",
					"name": "Transformation Surge",
					"entries": [
						"The Transformation Surge can be used to alter the matter of an object or creature."
					]
				},
				{
					"type": "entries",
					"name": "Transformation Surge Bond",
					"entries": [
						"As a bonus action, you can touch a non-magical object not larger thatn 1 foot and change its shape and color."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Illumination and Transformation Surge List",
							"colLabels": [
								"Spell Level",
								"Illumination Surge",
								"Transformation Surge"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Silent Image}, {@spell Color Spray}",
									"{@spell Alter Composition|Surgebinder}, {@spell Inflict Wounds}"
								],
								[
									"2nd",
									"{@spell Alter Self}, {@spell Mirror Image}",
									"{@spell Heat Metal}"
								],
								[
									"3rd",
									"{@spell Major Image}, {@spell Fear}",
									"{@spell Transmuting Area|Surgebinder}"
								],
								[
									"4th",
									"{@spell Hallucinatory Terrain}",
									"{@spell Stoneskin}"
								],
								[
									"5th",
									"{@spell Mislead}, {@spell Seeming}",
									"{@spell Alter Matter|Surgebinder}, {@spell Create Wall|Surgebinder}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Lightweaver Surge",
									"colLabels": [
										"Spell Level",
										"Lightweaver Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Mental Prison|XGE}"
										],
										[
											"7th",
											"{@spell Mirage Arcane}"
										],
										[
											"8th",
											"{@spell Illusory Dragon|XGE}"
										],
										[
											"9th",
											"{@spell Weird}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency in one type of artisan's tools of your choice, the disguise kit and in the Deception and Performance skills."
			]
		},
		{
			"name": "Malleable Illusions",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you cast a surge that creates an illuson and has a duration of 1 minute or longer, you can use your action to change the nature of that illusion (using the surge's normal parameters for the illusion), provided that you can see the illusion."
			]
		},
		{
			"name": "Illusory Reality",
			"source": "Surgebinder",
			"page": 14,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"By 14th level, you have learned the secret of weaving shadow magic into your illusions to give them a semi-reality. When you cast a surge that creates an illusion, you can choose one inanimate, nonmagical object that is part of the illusion and make that object real. You can do this on your turn as a bonus action while the surge is ongoing. The object remains real for 1 minute. For example, you can create an illusion of a bridge over a chasm and then make it real long enough for your allies to cross.",
				"The object can't deal damage or otherwise directly harm anyone."
			]
		},
		{
			"name": "Lie Resonance",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Lightweaver",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"Your power and training allow you to make almost perfect illusions. When you reach 18th level, any creature that makes a check to discern if one of your illusion is real or not makes it with disadvantage.",
				"Additionally, saving throws made against your illusion spells are made with disadvantage."
			]
		},
		{
			"name": "Order of the Elsecallers",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 1,
			"entries": [
				"The Elsecallers were an Order fully dedicated to knowledge. They can travel between reality and other realms only known to them, making the members of this Order powerful surgebinders. Founded by the Herald Battar, the Elsecallers are benevolent and like to be surrounded by spren and protect them.",
				"Thoughtful, careful, and cautious, the Elsecallers are generally regarded as the wisest of the Radiants. They seek self-improvement and personal betterment in their lives, but aren't limited to one specific theme or set of Ideals. This makes them one of the most open and welcoming of orders, though they do tend to attract those who are less flamboyant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Characteristics|Surgebinder|Surgebinder|Elsecaller|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surges|Surgebinder|Surgebinder|Elsecaller|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Surgebinder|Surgebinder|Elsecaller|Surgebinder|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Planar Movement|Surgebinder|Surgebinder|Elsecaller|Surgebinder|1"
				}
			]
		},
		{
			"name": "Characteristics",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Ideals",
					"entries": [
						"I will reach my potential. Elsecaller oaths are, like those of the Lightweavers or Skybreakers, themed toward the individual. In this case, the theme is progress—becoming better with each oath, seeking to explore their true potential and reach it. Because of this, the Order is open to many different types, so long as they want to improve themselves."
					]
				},
				{
					"type": "entries",
					"name": "Gem and Color",
					"entries": [
						"Zircon, grey blue color."
					]
				},
				{
					"type": "entries",
					"name": "Order modifier",
					"entries": [
						"Intelligence is your surgebinding and features' ability."
					]
				},
				{
					"type": "entries",
					"name": "Spren",
					"entries": [
						"Your spre type is the Inkspren. Inkspren appear as human- shaped figures dressed all in black. They have been described as being coated in what seems to be oil, and as having a mother-of-pearl or prismatic quality to their look. Unlike certain other bond spren, they cannot make themselves invisible to humans. They can, however, change their size drastically, allowing them to shrink to the point where they cannot be seen. They tend to be attracted to people who are logical and willing to think through their decisions as opposed to acting on instinct."
					]
				}
			]
		},
		{
			"name": "Surges",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"Your Order modifier is Intelligence.",
				"You know the Transformation and Transportation surges. At 11th level, you learn the Elsecaller surge.",
				{
					"type": "entries",
					"name": "Transformation Surge",
					"entries": [
						"The Transformation Surge can be used to alter the matter of an object or creature."
					]
				},
				{
					"type": "entries",
					"name": "Transformation Surge Bond",
					"entries": [
						"As a bonus action, you can touch a non-magical object not larger thatn 1 foot and change its shape and color."
					]
				},
				{
					"type": "entries",
					"name": "Transportation Surge",
					"entries": [
						"The Transportation Surge can be manipulated to achieve realmatic transition."
					]
				},
				{
					"type": "entries",
					"name": "Transportation Surge Bond",
					"entries": [
						"While you are under the effects of Stormlight, after you teleport on your turn, you have advantage on your first attack roll before the end of your next turn."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"caption": "Transformation and Transportation Surge List",
							"colLabels": [
								"Spell Level",
								"Transformation",
								"Transportation"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"1st",
									"{@spell Alter Composition|Surgebinder} {@spell Inflict Wounds}",
									"{@spell Defensive Step|Surgebinder}"
								],
								[
									"2nd",
									"{@spell Heat Metal}",
									"{@spell Misty Step}"
								],
								[
									"3rd",
									"{@spell Alter Essence|Surgebinder}",
									"{@spell Blink}, {@spell Thunder Step|XGE}"
								],
								[
									"4th",
									"{@spell Stoneskin}",
									"{@spell Dimension Door}"
								],
								[
									"5th",
									"{@spell Alter Matter|Surgebinder}, {@spell Create Wall|Surgebinder}",
									"{@spell Far Step|XGE}"
								]
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "table",
									"caption": "Elsecaller Surge",
									"colLabels": [
										"Spell Level",
										"Elsecaller Surge"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"6th",
											"{@spell Flesh To Stone}"
										],
										[
											"7th",
											"{@spell Plane Shift}"
										],
										[
											"8th",
											"{@spell Demiplane}"
										],
										[
											"9th",
											"{@spell Gate}"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you join this Radiant Order, you gain proficiency in the Arcana and History skills. Additionally, you gain proficiency with martial weapons."
			]
		},
		{
			"name": "Planar Movement",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 1,
			"header": 2,
			"entries": [
				"When you move, you instead travel through other planes. Once on each of your turns, while you are under the effects of Stormlight, you can forfeit up to half of your movement to teleport the distance you forfeited. You must teleport to an unoccupied space you can see."
			]
		},
		{
			"name": "Planar Displacement",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 6,
			"header": 2,
			"entries": [
				"When you reach 6th level, you can try to displace a creature. As an action, you touch a creature and expend 2 Stormlight points. If the creature is not willing, it must succeed a Charisma saving throw or be teleported to an unoccupied space you can see within 60 feet from you.",
				"You can use this feature once, and you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Realmatic Conjunction",
			"source": "Surgebinder",
			"page": 15,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, your connection with the Cognitive Realm allows you to resist death. When your hit points are reduced to 0 and you are under the effects of Stormlight, you instead consume the Stormlight you have in your body. You regain 4 hit points per Stormlight point used up until half your maximum hit points and vanish into the Ethereal plane. You then reapear at the start of your next turn where you fell unconscious. If there is unconsumed Stormlight in your body after you reapear, you expell it entirely.",
				"Once you use this feature, you must finish a long rest before using it again."
			]
		},
		{
			"name": "Travel Resonance",
			"source": "Surgebinder",
			"page": 16,
			"className": "Surgebinder",
			"classSource": "Surgebinder",
			"subclassShortName": "Elsecaller",
			"subclassSource": "Surgebinder",
			"level": 18,
			"header": 2,
			"entries": [
				"By 18th level, your powers are unparalleled. When you are under the effects of Stormlight you are always under the effects of the {@spell freedom of movement} spell."
			]
		}
	],
	"spell": [
		{
			"name": "Abrasive Growth",
			"source": "Surgebinder",
			"page": 20,
			"level": 8,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You imbue the ground with extreme progression power making plants grow violentlly. Each creature of your choice within 60 feet of a point you can see within range must make a Dexterity saving throw, taking 12d6 piercing damage as big spines sprout from below on a failure, and taking half the damage on a success.",
				"The area is then infused with abrasion magic for 1 minute. Designate any number of creatures to be unaffected by this magic. Your speed is doubled, while the speed of affected creatures is halved in the area for the duration."
			],
			"areaTags": [
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Alter Composition",
			"source": "Surgebinder",
			"page": 20,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a non-living, non-magical object not larger than 10 feet and change its composition, but retaining its essence (see the \"The Ten Essences\" table in the chapter \"Introduction to the class\" at the beginning of the document). For example, you can turn a glass of water into a glass of blood."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Alter Essence",
			"source": "Surgebinder",
			"page": 20,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a non-living, non-magical object not larger than 10 feet and change its composition to one belonging to a different essence (see the \"The Ten Essences\" table in the chapter \"Introduction to the class\" at the beginning of the document). For example, you can turn a glass of water into a glass of oil."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Alter Gravity",
			"source": "Surgebinder",
			"page": 20,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a creature. If the creature is not willing, it must succeed a Dexterity saving throw or have its gravity altered. Choose one direction. The creature begins to fall in that direction.",
				"If some solid object (such as a ceiling) is encountered in this fall, the creatures strikes it just as they would during a normal downward fall.",
				"If the creature reaches a distance of 100 feet from you without striking anything, it remains there, oscillating slightly, for the duration."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Alter Matter",
			"source": "Surgebinder",
			"page": 20,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a non-living, non-magical object not larger than 10 feet and change its composition to what you want. For example, you can turn a glass of water into a glass of hot chocolate."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Awesome",
			"source": "Surgebinder",
			"page": 20,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You can slide along solid ground as if on smooth ice. Your walking speed increases by 20 feet for the duration."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Combustion",
			"source": "Surgebinder",
			"page": 20,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a creature creating a 30-foot cone of fire in front of you originating from the target. Both the target and any creature in the area must make a Dexterity saving throw, taking 8d6 fire damage on a failed save or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for each spell slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Create Wall",
			"source": "Surgebinder",
			"page": 20,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"When you are hit by an attack, you can transmute pure air into stone or a similar material. A 5-feet wall of stone appears on your hand. The wall has 40 hit points and receives the attack instead of you.",
				"The wall remains in your hand for the duration or as long as it has hit points and you can interpose it between you and any attack for the duration. If a hit reduces the wall's hit points to 0, you receive any remaining damage and the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the wall's maximum hit points increases by 10 for each spell slot level above 5th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Defensive Step",
			"source": "Surgebinder",
			"page": 21,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You blink out of harm to protect yourself. You gain a bonus to AC against the triggering attack equal to your spellcasting modifier, possibly turning it into a miss. You then teleport up to 10 feet to an unoccupied space you can see."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Flaming Strike",
			"source": "Surgebinder",
			"page": 21,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You imbue a weapon you are holding or your unarmed strike with destructive power. The next time you hit with it for the duration, it deals an extra 1d8 fire damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each spell slot level above 1st."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Flying Strike",
			"source": "Surgebinder",
			"page": 21,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a melee weapon of at least 1 sp"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You begin to fly rapidly, striking your enemies like the wind. Choose up to five creatures you can see within range. You must make a melee weapon attack against each target, otherwise the spell fails. On a hit, the target suffers the attack's normal effects and takes an extra 2d10 force damage. You can then teleport to an unoccupied space you can see within 5 feet of one of the targets you hit or missed."
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Gravitational Imprisonment",
			"source": "Surgebinder",
			"page": 21,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create an pulling force that attracts a creature. The target must make a Strength saving throw. On a failed save, the target falls prone as it is crushed into the floor. On a successful one, the target is unaffected and the spell ends.",
				"If the target fails the saving throw, it cannot stand up using its movement and must use its action in subsequent turns to attempt a new Strength saving throw. On a successful one, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Lacerating Reverse Lashing",
			"source": "Surgebinder",
			"page": 21,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You imbue the ground on a point you can see within range with an extreme atraction force. Each creature of your choice within 20 feet of that point must make a Strength saving throw, taking 10d10 force damage and being pulled in a straight line toward the point of origin on a failure, and taking half damage and not being pulled on a success.",
				"If a creature that fails the saving throw is reduced to 0 hit points by this spells' damage, it is crushed by the pulling force and dismembered. A dismembered creature instantly dies, and everything it is wearing and carrying, except magic items, is destroyed. The creature can be restored to life only by means of a true resurrection or a wish spell."
			],
			"areaTags": [
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Launch",
			"source": "Surgebinder",
			"page": 21,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch a creature or an object not larger than 10 feet, inflicting them with a strong force that launches them in the air. If you target a creature, they must make a Dexterity saving throw, being pushed 30 feet in a direction of your choice on a failure, or being unaffected on a success.",
				"If an affected target impacts with an object larger than 5 feet, they take 2d6 bludgeoning damage for every 5 feet travelled and it falls prone if it was a creature. If it hits a creature, this must succeed a Dexterity saving throw or receive the same amount of bludgeoning damage and fall prone."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the distance the target is pushed increases by 5 feet for each spell slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			},
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Link",
			"source": "Surgebinder",
			"page": 21,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You can stick and object you are touching that weights no more than 10 pounds to another object or creature.",
				"Once linked, it can hold up to 2000 pounds of weight without breaking its link. If more weight is applied to the object the link breaks and the effect ends. A creature can use an action to make a Strenght (Athletics) check against your surgebinding save DC. On a success, the creature breaks the link."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Redirect",
			"source": "Surgebinder",
			"page": 22,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you or a creature within 5 feet of you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You blink out of harm to protect yourself. You gain a bonus to AC against the triggering attack equal to your spellcasting modifier, possibly turning it into a miss. You then teleport up to 10 feet to an unoccupied space you can see."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Roughness",
			"source": "Surgebinder",
			"page": 22,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You gain an incremented grip. You have a climbing speed equal to your walking speed for the duration."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Scorch",
			"source": "Surgebinder",
			"page": 22,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"areaTags": [
				"Q"
			],
			"entries": [
				"You create fire in a 15-foot square within range. Any creature in that area when you cast this spell and that ends its turn there takes 2d8 fire damage."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Strength of the Squires",
			"source": "Surgebinder",
			"page": 22,
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"areaTags": [
				"MT"
			],
			"entries": [
				"You inspire creatures around you to fight. Choose any number of creatures in a 30-foot radius around you. Each creature's AC cannot be lower than 18, they gain a bonus to weapon damage rolls equal to your spellcasting modifier and they gain temporary hit points equal to your spellcasting modifier at the beginning of each of your turns for the duration."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Tie Up",
			"source": "Surgebinder",
			"page": 22,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"areaTags": [
				"Q"
			],
			"entries": [
				"You spray a 30 feet square from a point you can see in range with adhesion power. Any creature in the area must succeed a Strength saving throw or be restrained for the duration. A creature that enters the area or starts its turn in the area must also succeed the saving throw, even if they succeeded it earlier.",
				"A creature affected by this effect must use their action in the following turns making the saving throw again. A creature in the area cannot be teleported. Additionally, any flying creature that moves over the area starts to fall at a rate of 60 feet per round until they touch the ground."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Transmuting Area",
			"source": "Surgebinder",
			"page": 22,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"areaTags": [
				"R"
			],
			"entries": [
				"You alter the terrain that surrounds you, changing its matter and corrupting creatures. When you cast this spell, you can designate any number of creatures you can see to be unaffected by it. For the duration, the area in a 15-foot radius from you is considered difficult terrain for creatures other than you. When an affected creature enters the area for the first time on a turn or starts its turn there, it must make a Constitution saving throw. On a failed save, the creature takes 3d8 necrotic damage. On a successful save, the creature takes half as much damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for each spell slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "True Location",
			"source": "Surgebinder",
			"page": 22,
			"level": 6,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "day",
						"amount": 1
					}
				}
			],
			"entries": [
				"You are able to see anyone you want. Choose one creature you have touched or spoken to for at least 1 minute. For the duration you know where that creature is and what it is doing and you can see and hear through their senses."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		},
		{
			"name": "Wind Stream",
			"source": "Surgebinder",
			"page": 22,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create a line of high-speed winds that is 60-feet long and 10 feet wide. Each creature in that area must succeed a Strenght saving throw, taking 6d8 bludgeoning damage and being knocked prone on a failed one, or half as much damage and not being knocked prone on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each spell slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Surgebinder",
						"source": "Surgebinder"
					}
				]
			}
		}
	],
	"subclass": [
		{
			"name": "Order of the Windrunners",
			"subclassFeatures": [
				"Order of the Windrunners|Surgebinder|Surgebinder|Windrunner|Surgebinder|1",
				"I'll Protect Those Who Can't Protect Themselves|Surgebinder|Surgebinder|Windrunner|Surgebinder|6",
				"Protection Bulwark|Surgebinder|Surgebinder|Windrunner|Surgebinder|14",
				"Wind Fighter|Surgebinder|Surgebinder|Windrunner|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Windrunner",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Skybreakers",
			"subclassFeatures": [
				"Order of the Skybreakers|Surgebinder|Surgebinder|Skybreaker|Surgebinder|1",
				"Insightful Judge|Surgebinder|Surgebinder|Skybreaker|Surgebinder|6",
				"High resilience|Surgebinder|Surgebinder|Skybreaker|Surgebinder|14",
				"Justice Resonance|Surgebinder|Surgebinder|Skybreaker|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Skybreaker",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Dustbringers",
			"subclassFeatures": [
				"Order of the Dustbringers|Surgebinder|Surgebinder|Dustbringer|Surgebinder|1",
				"Brave Destruction|Surgebinder|Surgebinder|Dustbringer|Surgebinder|6",
				"Vaporization|Surgebinder|Surgebinder|Dustbringer|Surgebinder|14",
				"Mastery Resonance|Surgebinder|Surgebinder|Dustbringer|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Dustbringer",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Edgedancers",
			"subclassFeatures": [
				"Order of the Edgedancers|Surgebinder|Surgebinder|Edgedancer|Surgebinder|1",
				"Natural Growth|Surgebinder|Surgebinder|Edgedancer|Surgebinder|6",
				"Slippery|Surgebinder|Surgebinder|Edgedancer|Surgebinder|14",
				"Nature Resonance|Surgebinder|Surgebinder|Edgedancer|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Edgedancer",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Truthwatchers",
			"subclassFeatures": [
				"Order of the Truthwatchers|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|1",
				"Lecture|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|6",
				"Visions|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|14",
				"Divination Resonance|Surgebinder|Surgebinder|Truthwatcher|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Truthwatcher",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Lightweavers",
			"subclassFeatures": [
				"Order of the Lightweavers|Surgebinder|Surgebinder|Lightweaver|Surgebinder|1",
				"Malleable Illusions|Surgebinder|Surgebinder|Lightweaver|Surgebinder|6",
				"Illusory Reality|Surgebinder|Surgebinder|Lightweaver|Surgebinder|14",
				"Lie Resonance|Surgebinder|Surgebinder|Lightweaver|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Lightweaver",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		},
		{
			"name": "Order of the Elsecallers",
			"subclassFeatures": [
				"Order of the Elsecallers|Surgebinder|Surgebinder|Elsecaller|Surgebinder|1",
				"Planar Displacement|Surgebinder|Surgebinder|Elsecaller|Surgebinder|6",
				"Realmatic Conjunction|Surgebinder|Surgebinder|Elsecaller|Surgebinder|14",
				"Travel Resonance|Surgebinder|Surgebinder|Elsecaller|Surgebinder|18"
			],
			"source": "Surgebinder",
			"shortName": "Elsecaller",
			"className": "Surgebinder",
			"classSource": "Surgebinder"
		}
	]
}
