{
	"_meta": {
		"sources": [
			{
				"json": "ZariethTheWitchFromGMBinder",
				"abbreviation": "Brew",
				"full": "The Witch",
				"authors": [
					"u/Zarieth"
				],
				"version": "1.1",
				"url": "https://www.gmbinder.com/share/-L7fK9yKzbw1PUOM3iJi",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549127108
	},
	"class": [
		{
			"name": "The Witch",
			"source": "ZariethTheWitchFromGMBinder",
			"fluff": [
				{
					"entries": [
						"A tattooed elf, veiled and cloaked, draws his obsidian dagger across the sand, calling forth from the lines a ghostly apparition to help him and his allies find their way. A trio of halfling hermits gather among candles and incense, chanting words of power to bait spirits from the shadows. The bejeweled human, dressed in exotic garb and golden chains bellows a spell which echoes with the voices of an army of lost souls, a fiendish glint in his eyes as blood drips from his palm.",
						"Unlike shamans who pray to the spirits of nature, witches bind the transient souls of intelligent beings lost betwixt the realm of the living and the beyond. As a witch, you learn to summon these souls and bind them to your will, gaining protection from them as well as the power to debilitate your enemies. As you attain higher levels, the covenant you choose to live by grants you further abilities which extend the utility and power of these bonds in different ways."
					]
				},
				{
					"name": "The Power of Spirit",
					"entries": [
						"Witches may or may not have a level of respect for the spirits they bind, though one could say they should. Some witches tap into the residual energies of long-departed souls, while others use extant spiritual beings as conduits for their spellcasting. Either way and whether or not they wish, witches bind part of their own soul to those that surround them.",
						"Witch spells mostly deal with manipulation of spiritual energies (both living and dead) and protections against the beings which supply those energies. As part of their connection to the spiritual world, they are also privy to information and secrets normally not meant for mortal minds. As such, witches are often powerful enchanters, abjurers, and diviners."
					]
				},
				{
					"name": "Bonds of the Soul",
					"entries": [
						"Witches acknowledge that there is a spiritual connection between all things – forces that inexplicably and randomly bind beings and happenings together in a shared fate or destiny. They see other witches as brothers and sisters, and other classes as close cousins. As a consequence, witches are often fond of forming alliances. One kind of alliance is the circle that a witch belongs to.",
						"The covenant that a witch joins is the manifestation of a philosophy regarding the nature of spirits. Some, like the covenant of unity, believe in a supreme energy that extends beyond the physical world, weaving together magic and the collective conscience of all living things. Others, from the covenant of blood for example, believe in a more intimate connection between the physical world and the other side. In this philosophy, each soul is tied to something close to it in the physical world – a body, an object, or location that was important to it when it was alive."
					]
				},
				{
					"name": "Creating a Witch",
					"entries": [
						"When deciding on the witch class, think about what led your character to tap into the spirit world. Maybe witchcraft is a tradition in the area, or your character comes from an area rife with a ghostly past. Superstition is also a good trigger for a fascination with spirits. What is your relationship with spirits? Is there a measure of mutual respect? Perhaps your character feels more like a servant to the spirit than the other way around, or maybe they possess the entitlement to dominate and extort spiritual beings.",
						"How did your character come to be an adventurer? It could be that he or she was a pariah in their community due to contact with the other side, cast out and forced to fend for him or herself. Perhaps your character is even haunted by a particular spirit, and seeks away to control or be rid of it."
					]
				}
			],
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"wis",
				"cha"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"herbalism kit"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Arcana",
						"Animal Handling",
						"History",
						"Insight",
						"Medicine",
						"Nature",
						"Religion"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item light crossbow|phb} and {@item Crossbow Bolts (20)|phb|20 bolts} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a component pouch or (b) an athame used as an arcane focus",
					"(a) an {@item priest's pack|phb} or (b) a {@item scholar's pack|phb}",
					"Any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon} and two {@item dagger|phb|daggers}"
				]
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=The Witch (Brew)}",
						"{@filter Spells Known|spells|class=The Witch (Brew)}",
						"{@filter Bonds|optionalfeatures|feature type=Spirit Binding}"
					],
					"rows": [
						[
							3,
							4,
							0
						],
						[
							3,
							5,
							1
						],
						[
							3,
							6,
							1
						],
						[
							4,
							7,
							1
						],
						[
							4,
							8,
							1
						],
						[
							4,
							9,
							2
						],
						[
							4,
							10,
							2
						],
						[
							4,
							10,
							2
						],
						[
							4,
							11,
							2
						],
						[
							5,
							11,
							3
						],
						[
							5,
							12,
							3
						],
						[
							5,
							12,
							3
						],
						[
							6,
							13,
							3
						],
						[
							6,
							13,
							4
						],
						[
							6,
							14,
							4
						],
						[
							6,
							14,
							4
						],
						[
							6,
							15,
							4
						],
						[
							6,
							15,
							5
						],
						[
							6,
							16,
							5
						],
						[
							6,
							16,
							5
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=The Witch (Brew)}",
						"{@filter 2nd|spells|level=2|class=The Witch (Brew)}",
						"{@filter 3rd|spells|level=3|class=The Witch (Brew)}",
						"{@filter 4th|spells|level=4|class=The Witch (Brew)}",
						"{@filter 5th|spells|level=5|class=The Witch (Brew)}",
						"{@filter 6th|spells|level=6|class=The Witch (Brew)}",
						"{@filter 7th|spells|level=7|class=The Witch (Brew)}",
						"{@filter 8th|spells|level=8|class=The Witch (Brew)}",
						"{@filter 9th|spells|level=9|class=The Witch (Brew)}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				[
					{
						"name": "Spellcasting",
						"entries": [
							"Your contact with the spirit world and intuitive knowledge of the magic sustains it grants you the use of spells.",
							{
								"type": "entries",
								"name": "Cantrips",
								"entries": [
									"At 1st level, you know three cantrips of your choice from the witch spell list. You learn additional witch cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Witch table."
								]
							},
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Witch table shows how many spell slots you have to cast your {@filter witch spells|spells|class=The Witch (Brew)} of 1st level and higher. o cast one of these witch spells, you must expend a spell slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
									"For example, if you know the 1st-level spell {@spell cure wounds} and have a 1st-level and a 2nd-level spell slot available, you can cast {@spell cure wounds} using either slot."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"You know four 1st-level spells of your choice from the witch spell list.",
									"The Spells Known column of the Witch table shows when you learn more witch spells of your choice. Each of these spells must be of a level for which you have spell slots, as shown on the table. For instance, when you reach 3rd level in this class, you can learn one new spell of 1st or 2nd level.",
									"Additionally, when you gain a level in this class, you can choose one of the witch spells you know and replace it with another spell from the witch spell list, which also must be of a level for which you have spell slots."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Charisma is your spellcasting ability for your witch spells, since your magic comes from bargaining with spirits. You use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a witch spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"cha"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"cha"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Ritual Casting",
								"entries": [
									"You can cast a witch spell as a ritual if the spell you know has the ritual tag."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can use an athame as a spellcasting focus for your witch spells. Alternatively, choose a focus that you feel would suit your character."
								]
							}
						]
					},
					{
						"name": "Quickening",
						"entries": [
							"At 1st level, you gain the ability to enter a trance known as the witch's quickening. Entering the trance is a bonus action and allows you to see into the Ethereal Plane up to 60 feet for up to one minute. You also gain insight into the emotional energy surrounding you, letting you know if and what spiritual creatures are within 60 feet, as well as granting you advantage to Wisdom (Insight) checks for the duration.",
							"Finally, while in your quickening, if you cast a spell that deals necrotic damage you can substitute that damage with psychic damage instead. You may use this ability a number of times equal to your Charisma modifier. You regain any expended uses when you finish a long rest."
						]
					}
				],
				[
					{
						"name": "Witch Covenant",
						"entries": [
							"At 2nd level you commit yourself to a spiritual philosophy known as a witch's covenant: the Covenant of Blood, the Covenant of Charm, the Covenant of Ruin, the Covenant of Shadows, or the Covenant of Unity, detailed at the end of the class description.",
							"Your choice grants you features at 2nd level and again at 6th, 10th, and 14th level.",
							"Additionally, you learn the find familiar spell and can cast it once without using a spell slot. You cannot do so again until you finish a long rest."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Binding Rites",
						"entries": [
							"At 2nd level you can bind spirits to your service. Binding a spirit is much like casting a ritual spell and takes 10 minutes of uninterrupted activity. During this time, the witch speaks the invocations required to summon the spirit forth and enacts the rite of binding depending on which philosophy the witch belongs to. A blood witch might utilize a bone fragment to bind the spirit, while a shadow witch might bargain with the summoned spirit, exchanging a secret for the spirit's service.",
							"When you choose a spirit to bind from the list of {@filter Class Feature Options|optionalfeatures|feature type=Spirit Binding}, you fill one of your available spell slots with the spirit. The spell slot used is no longer available for casting spells, and it remains unavailable for as long as the spirit filling it remains bound to you. The spirit is said to be of a level equal to the spell slot filled to bind it. Thus, a Spirit of Passion occupying a 6th level spell slot is a level 6 spirit. You cannot have more than one spirit with the same name bound at one time. You can have a number of spirits bound equal to the number in the class table.",
							"Depending on the type of spirit, you gain certain benefits while the spirit remains bound and an additional effect when you release the spirit, as detailed in the Binding Rites section",
							"Releasing a spirit is a bonus action, although some spirits allow release as a reaction. Once a spirit has been released, it no longer provides its passive effect and the spell slot it occupied is considered expended.",
							"A witch may exchange any spirit they have bound by performing the ritual as described above."
						]
					}
				],
				[
					{
						"name": "Spirit Ward",
						"entries": [
							"At 3rd level, you learn a rite that offers protection against spirits who wish you or your allies harm. As an action, you can create a spirit ward with a radius of 30 feet, centered on your location. The ward lasts 1 minute and is stationary for the duration. While inside the ward, friendly creatures (yourself included) cannot be charmed, frightened, or possessed by undead and have resistance to all damage from incorporeal undead sources. Additionally, if a friendly creature is reduced to 0 hit points within the ward but is not killed outright, the creature becomes stable.",
							"You can use this feature 3 times. You regain expended uses when you finish a long rest. When you reach 9th level, you regain expended uses when you finish a short or long rest."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Witch Covenant feature",
						"entries": [
							"You gain another feature from your Witch Covenant."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Spiritual Spellcasting",
						"entries": [
							"At 7th level you may call upon the spirits you have bound to help you cast your spells. You may dismiss a spirit as a bonus action to recover a spell slot of a level equal to that of the spirit's. The release effect of the spirit you dismissed is not activated."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Witch Covenant feature",
						"entries": [
							"You gain another feature from your Witch Covenant."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Channel Spell",
						"entries": [
							"Beginning at 11th level, damage you deal with spells of 1st level or higher ignore damage resistances of undead and creatures on the Ethereal Plane. In addition, any damage immunities of these creatures become resistances to your spells of 1st level or higher."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Witch Covenant feature",
						"entries": [
							"You gain another feature from your Witch Covenant."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Strength of Spirit",
						"entries": [
							"At 15th level, you learn to sap additional fortitude from the spirits you bind. When you finish a long rest, you gain temporary hit points equal to 5 times the highest level spirit you have bound."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Familiar Spirit",
						"entries": [
							"At 18th level, when cast find familiar or if you already have a familiar, you can awaken spiritual energy within the animal as part of an additional ritual taking 10 minutes. Once complete, you choose one spirit from the list at the end of the class description. Its level is equal to your Charisma modifier.",
							"Your familiar provides you with the spirit's passive effect as long as your familiar is within 100 feet of you. If the familiar dies, the spirit you initially chose produces its release effect if you can see any valid targets within range of the familiar when it dies."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Ghostly Step",
						"entries": [
							"At 20th level you gain the ability to enter the spirit realm as a bonus action by projecting part of yourself beyond the material plane. You and your belongings become invisible and incorporeal for up to 1 minute. You gain resistance to all damage from non-magical sources, and are immune to being grappled, paralyzed, petrified, poisoned, and restrained.",
							"During this time, you may move your normal speed and may pass through solid objects. If you end your turn in an object, you are dealt 1d10 force damage. You may rematerialize in your present location as a bonus action. If you choose to maintain this form until the duration expires and you are in a location occupied by a creature or solid object, you are shunted to the nearest unoccupied space and take force damage equal to twice the number of feet you are moved as a result. Once you use this feature, you must finish a long rest before you can use it again."
						]
					}
				]
			],
			"classSpells": [
				"Blade Ward",
				"Chill Touch",
				"Dancing Lights",
				"Friends",
				"Guidance",
				{
					"name": "Infestation",
					"source": "XGE"
				},
				"Light",
				"Mage Hand",
				"Mending",
				"Minor Illusion",
				"Poison Spray",
				"Ray of Frost",
				"Resistance",
				"Thaumaturgy",
				{
					"name": "Toll the Dead",
					"source": "XGE"
				},
				"True Strike",
				"Animal Friendship",
				{
					"name": "Cause Fear",
					"source": "XGE"
				},
				{
					"name": "Ceremony",
					"source": "XGE"
				},
				{
					"name": "Chaos Bolt",
					"source": "XGE"
				},
				"Charm Person",
				"Cure Wounds",
				"Detect Magic",
				"Detect Poison and Disease",
				"Disguise Self",
				"Faerie Fire",
				"Find Familiar",
				"Healing Word",
				"Hex",
				{
					"name": "Ice Knife",
					"source": "XGE"
				},
				"Longstrider",
				"Protection from Evil and Good",
				"Purify Food and Drink",
				"Speak with Animals",
				"Witch Bolt",
				{
					"name": "Aganazzar's Scorcher",
					"source": "XGE"
				},
				"Alter Self",
				"Augury",
				"Calm Emotions",
				"Crown of Madness",
				"Darkness",
				"Darkvision",
				"Enhance Ability",
				"Enthrall",
				{
					"name": "Healing Spirit",
					"source": "XGE"
				},
				"Hold Person",
				"Lesser Restoration",
				"Locate Animals or Plants",
				"Locate Object",
				{
					"name": "Mind Spike",
					"source": "XGE"
				},
				"Misty Step",
				"Moonbeam",
				"Nystul's Magic Aura",
				"Phantasmal Force",
				"Protection from Poison",
				"Ray of Enfeeblement",
				"See Invisibility",
				{
					"name": "Shadow Blade",
					"source": "XGE"
				},
				"Suggestion",
				"Bestow Curse",
				"Clairvoyance",
				"Conjure Animals",
				"Daylight",
				"Dispel Magic",
				{
					"name": "Enemies Abound",
					"source": "XGE"
				},
				"Fear",
				"Fly",
				{
					"name": "Life Transference",
					"source": "XGE"
				},
				"Magic Circle",
				"Major Image",
				"Remove Curse",
				"Speak With Dead",
				"Spirit Guardians",
				{
					"name": "Summon Lesser Demons",
					"source": "XGE"
				},
				{
					"name": "Tiny Servant",
					"source": "XGE"
				},
				"Tongues",
				"Vampiric Touch",
				"Water Breathing",
				"Water Walk",
				"Banishment",
				"Blight",
				{
					"name": "Charm Monster",
					"source": "XGE"
				},
				"Confusion",
				"Death Ward",
				"Divination",
				"Dominate Beast",
				"Freedom of Movement",
				"Guardian of Nature",
				"Hallucinatory Terrain",
				"Locate Creature",
				"Polymorph",
				{
					"name": "Shadow of Moil",
					"source": "XGE"
				},
				{
					"name": "Summon Greater Demon",
					"source": "XGE"
				},
				{
					"name": "Vitriolic Sphere",
					"source": "XGE"
				},
				"Wall of Fire",
				"Animate Objects",
				"Antilife Shell",
				"Awaken",
				"Commune",
				"Contact Other Plane",
				"Contagion",
				{
					"name": "Danse Macabre",
					"source": "XGE"
				},
				"Dominate Person",
				"Dream",
				{
					"name": "Enervation",
					"source": "XGE"
				},
				"Geas",
				"Greater Restoration",
				"Hold Monster",
				"Insect Plague",
				"Legend Lore",
				"Mass Cure Wounds",
				"Modify Memory",
				{
					"name": "Negative Energy Flood",
					"source": "XGE"
				},
				"Planar Binding",
				"Reincarnate",
				"Scrying",
				{
					"name": "Synaptic Static",
					"source": "XGE"
				},
				{
					"name": "Wrath of Nature",
					"source": "XGE"
				},
				"Circle of Death",
				"Conjure Fey",
				"Contingency",
				"Eyebite",
				"Find the Path",
				"Forbiddance",
				"Heal",
				"Mass Suggestion",
				{
					"name": "Mental Prison",
					"source": "XGE"
				},
				{
					"name": "Primordial Ward",
					"source": "XGE"
				},
				{
					"name": "Soul Cage",
					"source": "XGE"
				},
				"Sunbeam",
				"True Seeing",
				{
					"name": "Crown of Stars",
					"source": "XGE"
				},
				"Etherealness",
				"Finger of Death",
				"Mirage Arcane",
				"Mordenkainen's Magnificent Mansion",
				"Plane Shift",
				{
					"name": "Power Word Pain",
					"source": "XGE"
				},
				"Regenerate",
				"Sequester",
				"Symbol",
				{
					"name": "Abi-Dalzim's Horrid Wilting",
					"source": "XGE"
				},
				"Animal Shapes",
				"Antipathy/Sympathy",
				"Dominate Monster",
				"Feeblemind",
				{
					"name": "Maddening Darkness",
					"source": "XGE"
				},
				"Mind Blank",
				"Power Word Stun",
				"Sunburst",
				"Astral Projection",
				"Foresight",
				{
					"name": "Invulnerability",
					"source": "XGE"
				},
				{
					"name": "Mass Polymorph",
					"source": "XGE"
				},
				{
					"name": "Psychic Scream",
					"source": "XGE"
				},
				"Shapechange",
				"True Polymorph",
				"True Resurrection"
			],
			"subclassTitle": "Witch Covenant",
			"subclasses": [
				{
					"name": "Covenant of Blood",
					"shortName": "Blood",
					"source": "ZariethTheWitchFromGMBinder",
					"page": 5,
					"subclassSpells": [
						{
							"name": "Hold Person",
							"source": "PHB"
						},
						{
							"name": "Locate Object",
							"source": "PHB"
						},
						{
							"name": "Remove Curse",
							"source": "PHB"
						},
						{
							"name": "Vampiric Touch",
							"source": "PHB"
						},
						{
							"name": "Locate Creature",
							"source": "PHB"
						},
						{
							"name": "Polymorph",
							"source": "PHB"
						},
						{
							"name": "Awaken",
							"source": "PHB"
						},
						{
							"name": "Greater Restoration",
							"source": "PHB"
						}
					],
					"subclassFeatures": [
						[
							{
								"name": "Covenant of Blood",
								"entries": [
									"Witches of the Covenant of Blood believe in strong connections between the physical world and the spiritual one. Spirits are connected to the physical world through objects that were important to them while they were alive. This knowledge allows a witch to bind spirits to their power more easily — as long as they know a bit about the spirit's life.",
									"Though not always, witches from the covenant of blood tend to dominate the spirits under their control. They generally take care to leave spirits intact and in a state no worse than before they were bound, but nevertheless are capable of using a spirit's weaknesses against them, taking advantage of their connections to the physical world in order to gain power over them.",
									"As long as you have a familiar, you may also add the following spells to your spells known list.",
									{
										"caption": "Covenant of Blood Familiar Spells",
										"type": "table",
										"colLabels": [
											"Witch Level",
											"Spells"
										],
										"rows": [
											[
												"3rd",
												"{@spell Hold Person},{@spell Locate Object}"
											],
											[
												"5th",
												"{@spell Remove Curse}, {@spell Vampiric Touch}"
											],
											[
												"7th",
												"{@spell Locate Creature}, {@spell Polymorph}"
											],
											[
												"9th",
												"{@spell Awaken}, {@spell Restoration}"
											]
										]
									},
									{
										"name": "Awaken The Blood",
										"entries": [
											"Beginning at 2nd level, when you release a spirit, you can use the energy from the spiritual bonds to repair corporeal bodies. When you release a spirit, you and a creature you can touch regain hit points equal to 3 times the level of the spirit."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Sympathetic Magic",
										"entries": [
											"At 6th level, you gain the power to cast spells on targets over vast distances beyond what the spell may ordinarily allow. If you have an article (blood, hair, clothing) from a creature on the same plane of existence, your spells of 5th level or lower that target only one creature and don't have a range of self may target that creature. When you cast a spell that affects a creature this way, the article you have from the target is consumed."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Blood Binding",
										"entries": [
											"At 10th level, if a hostile living creature dies within 30 feet of you, you may bind its soul as a reaction. You bind a spirit type of your choice to an unused spell slot. This binding expires after 24 hours or whenever you use this ability again. The creature who provided the soul cannot be resurrected by any means short of a true resurrection or wish spell. Once you use this feature, you must finish a long rest before you can use it again."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Call Forth The Flesh",
										"entries": [
											"At 14th level, you gain the ability to force ethereal and incorporeal creatures into the material plane as an action, and bind them to a corporeal form. Such a creature within 60 feet must succeed at a Constitution saving throw or lose its incorporeal movement trait and immunities to grappled, paralyzed, petrified, prone, and restrained for 1 minute. Alternatively, you can use this feature to to cast revivify once without expending a spell slot or material components. Once you use this feature, you must finish a long rest before you can use it again."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Covenant of Charm",
					"shortName": "Charm",
					"source": "ZariethTheWitchFromGMBinder",
					"page": 6,
					"subclassSpells": [
						{
							"name": "Detect Thoughts",
							"source": "PHB"
						},
						{
							"name": "Suggestion",
							"source": "PHB"
						},
						{
							"name": "Hypnotic Pattern",
							"source": "PHB"
						},
						{
							"name": "Tongues",
							"source": "PHB"
						},
						{
							"name": "Hallucinatory Terrain",
							"source": "PHB"
						},
						{
							"name": "Phantasmal Killer",
							"source": "PHB"
						},
						{
							"name": "Dream",
							"source": "PHB"
						},
						{
							"name": "Modify Memory",
							"source": "PHB"
						}
					],
					"subclassFeatures": [
						[
							{
								"name": "Covenant of Charm",
								"entries": [
									"Witches of the Covenant of Charm tap deep into the emotions which govern lingering spirits' behaviours. They use these emotions as signposts and guides to manipulate the desires and shape the aspirations of the living. They believe that although lingering spirits are echoes of the past, they hold the key to individual futures. By harnessing the raw emotional energy of the beyond, one can gain absolute control over the hearts and minds of those around them.",
									"Witches of this philosophy vary in their treatment of spirits. Some befriend and learn from the spirits they bind, using that knowledge to further their own ends. Others take only cursory notice of the spirits they enslave – an attitude that often carries over into their living interactions, manipulating and charming those they will, without any true regard for the desires of those they meet.",
									"As long as you have a familiar, you may also add the following spells to your spells known list.",
									{
										"caption": "Covenant of Charm Familiar Spells",
										"type": "table",
										"colLabels": [
											"Witch Level",
											"Spells"
										],
										"rows": [
											[
												"3rd",
												"{@spell Detect Thoughts},{@spell Suggestion}"
											],
											[
												"5th",
												"{@spell Hypnotic Pattern}, {@spell Tongues}"
											],
											[
												"7th",
												"{@spell Hallucinatory Terrain}, {@spell Phantasmal Killer}"
											],
											[
												"9th",
												"{@spell Dream}, {@spell Modify Memory}"
											]
										]
									},
									{
										"name": "In Perfect Trust",
										"entries": [
											"At 2nd level, you have grown attuned to the hearts and minds of those around you. While in your quickening, you may add your proficiency bonus to Charisma (Deception) and Charisma (Persuasion) checks, or twice your proficiency bonus if you are already proficient.",
											"In addition, during your quickening, you gain the ability peer into the heart of a creature within 60 feet. Much like the detect thoughts spell, you may use an action to force the target to make a Wisdom saving throw against your spell save DC. If it fails, you gain insight into its emotional state and something that is currently influencing this state such as something it worries over, desires, loves, or hates. If the target succeeds on its saving throw, nothing happens. Unlike detect thoughts , the target does not become aware of the intrusion. Constructs and creatures immune to being charmed are not affected.",
											"Once you use this feature, you must finish a long rest before you can use it again."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Spirit Token",
										"entries": [
											"At 6th level you may tie one of your spirits you already have bound to a small object as an action. The spirit still counts towards your maximum bonds while attached to the object. When you create a token, you also choose a recipient to whom the token bears significance. As long as the recipient is in possession of the token, the spirit provides its passive effect as though the spirit were bound by the recipient (even if the holder of the token is not a witch). In either case, the magic holding the spirit to the object expires after 24 hours when it returns to your control. If the token is returned to you, you can break this magic sooner as a bonus action, regaining use of the spirit."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Of One Heart",
										"entries": [
											"At 10th level, foes charmed by you are also considered charmed by your allies. Additionally, whenever you trigger a spirit's release effect, allies within 60 feet may damage charmed foes until the end of their next turn without breaking the charm."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Crux of Desire",
										"entries": [
											"At 14th level, your spells and spirits which can charm creatures affect those with immunity to being charmed. These creatures instead gain advantage on all saving throws to resist or break free of the effect. In addition, you are immune to being charmed."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Covenant of Ruin",
					"shortName": "Ruin",
					"source": "ZariethTheWitchFromGMBinder",
					"page": 6,
					"subclassSpells": [
						{
							"name": "Crown of Madness",
							"source": "PHB"
						},
						{
							"name": "Shatter",
							"source": "PHB"
						},
						{
							"name": "Bestow Curse",
							"source": "PHB"
						},
						{
							"name": "Call Lightning",
							"source": "PHB"
						},
						{
							"name": "Confusion",
							"source": "PHB"
						},
						{
							"name": "Ice Storm",
							"source": "PHB"
						},
						{
							"name": "Cloudkill",
							"source": "PHB"
						},
						{
							"name": "Destructive Wave",
							"source": "PHB"
						}
					],
					"subclassFeatures": [
						[
							{
								"name": "Covenant of Ruin",
								"entries": [
									"The Covenant of Ruin has less respect for spirits than the other covenants. Witches who bind these spirits utilize their magic to torture and pressure spirits in order to extract power from them. Their philosophy revolves around invoking ruin and causing as much damage as possible.",
									"Though good witches of this covenant are rare, they are not unknown. Good witches who share this covenant's ideology typically aim to bind evil spirits, turning these beings into weapons for good against their will (though this can hardly be considered to be completely benign). These witches often claim this is for the greater good — using evil to combat evil.",
									"As long as you have a familiar, you may also add the following spells to your spells known list.",
									{
										"caption": "Covenant of Ruin Familiar Spells",
										"type": "table",
										"colLabels": [
											"Witch Level",
											"Spells"
										],
										"rows": [
											[
												"3rd",
												"{@spell Crown of Madness},{@spell Shatter}"
											],
											[
												"5th",
												"{@spell Bestow Curse}, {@spell Call Lightning}"
											],
											[
												"7th",
												"{@spell Call Lightning}, {@spell Ice Storm}"
											],
											[
												"9th",
												"{@spell Cloudkill}, {@spell Destructive Wave}"
											]
										]
									},
									{
										"name": "Doom",
										"entries": [
											"Beginning when you choose this circle at 2nd level, hostile creatures who are the target of any of your spirits' release effects have disadvantage on the next ability check, attack roll, or saving throw they make within 10 minutes."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Devastating Release",
										"entries": [
											"At 6th level, spirits you release erupt with energy as their bonds are broken, causing harm to those around you. When you release a spirit, hostile creatures within 30 feet of you are dealt 1d6 points of psychic damage per level of the spirit. Those who take damage hear wails and screams as the spirit is released, and feel a rush of sorrow and discomfort."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Ruinous Ward",
										"entries": [
											"Beginning at 10th level, the Spirit Wards you create are accompanied by spiritual dissonance which can strain and break the weak of soul. In addition to the described effects above, when a creature starts its turn in your Spirit Ward, you can choose for the ward to deal 1d6 psychic damage to the creature (no action required by you)."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Rite of Exorcism",
										"entries": [
											"At 14th level, you can attempt to exorcise a living creature's own soul. If a creature within 30 feet fails a Wisdom or Charisma save against your spell save DC, you can use your reaction to attempt to exorcise that creature. The target takes 5d6 psychic damage and 5d6 necrotic damage as their soul is torn from their body, and they are stunned until the end of your next turn. On a successful save the creature takes half damage and is not stunned. Once you use this feature, you must finish a short or long rest before you can use it again."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Covenant of Shadows",
					"shortName": "Shadows",
					"source": "ZariethTheWitchFromGMBinder",
					"page": 7,
					"subclassSpells": [
						{
							"name": "Darkness",
							"source": "PHB"
						},
						{
							"name": "Pass Without Trace",
							"source": "PHB"
						},
						{
							"name": "Fear",
							"source": "PHB"
						},
						{
							"name": "Invisibility",
							"source": "PHB"
						},
						{
							"name": "Dimension Door",
							"source": "PHB"
						},
						{
							"name": "Greater Invisibility",
							"source": "PHB"
						},
						{
							"name": "Mislead",
							"source": "PHB"
						},
						{
							"name": "Seeming",
							"source": "PHB"
						}
					],
					"subclassFeatures": [
						[
							{
								"name": "Covenant of Shadows",
								"entries": [
									"The Covenant of Shadows subscribes to the belief that everything that exists, both physically and metaphysically, is like a shadow cast by that which came before it. Shadows are windows into worlds beyond the material plane — as one world becomes dimmer, others become brighter and easier to see by comparison.",
									"There is reason to be wary of the dark. Witches from this covenant are more cautious dealing with spirits. They know that dangers lurk in the shadows, and they are careful with their dealings lest the spirits they bind show their dark side.",
									"As long as you have a familiar, you may also add the following spells to your spells known list.",
									{
										"caption": "Covenant of Shadows Familiar Spells",
										"type": "table",
										"colLabels": [
											"Witch Level",
											"Spells"
										],
										"rows": [
											[
												"3rd",
												"{@spell Darkness},{@spell Pass Without Trace}"
											],
											[
												"5th",
												"{@spell Fear}, {@spell Invisibility}"
											],
											[
												"7th",
												"{@spell Dimension Door}, {@spell Greater Invisibility}"
											],
											[
												"9th",
												"{@spell Mislead}, {@spell Seeming}"
											]
										]
									},
									{
										"name": "The Shadows Have Eyes",
										"entries": [
											"You can use the spirits which dwell in the darkness to see. Beginning at 2nd level, you can see in magical and nonmagical darkness up to 120 feet as long as you have at least 1 spirit bound, and you have advantage on Wisdom (Perception) checks in dim light or darkness."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Blinding Shackles",
										"entries": [
											"At 6th level, hostile targets that are affected by any of your spirits' release effects must make a Constitution saving throw or be blinded for one round per level of the spirit released. This ability cannot affect creatures who do not use light to see."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Dark Mimicry",
										"entries": [
											"Beginning at 10th level, as long as you have at least one spirit bound, you may call upon the movements of nearby shadows to replace the somatic components of your spells.",
											"Alternatively, the ghostly whispers of your bound spirit may replace the verbal components of your spells. You may therefore cast spells with these components even if you yourself cannot motion or vocalize. Additionally, when you are hidden from a creature and cast a spell, casting the spell doesn't reveal your position."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Haunting Shades",
										"entries": [
											"Beginning at 14th level, when you release a spirit that targets a hostile creature, you may choose for the spirit to haunt that creature for up to 1 minute, requiring your concentration as if on a spell. The passive effect of the spirit continues but uses the haunted creature as the origin. The passive effect otherwise treats you as the owner. When the minute expires or you lose concentration, the spirit's release effect activates again. Once you use this feature, you must finish a long rest before you can use it again."
										]
									}
								]
							}
						]
					]
				},
				{
					"name": "Covenant of Unity",
					"shortName": "Unity",
					"source": "ZariethTheWitchFromGMBinder",
					"page": 8,
					"subclassSpells": [
						{
							"name": "Blur",
							"source": "PHB"
						},
						{
							"name": "Calm Emotions",
							"source": "PHB"
						},
						{
							"name": "Feign Death",
							"source": "PHB"
						},
						{
							"name": "Spirit Guardians",
							"source": "PHB"
						},
						{
							"name": "Death Ward",
							"source": "PHB"
						},
						{
							"name": "Freedom of Movement",
							"source": "PHB"
						},
						{
							"name": "Commune",
							"source": "PHB"
						},
						{
							"name": "Legend Lore",
							"source": "PHB"
						}
					],
					"subclassFeatures": [
						[
							{
								"name": "Covenant of Unity",
								"entries": [
									"The Covenant of Unity subscribes to a philosophy that all spiritual entities are connected by a collective consciousness. They use this knowledge to surmount power over the spiritual realm itself. In other words, these witches gain their abilities by harnessing the secrets which govern the very basis of spiritual existence, rather than focusing on the relationships between the metaphysical and the material world.",
									"The Covenant of Unity is perhaps a little more sympathetic to the spirits these witches bind. Witches of this covenant tend to see spirits more as allies. They trust the spirits they bind enough to allow their power to grow under their command with the purpose of sharing this power.",
									"As long as you have a familiar, you may also add the following spells to your spells known list.",
									{
										"caption": "Covenant of Unity Familiar Spells",
										"type": "table",
										"colLabels": [
											"Witch Level",
											"Spells"
										],
										"rows": [
											[
												"3rd",
												"{@spell Blur},{@spell Calm Emotions}"
											],
											[
												"5th",
												"{@spell Feign Death}, {@spell Spirit Guardians}"
											],
											[
												"7th",
												"{@spell Death Ward}, {@spell Freedom of Movement}"
											],
											[
												"9th",
												"{@spell Commune}, {@spell Legend Lore}"
											]
										]
									},
									{
										"name": "Spirit Link",
										"entries": [
											"You can link yourself to the souls of others, gaining knowledge of them. Beginning at 2nd level, while in your quickening you can use your action to learn all conditions currently afflicting it, as well as the school of magic of any spell or spells currently affecting it."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Forceful Presence",
										"entries": [
											"When you reach 6th level, you can retain control over a spirit after it produces its release effect so that it remains bound and ready to be released again.",
											"You may use this ability a number of times equal to your Charisma modifier (minimum of once). You recover all expended uses after a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Powerful Bonds",
										"entries": [
											"At 10th level, your body and soul develop the ability to contain more powerful spirits. The level of spirits you bind are considered 1 higher than the spell slot you use to bind them."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"name": "Pale Host",
										"entries": [
											"At 14th level, when you are reduced to 0 hit points but not killed outright, your body becomes possessed by a spirit you control and you may continue to act for 1 round per level of the highest level spirit you have in your power. You cannot use this ability if you do not have any spirits bound. During this time, your hit points remain at 0 and you continue to make death saving throws (though a prepared witch may move to her spirit ward to become stable).",
											"Onlookers notice a strangeness in your movements, eyes, and voice while you remain possessed. While possessed, you can use your action on your turn to activate the release power of one of the spirits you have bound and have it remain bound. This does not expend any uses of the Forceful Presence ability.",
											"Should you be healed under the possession (including by yourself), you awaken from the possession, conscious. Otherwise, when the duration expires, your body collapses."
										]
									}
								]
							}
						]
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"type": "optfeature",
			"name": "Agony",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"In the presence of a spirit of Agony, foes' wounds continue to bleed and fires continue to burn. While Agony is bound, for every damage die you roll that shows a 1, you may treat the roll as the maximum possible number for that die for a number of dice up to the level of the spirit.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Agony as part of any attack or spell which deals damage. In addition to the damage, you may roll an extra number of equivalent dice equal to the level of the spirit. If the attack or spell uses more than one type of die, choose the largest. This extra damage is psychic damage. Additionally, all 1s are treated as the maximum value for each die."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Desire",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Desire impress your will onto others and enhance existing desires. Friendly and charmed creatures within 30 feet of you have disadvantage on Wisdom saving throws against your spells. Once an affected creature succeeds on a Wisdom saving throw against one of your spells, that creature is immune to this spirit's passive effect for 24 hours.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When you release this spirit as a bonus action, a number of creatures within 30 feet up to the spirit level become charmed if they fail a Wisdom saving throw against your spell save DC. This effect lasts one minute. The effect ends prematurely if you or your allies damage the creature. The spirit's level also determines what kind of creatures can be charmed. At 3rd level and below, only humanoids and animals can be affected. At 4th level and above, all creatures can be affected."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Empathy",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Empathy force your enemies to share your pain. While Empathy is bound, whenever you are dealt damage from a creature, you may use your reaction to deal the creature psychic damage equal to two times the level of this spirit.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You can release Empathy as a reaction when you or an ally within 30 feet takes damage from a creature. The creature is dealt psychic damage equal to half the damage taken plus three times the spirit's level."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Envy",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Envy take from others what they covet for themselves – life. Whenever you deal damage with a spell or spirit effect to a hostile creature while Envy is bound, you regain the spirit's level in hit points. You may only gain hit points this way once per turn.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Envy as a bonus action to grant yourself or an ally within 30 feet temporary hit points equal to 3 times the spirit level. As long as these temporary hit points remain, enemies within 30 feet of the ally have disadvantage on attack rolls against creatures other than the affected creature."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Fear",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Fear bring nightmares to life. While Fear is bound, you gain proficiency in Charisma (Intimidation) checks, or add twice your proficiency bonus if you already are proficient. In addition, attacks made against you are at disadvantage. Once a foe has rolled against you with disadvantage and hits, it can no longer be affective by this passive ability for 24 hours.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When Fear is released from its bonds as a bonus action, a number of creatures equal to the spirit level within 30 feet make a Wisdom save or be frightened of you for 1 minute. An affected creature must make a Wisdom saving throw at the start of each of its turns. On a successful save, the fear effect ends."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Generosity",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 10,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Generosity are always willing to make sacrifices for those who bind them with good intentions. Your spells that heal restore an additional 1d4 hit points per level of the spirit. If the spell heals more than one creature each creature is instead healed an extra number of hit points equal to the spirit level.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Generosity as a bonus action and gift the spirit to an ally within 30 feet. The spirit protects the ally, granting them temporary hit points equal to 5 times the spirit level. These temporary hit points last 10 minutes."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Guilt",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 1,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Guilt cause your enemies hesitation in acts that would wrong you and your allies. While Guilt is bound, as a reaction when you or an ally within 30 feet are hit with an attack, you can raise the AC of the target creature by the level of the spirit. Hit or miss, the effect then ends.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When you release Guilt from your power as a bonus action, a single target within 30 feet has disadvantage on attack rolls against you or an ally of your choice for a number of rounds equal to the level of the spirit released."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Hate",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Hate inspire a ferocity in you. When you are damaged by a creature, you gain advantage on attack rolls against that creature until the end of your next turn.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When you are hit by an attack or spell, you can use your reaction to make an attack or cast a spell with a casting time of 1 action and an attack roll against the creature who struck you. The creature is dealt additional psychic damage equal to 1d6 per spirit level regardless of whether you hit."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Hunger",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Hunger both sustain their friends and deprive their enemies of energy. While Hunger is bound to you, you require no food or water to survive.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Hunger as a bonus action to impart one level of exhaustion on a number of creatures within 30 feet equal to the spirit's level. The creature cannot be affected by a Spirit of Hunger again for 24 hours."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Passion",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Passion give those who bind them the power to push themselves and others further in order to accomplish a task. When this spirit is bound you gain a number of bonus dice equal to the spirit level. These dice are d6s. You may choose to roll one of these dice and add the result to any attack roll, ability check or saving throw you make, or to any such roll an ally within 30 feet of you makes. You lose all remaining dice when you release Passion.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Passion as part of an attack roll, ability check, or saving throw. You make this roll with advantage. In addition all allies within 30 feet of you gain a d6 which they can add once to any attack roll, ability check, or saving throw made. After a number of rounds equal to the spirit's level, this effect ends and unused dice are lost."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Serenity",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Serenity bring peace and clarity of thought to those who bind them. You require only half the time worth of sleep or rest as long as Serenity remains bound. You still require 8 hours to gain the full benefits of a long rest. Additionally, when you or an ally within 30 feet roll a Hit Die to regain hit points, you regain an additional amount equal to the spirit level.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When you release Serenity from your power as a reaction when you would suffer from the following conditions, you may avoid being afflicted, or else end their effect as long as you retain your reaction: Blinded, Deafened, Frightened, Paralyzed, Poisoned, and Stunned."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Sloth",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Sloth inspire sluggishness and laziness of thought and action around you. While Sloth is bound, spaces within 10 feet of you count as difficult terrain for enemies. Additionally, creatures provoke opportunity attacks from you even if they take the disengage action.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When Sloth is released as a bonus action, foes within 30 feet may either move or use their action (but not both) for a number of rounds equal to the spirit level."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Sorrow",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"The failures of your enemies continue to haunt them in the presence of a spirit of Sorrow. While Sorrow is bound to you, enemies within 30 feet who fail a saving throw against a spell of 1st level or higher cast by you or an ally are dealt psychic damage equal to the spirit's level.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When Sorrow is released as a bonus action, choose a creature within 30 feet. That creature has disadvantage on its next saving throw, ability check, or attack roll. Should this roll fail, they are dealt 1d6 psychic damage and this spirit's release effect triggers again on the same creature. Once this damage has been dealt a number of times equal to the spirit level, it is no longer renewed."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Trust",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"While emboldened by a spirit of trust, you can help your allies through cooperative spellcasting, or protect them from harmful spellcasting effects from other allies. While Trust is bound, you can use your reaction to aid an ally within 30 feet to cast a spell, giving them advantage on an attack roll or ability check made with that spell. Alternatively, if that spell requires a saving throw, the spell save DC is increased by 1. Finally, you can also use your reaction to render a single ally within 30 feet immune to the harmful effects of any ally's spells until your next turn.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When trust is released as part of your Help action, you impart a bonus to the spell save DC of a single ally within 30 feet for the next spell they cast before your next turn. This bonus is equal to the level of this spirit. If the spell forces more than one creature to make a saving throw, only one creature is affected by the increased DC."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Valor",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"Spirits of Valor give those who bind them the power to pull through with confidence against poor odds. While Valor is bound, you and allies within 5 feet of you have advantage on saves against being frightened. Additionally when you have line of sight to a hostile creature, you may use an action to inspire an ally within 30 feet, granting them temporary hit points equal to the spirit's level. These temporary hit points leave when the hostile creature leaves an ally's line of sight",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"When you release this spirit as a bonus action, one creature per spirit level within 30 feet is no longer frightened and may immediately make a saving throw to end any other effect or condition afflicting them which would normally allow saving throws."
					]
				}
			]
		},
		{
			"type": "optfeature",
			"name": "Wonder",
			"source": "ZariethTheWitchFromGMBinder",
			"page": 11,
			"featureType": "Spirit Binding",
			"entries": [
				"You radiate an aura of awe when a spirit of Wonder is bound to you. While Wonder is bound, you can use your reaction to impose disadvantage on Wisdom (Insight) checks against one creature within 30 feet for the round. You can also use your action to impose disadvantage on Wisdom (Perception) checks made by creatures within 30 feet make to notice anything other than you for the round.",
				{
					"type": "entries",
					"name": "Release",
					"entries": [
						"You may release Wonder from your power as a reaction when you hit a target with a an attack or spell or they fail a save against one of your spells. For a number of rounds equal to the spirit level, that creature must choose to either take an action or a move up to their speed, but not both, on each of their turns."
					]
				}
			]
		}
	]
}
