{
	"_meta": {
		"sources": [
			{
				"json": "PoTC",
				"abbreviation": "PoTC",
				"full": "Pact of the Claw: Expanded Warlock Boons",
				"authors": [
					"u/Ascended_Bebop"
				],
				"convertedBy": [
					"Kachow"
				],
				"version": "2021-9-10",
				"color": "91161D"
			}
		],
		"dateAdded": 1631304793,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "db6c0dd370",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Pact of the Claw",
			"source": "PoTC",
			"page": 1,
			"featureType": [
				"PB"
			],
			"entries": [
				"Your patron gifts you a mote of their power that grafts itself upon your arm. One of your arms is transformed into an eldritch claw that takes an appearance reflective of your patron's nature. You can use this claw as a spellcasting focus and, as a bonus action whilst the claw is free, you can manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial so long as the object you're interacting with is within 15 feet of you, weighs less than 10 pounds. You cannot use magic items in this way.",
				"Additionally, as an action on your turn whilst the claw is free, you can use its power to summon a spectral copy of itself and hinder a creature you can see within 15 feet of you. The creature must succeed on a Strength or Dexterity saving throw against your spell save DC or be {@condition grappled} by you, be pushed up to 10 feet away from you or pulled up to 10 feet towards you (your choice). As an action, the creature can escape the grapple by repeating the saving throw, ending the grapple on a success. The grapple also ends if you halt it (no action required), if the creature is ever more than 15 feet away from you, or if you use the claw to grapple a different creature.",
				"If you lose the limb for any reason you can conduct a 1-hour ritual to recreate it."
			]
		},
		{
			"name": "Forbidden Strength",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw"
				}
			],
			"entries": [
				"You can use Charisma in place of your Strength when determining your carrying capacity and the weight you can push, drag, or lift.",
				"In addition, you can use your eldritch claw to grapple, push and pull large or huge creatures regardless of your size, and the amount you can push or pull a creature using the feature increases by 5 feet."
			]
		},
		{
			"name": "Wrathful Reach",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw"
				}
			],
			"entries": [
				"Being within 5 feet of a hostile creature does not impose disadvantage on your ranged spell attack rolls.",
				"If you are within 5 feet of a creature, you can use push, pull or grapple them with your claw as a bonus action rather than an action."
			]
		},
		{
			"name": "Trickster's Hand",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw"
				}
			],
			"entries": [
				"You can use your eldritch claw as a set of {@item thieves' tools|PHB}. When you do so, you are proficient in their use if you are not proficient with thieves' tools already.",
				"In addition you can cast the spell {@spell knock|PHB} once per long rest without using a warlock spell slot. When you do so the spell has a range of touch."
			]
		},
		{
			"name": "Elemental Grasp",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell absorb elements|XGE} at 1st level without using a warlock spell slot. When you do so, as part of the reaction used to cast the spell, you can choose to make a ranged spell attack against a creature that you can see within 30 feet of you. On a hit, the creature takes damage equal to a number of d6s equal to your proficiency bonus of the triggering damage type.",
				"You can use this ability twice before needing to complete a short or long rest to do so again."
			]
		},
		{
			"name": "Crushing Grip",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"When you grapple a creature, normally or with your claw, and at the start of each of your turns thereafter if the creature is still grappled in this way, the creature takes force damage equal to 1 + your Charisma modifier (minimum of 2)."
			]
		},
		{
			"name": "Curse of the Fallen",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"When you hinder a creature with your claw you can choose to knock them {@condition prone} if they fail the save rather than take one of the other options. Additionally, when you are knocked prone you can use your reaction to immediately stand up. When you do so your movement speed is halved until the end of your next turn."
			]
		},
		{
			"name": "Unyielding Grasp",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 12,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a bonus action you can strengthen your grip on a creature grappled by your eldritch claw. The creature becomes {@condition restrained} in addition to {@condition grappled} and has disadvantage on Strength saving throws whilst it remains grappled by you.",
				"Furthermore, grappling with your eldritch claw now ignores immunity to the grappled and restrained conditions."
			]
		},
		{
			"name": "Master Manipulation",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"The range at which you can manipulate and interact with objects as a bonus action is increased to 30 feet and the range at which you can grapple, push or pull a creature as an action with your eldritch claw is increased to 20 feet."
			]
		},
		{
			"name": "Arcane Touch",
			"source": "PoTC",
			"page": 2,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Claw",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As an action you can channel your claw's innate magic into your touch. Each time you do so pick one effect from:",
				{
					"type": "list",
					"items": [
						"You cause flammable object that isn't being worn or carried by anyone else and set it on fire, or extinguish a non-magical fire within a 5 foot cube on an object.",
						"You stabilise a creature that isn't undead at 0 hit points.",
						"You cause an object to radiate 20 feet of bright light for 1 minute.",
						"You touch water and turn a 5-foot or smaller cube of it into ice, which melts after 1 minute. This action fails if a creature is in the cube."
					]
				}
			]
		}
	]
}
