{
	"_meta": {
		"sources": [
			{
				"json": "PlayerTalents2",
				"abbreviation": "CO:T2",
				"full": "Character Options: Talents II (5e)",
				"authors": [
					"Dragonix"
				],
				"convertedBy": [
					"StoneyOdell#5161",
					"Tercept#0001"
				],
				"version": "1.0.8",
				"url": "https://www.dmsguild.com/product/214641?affiliate_id=1138250",
				"targetSchema": "1.0.8"
			}
		],
		"optionalFeatureTypes": {
			"Talents": "Talents"
		},
		"dateAdded": 1618873680,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3ce78feafe",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Artful Trickster",
			"source": "PlayerTalents2",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are the wise fool telling bawdy jokes, the royal jester who juggles knives, the lark-voiced minstrel strumming a lute, or a court magician casting spells of illusion. You live to enterain but you also use your outside persona as a front and a tool to scheme, spy, distract and undermine your foes, protect those you love, or further your own goals.",
				"You have 3 Artful Trickster points.",
				"Whenever you make an ability check that involves the skill Acrobatics, Deception, Performance, Sleight of Hand, or the Disguise Kit tool, you can spend one Artful Trickster point to roll a d12 and add it to the result. You can choose to spend one of your Artful Trickster points after you roll the die, but before the outcome is determined.",
				"You regain your expended Artful Trickster points when you finish a long rest."
			]
		},
		{
			"name": "Bounty Hunter",
			"source": "PlayerTalents2",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are an accomplished tracker and relentless pursuer of criminals and outlaws. Sometimes you are paid to slay monsters that have been terrorizing locals. You lay ambushes or stalk your prey. No matter what your quarry is, you do not stop until you have its head or brought it back to justice.",
				"You have 3 Bounty Hunter points.",
				"Whenever you make an ability check that involves the skill Stealth, or any Intelligence, Wisdom, or Charisma check used to gain information on, detect, or track your quarry, you can spend one Bounty Hunter point to roll a d12 and add it to the result. You can choose to spend one of your Bounty Hunter points after you roll the die, but before the outcome is determined. 6 Chapter",
				"You regain your expended Bounty Hunter points when you finish a long rest."
			]
		},
		{
			"name": "Devoted Bodyguard",
			"source": "PlayerTalents2",
			"page": 6,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You spent most of your life watching over and protecting people you serve or love, honing your skills in defending them from harm.",
				"You have 3 Devoted Bodyguard points. Once per turn, you can use one of the following features:",
				"Defend Ward. Spend 2 Devoted Bodyguard points. Choose a creature within 5 feet of you. You can use a reaction and impose disadvantage to all attacks made against that creature until the end of the turn. You must decide to use this feature before an attack roll is made.",
				"Shield Ward. Spend 1 Devoted Bodyguard point. When a creature within 5 feet of you takes damage from an attack, you can use a reaction to interpose yourself between the source of the attack and the creature, and take the damage yourself instead.",
				"Vigilance. Spend 1 Devoted Bodyguard point. Reroll an Initiative roll or Intelligence or Wisdom ability check made to identify or spot a possible ambush, threat, or enemy. You must use the result of the second roll, even if it is lower.",
				"You regain your expended Devoted Bodyguard points when you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Alert}"
					]
				}
			]
		},
		{
			"name": "Street Fighter",
			"source": "PlayerTalents2",
			"page": 6,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learned to fight and survive within the dangerous seedy streets and alleyways. You use your familiarity of it to your advantage.",
				"You have 3 Street Fighter points. Once per turn, you can use one of the following features:",
				"Knock Foe. Spend 2 Street Fighter points. On your turn, after a successful attack against a creature with an unarmed strike or improvised weapon, you can choose to stun it. The target is allowed a Constitution saving throw to negate the effect. The DC is equal to 8 + your Proficiency bonus + your Strength modifier. If the creature fails its saving throw, it is stunned until the end of your next turn.",
				"Distract Foe. Spend 1 Street Fighter point. While unarmed or using an improvised weapon, select a creature that is within 5 feet of you that is about to attack. You can use a reaction and impose disadvantage to that creature's attack roll. You must decide to use this feature before an attack roll is made.",
				"Territorial Advantage. Spend 1 Street Fighter point. Reroll any Strength, Dexterity, or Wisdom ability check made in a city, town, or village you lived in for at least a year. You must use the result of the second roll, even if it is lower. You regain your expended Street Fighter points when you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Tavern Brawler}"
					]
				}
			]
		},
		{
			"name": "Witch Hunter",
			"source": "PlayerTalents2",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are trained and experienced in tracking and bringing down all manner of non-good aligned spellcasters.",
				"You have 3 Witch Hunter points. Once per turn, you can use one of the following features:",
				"Slay Witch. Spend 2 Witch Hunter points. Reroll an attack roll made against a non-good aligned spellcaster.",
				"Resist Witch. Spend 2 Witch Hunter points. Reroll a saving throw made against an ability or spell cast by a non-good aligned spellcaster.",
				"Hunt Witch. Spend 1 Witch Hunter point. Reroll an Intelligence or Wisdom ability check made to gain information on, detect, or track a non-good aligned spellcaster. You must use the result of the second roll, even if it is lower.",
				"You regain your expended Witch Hunter points when you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Mage Slayer}"
					]
				}
			]
		},
		{
			"name": "Ambuscade",
			"source": "PlayerTalents2",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are often on your guard and can act before anybody else at the start of combat.",
				"When you roll initiative, you can use a special turn that takes place before other creatures can act. On this turn you can use your action to either take the Attack, Dash, or Hide action. You can also use your action to Cast a Spell or Use an Item action but the spell's casting time or item activation should take no more than 1 action. If you would normally be surprised at the start of an encounter, you are not surprised but you do not gain this extra turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Alert}"
					]
				}
			]
		},
		{
			"name": "Battle Magic",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can strike with your melee weapon after casting a cantrip or spell.",
				"Whenever you cast a cantrip or spell, you can take a bonus action to make one melee weapon attack.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat War Caster}"
					]
				}
			]
		},
		{
			"name": "Brutal Attacker",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your melee weapon attacks deal more damage than normal.",
				"Your melee weapon damage rolls deal an extra {@damage 1d4} damage."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Savage Attacker}"
					]
				}
			]
		},
		{
			"name": "Combat Reflexes",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make opportunity attacks more often than normal.",
				"You can make opportunity attacks without using a reaction against creatures within 5 feet of you. You can only make up to two opportunity attacks per turn."
			],
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 19
						}
					]
				}
			]
		},
		{
			"name": "Crossbow Master",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your crossbow attacks deal more damage than normal.",
				"You deal an extra 2 weapon damage when using any type of crossbow."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Crossbow Expert}"
					]
				}
			]
		},
		{
			"name": "Extra Combat Maneuver",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have knowledge of more combat maneuvers than normal.",
				"You gain one new combat superiority maneuver of your choosing."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Martial Adept}"
					]
				},
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Battle Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Superiority Die",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are extraordinarily skilled with your combat maneuvers than normal.",
				"You gain one additional combat superiority die."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Martial Adept}"
					]
				},
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Battle Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Feinting Strike",
			"source": "PlayerTalents2",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can momentarily distract a creature with one of your weapon attacks in order to setup a successful second strike.",
				"Whenever you hit a creature with one of your weapons the first time in a turn, you can choose to gain advantage on the attack roll made within the same turn with the weapon in your other hand. You must decide to use this feature before rolling.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Dual Wielder}"
					]
				}
			]
		},
		{
			"name": "Improved Archery",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can aim better with your ranged attacks.",
				"When you make a ranged attack roll, you can choose to give yourself advantage on that roll. You must decide to use this feature before rolling.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Archery Fighting Style",
						"entrySummary": "Archery Fighting Style"
					}
				}
			]
		},
		{
			"name": "Improved Charger",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more likely to hit your target when charging.",
				"You can reroll the attack roll made using the bonus action if you had previously moved 10 feet in a straight line towards the target. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Charger}"
					]
				}
			]
		},
		{
			"name": "Improved Combat Reflexes",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make opportunity attacks against creatures who move near you.",
				"You can use your reaction to make a melee attack against a creature that moves more than 5 feet while within your reach."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Combat Reflexes",
						"entrySummary": "Combat Reflexes"
					}
				}
			]
		},
		{
			"name": "Improved Defense / Mariner",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your defensive abilities are better than normal.",
				"When a creature has targeted you with a weapon attack, you can use a reaction to impose disadvantage on that creature's attack. You must decide to use this feature before the attack is rolled.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Defense or Mariner fighting style",
						"entrySummary": "Defense or Mariner fighting style"
					}
				}
			]
		},
		{
			"name": "Improved Defensive Duelist",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make a counter attack after deflecting an attack.",
				"If a creature's melee attack missed you as a result of using the Defensive Duelist feat, you can immediately make a melee weapon attack at the same creature.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"@{feat Defensive Duelist}"
					]
				}
			]
		},
		{
			"name": "Improved Dueling",
			"source": "PlayerTalents2",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can be more accurate with your strikes.",
				"When you are attacked with a melee weapon, you can use a reaction to impose disadvantage to the attack. You must decide to use this feature before the attack is rolled.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Dueling fighting style",
						"entrySummary": "Dueling fighting style"
					}
				}
			]
		},
		{
			"name": "Improved Great Weapon Fighting",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can be more accurate with your two-handed weapon attacks.",
				"When you make an attack roll with a melee weapon you are wielding with two hands, you can choose to give yourself advantage on that roll. You must decide to use this feature before rolling. The weapon must have the two-handed or versatile property for you to gain this benefit.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Great Weapon fighting style",
						"entrySummary": "Greaat Weapon fighting style"
					}
				}
			]
		},
		{
			"name": "Improved Protection",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your attacks keep the attention of your target on you.",
				"On your turn, after hitting a creature with a melee attack, you can choose to impose disadvantage to all of its attack rolls not made against you until the start of your next turn.",
				"You can use this feature three times. You regain expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Protection fighting style",
						"entrySummary": "Protection fighting style"
					}
				}
			]
		},
		{
			"name": "Overrun",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can trample creatures with your mount.",
				"After moving more than 10 feet while mounted and then entering the space of a medium sized creature, you can take a bonus action to try to knock the creature prone. The creature must make a Strength saving throw equal to 8 + your proficiency modifier + your mount's Strength modifier. On a failed save, the creature is knocked prone and your mount can immediately make one melee natural weapon attack (hoof or claw). On a successful save, the creature isn't knocked prone, and is pushed 5 feet out of your space into an unoccupied space of the creature's choice. If no unoccupied space is with in range , the creature instead falls prone in your space.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Mounted Combatant}"
					]
				}
			]
		},
		{
			"name": "Polearm Defense",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are harder to hit while you wield a polearm.",
				"You gain +1 bonus to AC while using a polearm."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Polearm Master}"
					]
				}
			]
		},
		{
			"name": "Shield Bash",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can bash your enemies with your shield when you attack.",
				"Prerequisite: Shield Master feat.",
				"When you use the Attack action, you can take a bonus action to attack with your shield. The creature takes 1d4 bludgeoning damage plus your Strength modifier.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Shield Master}"
					]
				}
			]
		},
		{
			"name": "Sniper",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deliver a deadly ranged attack.",
				"On your turn, if there would normally be no disadvantage imposed on your ranged attack, you can take a bonus action to gain advantage on your next ranged attack roll. You must decide to use this feature before rolling. If you roll number that is at least 5 or more than what is needed to hit, you score a critical hit.",
				"Once you have successfully used this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Sharpshooter}"
					]
				}
			]
		},
		{
			"name": "Spell Marksman",
			"source": "PlayerTalents2",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You seldom miss or deal glancing shots with your ranged attacks.",
				"You can reroll a ranged spell attack. You must use the result of the second roll, even if it is lower",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Spell Sniper}"
					]
				}
			]
		},
		{
			"name": "Spring Attack",
			"source": "PlayerTalents2",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can spring into action even if it is not your turn.",
				"You can use a reaction to move up to half your speed and make one weapon attack.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Mobile}"
					]
				}
			]
		},
		{
			"name": "Sundering Blow",
			"source": "PlayerTalents2",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deliver a powerful, armor crunching blow that momentarily makes the target vulnerable.",
				"On your turn, after successfully dealing damage to a creature with your weapon, you can choose to give advantage to the next attack roll made against the same creature before the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Great Weapon Master}"
					]
				}
			]
		},
		{
			"name": "Wrestler",
			"source": "PlayerTalents2",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your grappling skills are more advanced than normal.",
				"Whenever you successfully grapple a creature, you can take a bonus action to automatically pin that creature.",
				"Additionally, while you are restrained, your attacks against the pinned creature do not suffer disadvantage."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Grappler}"
					]
				}
			]
		},
		{
			"name": "Canny",
			"source": "PlayerTalents2",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your intellectual skills are impeccable.",
				"Whenever you make an Intelligence ability check, you can roll a d12 and add it to the result. You can choose to do this after you roll the initial die, but before the outcome is determined.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Keen Mind}"
					]
				}
			]
		},
		{
			"name": "Cypher",
			"source": "PlayerTalents2",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your linguistic skills are second to none.",
				"You have advantage on Intelligence and Wisdom ability checks made when deciphering and remembering code, puzzles, archaic signs, and ancient texts, as well as recognizing the gist of a sentence that uses a language you do not understand."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Linguist}"
					]
				}
			]
		},
		{
			"name": "Doctor",
			"source": "PlayerTalents2",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your healing skills in and out of the field of battle are exemplary.",
				"Each time you use a healer's kit to stabilize a dying creature, or restore hit points to a wounded creature, the target regains an extra number of hit points equal to your character level.",
				"Additionally, as an action, you can spend five uses of a healer's kit to tend to a creature and end one disease or one condition afflicting it. The condition can be blinded, deafened, paralyzed, or poisoned. Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Healer}"
					]
				}
			]
		},
		{
			"name": "Dungeoneer",
			"source": "PlayerTalents2",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can guide your companions safely through trap-filled dungeons.",
				"You have advantage on Wisdom ({@skill Perception}) and Intelligence ({@skill Investigation}) checks made to detect the presence of traps and secret fixtures (compartments, switches, illusory walls, etc.) while indoors or underground.",
				"In addition, you can use a reaction to give allies within 30 feet of you that can hear and see you advantage to saving throws made to avoid or resist traps and resistance to damage dealt by traps until the start of your next turn.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Dungeon Delver}"
					]
				}
			]
		},
		{
			"name": "Enduring",
			"source": "PlayerTalents2",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more likely to survive being at death's door than others.",
				"You have advantage on death saving throws.",
				"Additionally, if you take an amount of damage from one source that is enough to kill you, you can use a reaction and reduce the damage to an amount that leaves you with 1 hit point. Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Durable}"
					]
				}
			]
		},
		{
			"name": "Enthralling",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have a naturally charming and magnetic personality.",
				"Whenever you make a Charisma ability check, you can roll a {@dice 1d12} and add it to the result. You can choose to do this after you roll the initial die, but before the outcome is determined.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Actor}"
					]
				}
			]
		},
		{
			"name": "Elemental Master",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have mastery over spells of a chosen element. They are more potent than normal.",
				"When you roll damage for a spell you cast that deals damage of that type you chose as Elemental Adept, you can treat any 1 or 2 on a damage die as a 3."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Elemental Adept}"
					]
				}
			]
		},
		{
			"name": "Eschew Materials",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can cast most spells without using its required material components.",
				"You can cast any spell that has a material component costing 1 gp or less without having that component."
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			]
		},
		{
			"name": "Extremely Lucky",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have incredible luck.",
				"You gain one additonal luck point."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Lucky}"
					]
				}
			]
		},
		{
			"name": "Fortified",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to use your armor to partially deflect weapon attacks.",
				"While you are wearing medium armor, bludgeoning, piercing, and slashing damage that you take from nonmagical weapons is reduced by 2."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Medium Armor Master}"
					]
				}
			]
		},
		{
			"name": "Hardy",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to use your armor to partially deflect weapon attacks.",
				"When you take damage, you gain temporary hit points equal to twice your class level.",
				"You cannot gain temporary hit points this way again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Lightly Armored}"
					]
				}
			]
		},
		{
			"name": "Hide in Shadows",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Disappearing into the shadows is effortless to you.",
				"Prerequisite: Skulker feat.",
				"When at least lighly obscured or in dim light, you can take a bonus action or reaction to become invisible until the start of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Skulker}"
					]
				}
			]
		},
		{
			"name": "Ironclad",
			"source": "PlayerTalents2",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to use your armor to partially deflect the most powerful of blows.",
				"While wearing heavy armor and you are hit by a nonmagical weapon attack, you can use a reaction and gain resistance from that attack's damage.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Heavy Armor Master}"
					]
				}
			]
		},
		{
			"name": "Light Armor Master",
			"source": "PlayerTalents2",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can move and dodge attacks fluidly even while wearing your armor.",
				"While wearing light armor and you are targeted by a weapon attack, you can use a reaction and impose disadvantage on the attack roll. You must decide to use this feature before the attack is rolled.",
				"Once you have used this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Lightly Armored}"
					]
				}
			]
		},
		{
			"name": "Magic Apprentice",
			"source": "PlayerTalents2",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You improve upon your basic knowledge of the arcane arts.",
				"Choose one 1st-level spell from the spellcaster list you have chosen as Magic Initiate. You learn that spell and can cast it at its lowest leveI.",
				"Once you cast it, you must finish a long rest before you can cast it again."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Magic Initiate}"
					]
				}
			]
		},
		{
			"name": "Rousing Leader",
			"source": "PlayerTalents2",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can inspire your allies more effectively than normal.",
				"When inspiring your companions, you can choose to give each creature you inspire a {@dice 1d4} Inspiration die. Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, ar saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the Inspiration die, but must decide before the DM says whether the roll succeeds ar fails. Once the Inspiration die is rolled, it is lost. A creature can have only one Inspiration die (including the Bard's) at a time.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Inspiring Leader}"
					]
				}
			]
		},
		{
			"name": "Runner",
			"source": "PlayerTalents2",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can run faster than normal.",
				"Your speed is increased by 10 feet when you use the Dash action."
			],
			"prerequisite": [
				{
					"item": [
						"Wearing Light armor or less"
					]
				}
			]
		},
		{
			"name": "Superior Athlete",
			"source": "PlayerTalents2",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are a very accomplished athlete.",
				"Whenever you make a Dexterity or Strength ability check or saving throw, you can roll a {@dice 1d8} and add it to the result. You can choose to do this after you roll the initial die, but before the outcome is determined.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Athlete}"
					]
				}
			]
		},
		{
			"name": "Abyssal Resistance",
			"source": "PlayerTalents2",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your abyssal lineage provides you with a natural resistance to certain damage types.",
				"Select one from these four damage types: cold, fire, lightning, or poison. You gain resistance to this damage type.",
				"You can select this talent multiple times. Each time you do so, it must be for a different damage type."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling",
							"subrace": "Abyssal",
							"displayEntry": "Abyssal Tiefling"
						}
					]
				}
			]
		},
		{
			"name": "Adaptable Nature",
			"source": "PlayerTalents2",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can adapt quickly when faced with adversity.",
				"Whenever you gain disadvantage on an attack roll, saving throw, or ability check, you can choose to gain advantage, effectively cancelling each other.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Goliath",
							"displayEntry": "Goliath"
						}
					]
				}
			]
		},
		{
			"name": "Armored Flyer",
			"source": "PlayerTalents2",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can fly while wearing medium armor.",
				"You can equip medium armor and fly, but your flying speed becomes 40 feet."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aarakocra",
							"displayEntry": "Aarakocra"
						}
					]
				}
			]
		},
		{
			"name": "Blood of Fire",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have the blood of the efreet running in your veins.",
				"You are immune to fire."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Fire",
							"displayEntry": "Fire Genasi"
						}
					]
				}
			]
		},
		{
			"name": "Bullish",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have implacable strength of will.",
				"You have advantage on saving throws against paralysis and stun."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Minotaur",
							"displayEntry": "Minotaur"
						}
					]
				}
			]
		},
		{
			"name": "Changeling Resistance",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your heritage makes you naturally resistant to charm and sleep effects.",
				"Prerequisite: Changeling.",
				"You have advantage on saving throws against charm and sleep."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Changeling",
							"displayEntry": "Changeling"
						}
					]
				}
			]
		},
		{
			"name": "Changeling Trick",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can bluff and bewilder an opponent, making it vulnerable to your next attack.",
				"As a bonus action, make a Charisma ({@skill Deception}) check against a creature's Wisdom ({@skill Insight}) check. If you win, you have advantage on your next weapon attack roll made against that creature this turn and deal an extra {@damage 2d6} weapon damage if you hit.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Changeling",
							"displayEntry": "Changeling"
						}
					]
				}
			]
		},
		{
			"name": "Danger Sense",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your psychic senses warn you of impending danger.",
				"You can use an Intelligence check instead of a Dexterity check when you roll for initiative."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githyanki",
							"displayEntry": "Githyanki"
						},
						{
							"name": "Githzerai",
							"displayEntry": "Githzerai"
						}
					]
				}
			]
		},
		{
			"name": "Daze",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You mentally attack a creature, dazing and confusing it.",
				"You can take a bonus action and chose a creature within 5 feet of you. The target must succeed on an Intelligence saving throw. The DC is equal to 8 + your Intelligence modifier + your proficiency bonus. Failure means the creature cannot use any action except defend itself until the end of its turn.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githyanki",
							"displayEntry": "Githyanki"
						}
					]
				},
				{
					"ability": [
						{
							"int": 16
						}
					]
				}
			]
		},
		{
			"name": "Deceitful",
			"source": "PlayerTalents2",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are naturally duplicitous.",
				"You have advantage on Charisma ({@skill Deception}) and Charisma ({@skill Persuasion}) checks when trying to pass yourself as a different person."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Changeling",
							"displayEntry": "Changeling"
						}
					]
				}
			]
		},
		{
			"name": "Deep Stonecunning",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are knowledgeable of the underdark, your natural habitat.",
				"Whenever you make an Intelligence ({@skill History}) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.",
				"In addition, you have advantage on Wisdom ({@skill Perception}) and Intelligence ({@skill Investigation}) checks made to detect the presence of secret doors and traps while underground."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome",
							"subrace": "Deep",
							"displayEntry": "Deep Gnome"
						}
					]
				}
			]
		},
		{
			"name": "Deep Warrior",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to fight your racial enemies more effectively than others.",
				"When an aberration has targeted you with an attack, you can use a reaction to impose disadvantage on the creature's attack roll. You must decide to use this feature before an attack roll is made."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome",
							"subrace": "Deep",
							"displayEntry": "Deep Gnome"
						}
					]
				}
			]
		},
		{
			"name": "Defended Mind",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are resistant to getting incapacitated.",
				"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against stun and paralysis."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githzerai",
							"displayEntry": "Githzerai"
						}
					]
				}
			]
		},
		{
			"name": "Dive Attack",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deal extra damage after you attack from the sky.",
				"If you are flying and dive at least 30 feet straight towards a creature before attacking it with a melee weapon, you can choose to deal an extra {@damage 1d6} weapon damage when you hit.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aarakocra",
							"displayEntry": "Aarakocra"
						}
					]
				}
			]
		},
		{
			"name": "Double Talon Strike",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make a free attack with both of your talons while flying.",
				"You can take a bonus action to make two unarmed strikes while flying, even when both your hands are holding objects.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aarakocra",
							"displayEntry": "Aarakocra"
						}
					]
				}
			]
		},
		{
			"name": "Earth's Endurance",
			"source": "PlayerTalents2",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can temporarily change the density of your skin to that of stone.",
				"While standing on solid stone, soil, or metal, you can use a reaction and gain resistance to bludgeoning, piercing, and slashing damage from non-magical weapons until the end of the turn.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Earth",
							"displayEntry": "Earth Genasi"
						}
					]
				},
				{
					"level": 3
				}
			]
		},
		{
			"name": "Extra Fey Step",
			"source": "PlayerTalents2",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Fey Step more often than normal.",
				"You can use Fey Step one additional time between rests."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Eladrin",
							"displayEntry": "Eladrin"
						}
					]
				}
			]
		},
		{
			"name": "Feet on the Ground",
			"source": "PlayerTalents2",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are difficult to move by force while your feet are planted on the ground.",
				"While standing on solid stone, soil, or metal, you have advantage on ability checks and saving throws against being knocked down, pushed, pulled, or forced away from the ground."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Earth",
							"displayEntry": "Earth Genasi"
						}
					]
				}
			]
		},
		{
			"name": "Fey Tactics",
			"source": "PlayerTalents2",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can also teleport an ally when you use Fey Step.",
				"Prerequisite: Eladrin.",
				"When you use Fey Step, you can also choose to teleport one ally within 30 feet that you can see to a distance equal or less than your Fey Step distance."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Eladrin",
							"displayEntry": "Eladrin"
						}
					]
				}
			]
		},
		{
			"name": "Fey Strike",
			"source": "PlayerTalents2",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can catch an enemy unawares after teleporting beside them.",
				"Prerequisite: Eladrin.",
				"On your turn, after you use Fey Step to teleport within 5 feet of an enemy, you gain advantage on your first weapon attack roll made against that enemy."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Eladrin",
							"displayEntry": "Eladrin"
						}
					]
				}
			]
		},
		{
			"name": "Fire's Focus",
			"source": "PlayerTalents2",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have remarkable focus. You are able to concentrate on an enemy and take advantage of its weaknesses.",
				"On your turn, select a creature. You can take a bonus action and choose one of two benefits: Gain advantage on all of your weapon attacks made against the chosen creature or Impose disadvantage to the chosen creature's saving throws against your attacks and spells until the end of the turn.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Fire",
							"displayEntry": "Fire Genasi"
						}
					]
				},
				{
					"level": 3
				}
			]
		},
		{
			"name": "Flyby Attack",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can avoid attacks of opportunity while flying near enemies' reach.",
				"While flying, you can take a bonus action to disengage."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Aarakocra",
							"displayEntry": "Aarakocra"
						}
					]
				},
				{
					"level": 3
				}
			]
		},
		{
			"name": "Giant's Gait",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can cover longer distances than normal when enlarged.",
				"When enlarged, your walking speed is increased by 10 feet."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf",
							"subrace": "Duergar",
							"displayEntry": "Duergar"
						}
					]
				}
			]
		},
		{
			"name": "Githyanki Willpower",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have greater willpower than normal.",
				"You have advantage on saving throws against charm and getting frightened."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githyanki",
							"displayEntry": "Githyanki"
						}
					]
				}
			]
		},
		{
			"name": "Goring Charge",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You deal extra damage when you charge with your horns.",
				"When you use Goring Rush and move at least 10 feet straight toward a target and hit it with your horns, you can choose to deal an extra {@damage 2d8} piercing damage.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Minotaur",
							"displayEntry": "Minotaur"
						}
					]
				},
				{
					"level": 3
				}
			]
		},
		{
			"name": "Improved Abyssal Arcana",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have a chance of randomly acquiring better spells from Abyssal Arcana.",
				"Each time you roll a new spell for each level, you may roll twice and select one of the results. You cannot choose the same cantrip or spell that you gained from the previous long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling",
							"subrace": "Abyssal",
							"displayEntry": "Abyssal Tiefling"
						}
					]
				}
			]
		},
		{
			"name": "Instinctive Fey Step",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Fey Step even if it is not your turn.",
				"You can use a reaction to activate Fey Step."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Eladrin",
							"displayEntry": "Eladrin"
						}
					]
				}
			]
		},
		{
			"name": "Improved Goring Rush",
			"source": "PlayerTalents2",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can knock a creature prone with your Goring Rush.",
				"When you use Goring Rush and hit a creature with your horns, you can attempt to knock it prone. The target must succeed on a Strength saving throw or be pushed up to 10 feet away and knocked prone. The DC is equal to 8 + your Strength modifier + your proficiency bonus.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Minotaur",
							"displayEntry": "Minotaur"
						}
					]
				}
			]
		},
		{
			"name": "Improved Hammering Horns",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your hammering horns deal damage while you use them to shove.",
				"When you successfully shove a creature with Hammering Horns, you also deal damage to it equal to your your Strength modifier."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Minotaur",
							"displayEntry": "Minotaur"
						}
					]
				}
			]
		},
		{
			"name": "Improved Stone Grip",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can wield up to two two-handed weapons at the same time.",
				"Prerequisite: Goliath, Stone Grip, Strength 20 or higher.",
				"You can wield a two-handed melee weapon in each hand at the same time."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Goliath",
							"displayEntry": "Goliath"
						}
					]
				},
				{
					"ability": [
						{
							"str": 20
						}
					]
				},
				{
					"otherSummary": {
						"entry": "Stone Grip",
						"entrySummary": "Stone Grip"
					}
				}
			]
		},
		{
			"name": "Instinctive Shift",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can Shift even if it is not your turn.",
				"You can use a reaction to activate Shifting."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Shifter",
						"entrySummary": "Shifter"
					}
				}
			]
		},
		{
			"name": "Iron Mind",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You instantly create a telekinetic shield around you.",
				"You can use a reaction and gain resistance to all damage until the end of the turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githzerai",
							"displayEntry": "Abyssal Githzerai"
						}
					]
				},
				{
					"ability": [
						{
							"int": 16
						}
					]
				}
			]
		},
		{
			"name": "Juggernaut",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your composite plating is heavily reinforced and makes you a near-unstoppable force.",
				"You have advantage on Strength checks made when you shove or get shoved. Additionally, your unarmed strikes are considered adamantine when dealing damage."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Warforged",
							"displayEntry": "Warforged"
						}
					]
				}
			]
		},
		{
			"name": "Mountain's Tenacity",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have tenacious strength of will.",
				"You can choose to gain advantage on any Intelligence, Wisdom, or Charisma saving throw. You must decide before making the roll.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Goliath",
							"displayEntry": "Goliath"
						}
					]
				}
			]
		},
		{
			"name": "Reckless Attack",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can abandon all defensive concerns and attack with full savagery.",
				"Prerequisite: Minotaur.",
				"You can choose to gain advantage to all your melee weapon attack rolls using Strength this turn, but attack rolls against you have advantage until the start of your next turn."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Minotaur",
							"displayEntry": "Minotaur"
						}
					]
				}
			]
		},
		{
			"name": "Reinforced Plating",
			"source": "PlayerTalents2",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your composite plating is modified with reinforced steel.",
				"Prerequisite: Warforged.",
				"Bludgeoning. piercing, and slashing damage that you take from nonmagical or nonadamantine weapons is reduced by 2."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Warforged",
							"displayEntry": "Warforged"
						}
					]
				}
			]
		},
		{
			"name": "Shifter Defense",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can be resistant to most physical attacks while in shifter form.",
				"While Shifting and you are hit with a nonmagical weapon or attack, you can use a reaction and gain resistance from that attack's damage.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Shifter",
						"entrySummary": "Shifter"
					}
				}
			]
		},
		{
			"name": "Shifter Healing Factor",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your wounds heal when you Shift.",
				"Prerequisite: Shifter.",
				"When you Shift, you regain hit points equal to {@dice 1d6} + your class level + your Constitution modifier."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Shifter",
						"entrySummary": "Shifter"
					}
				}
			]
		},
		{
			"name": "Shifter Instincts",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your keen animal-like senses make you difficult to catch by surprise.",
				"Prerequisite: Shifter.",
				"You have 3 Shifter Instincts points. Whenever you make an Initiative roll or a Wisdom ({@skill Perception}) check, you can spend one Shifter Instincts point to roll a {@dice d12} and add it to the result. You can choose to spend one of your Shifter Instincts points after you roll the die, but before the outcome is determined.",
				"You regain your expended Shifter Instincts points when you finish a long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Shifter",
						"entrySummary": "Shifter"
					}
				}
			]
		},
		{
			"name": "Shifting Fortunes",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can telekinetically move yourself a short distance even if it is not your turn.",
				"You can take a bonus action or a reaction to fly 15 feet.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githzerai",
							"displayEntry": "Githzerai"
						}
					]
				}
			]
		},
		{
			"name": "Stone Grip",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can wield with one hand weapons that normally require two hands to properly use.",
				"You can wield a two-handed melee weapon in one hand. However, you cannot wield a two-handed melee weapon in each hand at the same time."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Goliath",
							"displayEntry": "Goliath"
						}
					]
				},
				{
					"ability": [
						{
							"str": 18
						}
					]
				}
			]
		},
		{
			"name": "Swift Shapechange",
			"source": "PlayerTalents2",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can shapechange quicker than normal.",
				"You can take a bonus action to activate your Shapechange ability.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Changeling",
							"displayEntry": "Changeling"
						}
					]
				}
			]
		},
		{
			"name": "Summon Swarm",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can summon swarms of tiny beasts to fight for you.",
				"On your turn, you can use an action to summon swarms of bats, insects, rats, or ravens. You can summon a number of swarms equal to or less than one-fourth your level, rounded up.",
				"The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Revenant",
							"displayEntry": "Revenant"
						}
					]
				}
			]
		},
		{
			"name": "Sunlight Adaptation",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have grown accustomed to daylight after decades of living on the surface world.",
				"You do not gain disadvantage from attack rolls and Wisdom ({@skill Perception}) checks imposed by Sunlight Sensitivity."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf",
							"subrace": "Duergar",
							"displayEntry": "Duergar"
						},
						{
							"name": "Elf",
							"subrace": "Drow",
							"displayEntry": "Drow"
						}
					]
				}
			]
		},
		{
			"name": "Telekinetic Leap",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can telekinetically move yourself or an ally.",
				"On your turn, you can take a bonus action and make yourself or a willing ally fly up to 30 feet.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Githyanki",
							"displayEntry": "Githyanki"
						}
					]
				}
			]
		},
		{
			"name": "Warforged Adaptation",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can adapt and switch skill sets if needed.",
				"When you finish a long rest, you can temporarily replace one of your skill or tool proficiencies with a new one of your choice.",
				"This benefit lasts until you finish a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Warforged",
							"displayEntry": "Warforged"
						}
					]
				}
			]
		},
		{
			"name": "Warforged Resilience",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are hardier than normal.",
				"You have advantage on saving throws against poison, and you have resistance against poison damage. Additionally, you have advantage on death saving throws."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Warforged",
							"displayEntry": "Warforged"
						}
					]
				}
			]
		},
		{
			"name": "Warforged Resistance",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your composite plating is built to resist the most common elemental attacks.",
				"You have resistance to fire and cold."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Warforged",
							"displayEntry": "Warforged"
						}
					]
				}
			]
		},
		{
			"name": "Water's Calm",
			"source": "PlayerTalents2",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You enter into a meditative rest and gain restorative benefits.",
				"During a short rest, you can enter into a trance. After the short rest, you can choose from two options:",
				"Heal Self. Regain hit points equal to twice your level plus your Constitution modifier.",
				"Recover Spell. Regain a number of expended spell slots that must have a total number of levels equal to or less than one-fourth your level, rounded up.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Water",
							"displayEntry": "Water Genasi"
						}
					]
				}
			]
		},
		{
			"name": "Water's Chill",
			"source": "PlayerTalents2",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have a natural talent to create and manipulate ice from the water around you.",
				"You can cast the spells {@spell Ice Knife} and {@spell Armor of Agathys}. You cast each of these spells once at a level equal to one-fourth your class level rounded up, and you regain the ability to cast them this way after you finish a long rest. Constitution is your spellcasting ability for these spells."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Water",
							"displayEntry": "Water Genasi"
						}
					]
				},
				{
					"level": 3
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"ice knife",
									"armor of agathys"
								]
							}
						}
					},
					"ability": "con"
				}
			]
		},
		{
			"name": "Wind's Dance",
			"source": "PlayerTalents2",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can command the eternal winds around you to give you temporary flight.",
				"You can take a bonus action and gain a flying speed of 40 feet until the end of the turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Air",
							"displayEntry": "Air Genasi"
						}
					]
				}
			]
		},
		{
			"name": "Wind's Guardian",
			"source": "PlayerTalents2",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"entries": [
				"An eternal wind surrounds and protects you.",
				"You can use your reaction to deflect a missile when you are hit by a ranged weapon attack. When you do so, the damage you take from the attack is reduced by {@dice 1d6} + your Dexterity modifier."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Genasi",
							"subrace": "Water",
							"displayEntry": "Water Genasi"
						}
					]
				},
				{
					"level": 3
				}
			]
		},
		{
			"name": "Concussive Shot",
			"source": "PlayerTalents2",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Force Ballista can stun creatures.",
				"After dealing force damage to a creature with your Force Ballista, you can choose to stun it with a concussive blast. The creature must make a Constitution saving throw with a DC of 8 + your proficiency bonus + your Intelligence modifier. On a failed saving throw, the target takes an extra {@damage 2d8} force damage and is stunned until the end of your next turn. On a successful save, the target takes half the extra damage and is not stunned.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"subclass": {
							"name": "Artillerist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Crazy Concoctions",
			"source": "PlayerTalents2",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can tweak the composition of your alchemical formulas, enhancing its effects.",
				"When you use any of your experimental elixirs, you can enhance one of its features. Choose one from the following:",
				"Duality. The experimental elixir has two effects. You roll twice on the Experimental Elixir table when a creature drinks the elixir.",
				"Persistence. The duration of the experimental elixir's effect is doubled.",
				"Potency. A damage dealing or healing experimental elixir deals two extra die of damage or provides two extra die of healing.",
				"Quantity. The experimental elixir has two dosages. Its effects do not stack.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"subclass": {
							"name": "Alchemist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Deadshot",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have a knack for making critical hits.",
				"You can take a bonus action to carefully aim at a single target. If your next spell attack this turn while using your arcane firearm as your spellcasting focus hits a target, it is considered a critical hit.",
				"Once you successfully use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"subclass": {
							"name": "Artillerist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Elixir",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create an extra experimental elixir.",
				"Prerequisite: Artificer,  artificer specialist.",
				"You can make one additional experimental elixir at the end of a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"subclass": {
							"name": "Alchemist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Infusions",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can select magic items from a list higher than your current level.",
				"The maximum number of infusions you know is increased by 2."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Artificer",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Infused Item",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can infuse spells into nonmagical items more often than normal.",
				"The maximum number of objects you can infuse is increased by 1."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Greater Eldritch Cannon",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your eldritch cannons have a wider range.",
				"Double the range of your eldritch cannons."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Artillerist",
							"source": "TCE",
							"visible": true
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Improved Eldrith Cannon",
						"entrySummary": "Improved Eldrith Cannon"
					}
				}
			]
		},
		{
			"name": "Improved Eldritch Cannon",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your eldritch cannon is better than normal.",
				"Your eldritch cannon has an AC of 19 and a number of hit points equal to seven times your artificer level."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"subclass": {
							"name": "Artillerist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Flash of Genius",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can affect a creature's attack roll with your Flash of Genius.",
				"As Flash of Genius, but when you or another creature you can see within 30 feet of you makes an attack roll, you can use your reaction to add your Intelligence modifier to the roll."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Artificer",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Mithral Defender",
			"source": "PlayerTalents2",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Steel Defender is more resilient than normal.",
				"Prerequisite: Artificer level 12, Battlesmith artificer specialist, Greater Defender.",
				"As Improved Steel Defender, except it has the following additional features:",
				"It gains a +1 bonus to Armor Class.",
				"It is resistant to all bludgeoning, piercing, and slashing damage from non-magical weapons that aren't adamantine"
			]
		},
		{
			"name": "Greater Defender",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Steel Defender has more combat features than normal.",
				"As Steel Defender, except it has the following features:",
				"Any creature hit by the Steel Defender gains disadvantage to any attack not made against it until the end of the Steel Defender's next turn.",
				"If a creature moves at least 1 foot within 5 feet of it, you can use a reaction and command the Steel Defender to make one melee weapon attack against that creature. If it hits, the target's speed is reduced to 0 until the end of this turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Battlesmith",
							"source": "TCE",
							"visible": true
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Enhanced Defender",
						"entrySummary": "Enhanced Defender"
					}
				}
			]
		},
		{
			"name": "Infused Defender",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can infuse spells into your Steel Defender.",
				"You can infuse magic into your Steel Defender. Choose from Boots of the Winding Path, Enhanced Defense, Enhanced Weapon, or Radiant Weapon. The Steel Defender gains the benefits."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Battlesmith",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Enhanced Defender",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You improve your Steel Defender's combat abilities.",
				"Your steel defender's Force-Empowered Rend attack deals an additional die of damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"subclass": {
							"name": "Battlesmith",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Swift Elixir",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use your experimental elixirs effortlessly.",
				"You can take a bonus action to drink an experimental elixir.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Alchemist",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Arcane Knight",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are able to attack after casting a artificer spell.",
				"When you use your action to cast a artificer spell, you can make one melee weapon attack as a bonus action."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed  level 5/Fighter level 5 or Paladin level 5 or Ranger level 5, Arcane Defender",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Arcane Defender",
			"source": "PlayerTalents2",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are able to attack after casting a artificer cantrip.",
				"When you use your action to cast a artificer cantrip, you can make one melee weapon attack as a bonus action."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/ Barbarian level 3 or Fighter level 3 or Monk level 3 or Paladin level 3 or Ranger level 3 or Rogue level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Arcane Harmony",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can increase the effectiveness of your artficer spells.",
				"When you cast an artificer spell that deals damage, you can add your Charisma modifier to the spell's damage."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 1/Bard level 1",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Arcanist",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learn new arcane spells as you gain levels in all of your arcane classes.",
				"When determining the artificer spells you know and can prepare, you add a third of your bard, sorcerer, and wizard levels (rounded down) to your artificer levels and treat the total as your artificer level, as shown in the Artificer class table. You then add a third of your artificer levels (rounded down) to your bard, sorcerer, and wizard levels and treat the total as your bard, sorcerer, and wizard class levels, as shown in their respective class tables. For example, if you are an artificer 4/wizard 4, you will count as both a 5th-level artificer and wizard in determining what artificer spells and wizard spells you can prepare. With an Intelligence of 16, your list of prepared artificer spells can include eight spells of 1st and 2nd-level, in any combination. Your list of prepared wizard spells can include eight spells of 1st, 2nd, and 3rd-level, in any combination. Note, however, that you are still an 8th-level spellcaster when determining your available spell slots."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Arcane spellcaster level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Archer of the Arcane Order",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can imbue your ranged attacks with arcane spells.",
				"When you cast a spell that requires a ranged spell attack against a target, you can make a ranged weapon attack instead to deliver the spell to the target. You must use your Strength or Dexterity ability modifier to make the attack. If it hits, you deal your normal weapon damage in addition to the spell's damage and other effects it may have."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Ranger level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Blessed Infusion",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your artificer infusions also store divine healing energy.",
				"A creature can use a bonus action to invoke an item infused by you. It must be attuned to the item to do so. The creature regains hit points equal to your cleric or paladin level x 5 and the infusion vanishes abruptly."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Cleric level 3 or Paladin level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Eldritch Infusion",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your artificer infusions also store divine healing energy.",
				"You or a creature can use a bonus action to invoke an item infused by you. It must be attuned to the item to do so. The creature takes damage equal to your warlock level x 2 and regains an expended spell slot of a level equal to one-half your warlock level (rounded down). The infusion vanishes abruptly afterwards."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Warlock level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Enlightened Magic",
			"source": "PlayerTalents2",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can increase the potency of your bard spells.",
				"When you cast a bard spell, you can add your Intelligence modifier to the saving throw DC of the spell.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Bard level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Enraged Defender",
			"source": "PlayerTalents2",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your steel defender also rages when you rage.",
				"While raging, your Steel Defender gains a bonus to its melee weapon damage rolls equal to your Rage damage bonus, as shown in the Rage Damage column of the Barbarian table."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3 (Battlesmith archetype)/Barbarian 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Master Arcanist",
			"source": "PlayerTalents2",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learn new arcane spells faster as you gain levels in all of your arcane classes.",
				"When determining the artificer spells you know and can prepare, you add half of your bard, sorcerer, and wizard levels (rounded down) to your artificer levels and treat the total as your artificer level, as shown in the Artificer class table. You then add half of your artificer levels (rounded down) to your bard, sorcerer, and wizard levels and treat the total as your bard, sorcerer, and wizard class levels, as shown in their respective class tables.",
				"For example, if you are an artificer 6/bard 7, you will count as a 9th level artificer and a 10th-level bard in determining what artificer and bard spells you can prepare, respectively. With a Charisma and Intelligence of 17, your list of prepared artificer spells can include twelve artificer spells of 1st, 2nd, and 3rd-level, in any combination. Your list of prepared bard spells can include thirteen bard spells of 1st, 2nd, 3rd, 4th and 5th-level, in any combination. Note, however, that you are still a 13th-level spellcaster when determining your available spell slots."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer 6/Arcane spellcaster level 6, Arcanist",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Mystic",
			"source": "PlayerTalents2",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You continue to learn new arcane and divine spells as you gain levels in both arcane and divine class levels.",
				"When determining the arcane and divine spells you know and can prepare, you add a third of your divine class levels (rounded down) to your arcane class levels and treat the total as your arcane level, as shown in their respective class table. You then add a third of your arcane class levels (rounded down) to your divine spellcaster class levels and treat the total as your divine spellcaster class level, as shown in their respective class table.",
				"For example, if you are an artificer 3/cleric 3, you will count as both a 4th-level artificer and a 4th level cleric in determining what artificer and cleric spells you can prepare. With an Intelligence and Charisma of 16, your lists of prepared artificer spells can include five spells of 1st-level. Your list of prepared cleric spells can include seven spells of 1st and 2nd-level, in any combination. Note, however, that you are still a 6th-level spellcaster when determining your available spell slots."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/Cleric level 3 or Druid level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Mystic Theurge",
			"source": "PlayerTalents2",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learn new arcane and divine spells faster as you gain levels in both of your arcane and divine classes.",
				"When determining the arcane and cleric spells you know and can prepare, you add half of your arcane spellcaster class levels (rounded down) to your divine spellcaster class levels and treat the total as your divine spellcaster class level, as shown in their respective class table. You then add half of your divine spellcaster class levels (rounded down) to your arcane spellcaster class levels and treat the total as your arcane spellcaster class level, as shown in their respective class table.",
				"This feature supercedes the Mystic talent.",
				"For example, if you are a cleric 6/artificer 6, you will count as both a 9th-level cleric and 9th level artificer in determining what cleric and artificer spells you can prepare, instead of just being a 6th-level spellcaster. With a Wisdom of 16 and Intelligence of 16, your lists of prepared cleric spells can include twelve spells of 1st, 2nd, 3rd, 4th, and 5th-level, in any combination, while your list of prepared artificer spells can include twelve spells of 1st, 2nd, and 3rd-level, in any combination. Note, however, that you are still a 12th-level spellcaster when determining your available spell slots."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 6/Cleric level 6 or Druid level 6, Mystic.",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Spell Strike",
			"source": "PlayerTalents2",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can channel your melee spells through your weapon.",
				"When you cast a spell that requires a melee spell attack against a target, you can make a melee weapon attack instead to deliver the spell to the target. You must use your Strength or Dexterity ability modifier to make the attack. If it hits, you deal your normal melee damage in addition to the spell's damage and other effects it may have."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 4/ Barbarian level 4 or Fighter level 4 or Paladin level 4 or Ranger level 4 or Rogue level 4, Arcane Defender",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Spell Sword",
			"source": "PlayerTalents2",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You gain more spell slots as you gain levels in the martial classes.",
				"When determining your available spell slots in the Multiclass Spellcaster: Spell Slots Per Spell Level table, you add three-fourths of your artificer, paladin, and ranger levels (rounded down), half your class levels (rounded down) if you have Eldritch Knight or Arcane Trickster feature, or a third of your class levels (rounded down) if you have a non-spellcasting class archetype to your total spellcaster level.",
				"For example, if you are an artificer 3/paladin 4, you count as a 6th-level character when determining your spell slots: you have four 1stlevel slots, three 2nd-level slots, and three 3rdlevel slots. However, you don't know any spells higher than 2nd-level. You can use the spell slots of those levels to cast the spells you do know - and potentially enhance their effects."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Multiclassed Artificer level 3/ Barbarian 3 or Fighter level 3 or Paladin 3 or Monk level 3 or Ranger 3 or Rogue level 3",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Aura of Divine Fury",
			"source": "PlayerTalents2",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Divine Fury is more potent than normal.",
				"When you rage, you can choose to become cloaked in an aura of divine power until the rage ends. At the end of each of your turns for that duration, each creature within 5 feet of you takes damage equal to 1d6 + half your barbarian level. The damage is either necrotic or radiant; based on the damage type you chose when you gained Divine Fury.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Zealot",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Bloodlust",
			"source": "PlayerTalents2",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Slaying a creature fuels your frenzy to kill, allowing you to make more attacks than normal.",
				"During your turn and only once per turn while you are raging, when you slay a creature with a melee weapon attack and there is an enemy creature within range of your movement speed, you can immediately move up to your speed towards the enemy creature and make one melee weapon attack at it. This attack does not count against the maximum number of extra attacks you can make when you take the attack action and your movement during this action does not count against your maximum move speed per turn."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Barbarian level 18, Path of the Berserker or Path of the Battlerager",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Divine Wrath",
			"source": "PlayerTalents2",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"entries": [
				"When you rage, you can grow in size and inflict devastating attacks.",
				"When you rage, you can channel divine power and become an avatar of your god. You gain the following features:",
				" Your size becomes Large, unless you were larger.",
				" Your speed becomes 50 feet, unless you were faster.",
				" Your reach increases by 5 feet.",
				" Your weapon attacks are considered magical and deal an extra 2d8 radiant or necrotic damage, depending on the choice you made when you gained Divine Fury.",
				"The effect lasts until your rage ends or until you use a bonus action to end it.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"subclass": {
							"name": "Zealot",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Spirit Shield",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your totem spirit lasts longer than normal.",
				"Increase the damage you reduce by an extra {@damage 1d6} points."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Ancestral Guardian",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Storm Aura",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"The size of your Storm aura is larger than normal.",
				"The range of your Storm Aura is increased by 10 feet, for a 20-foot radius total."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Storm Herald",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Totem Spirit",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your totem spirit lasts longer than normal.",
				"The Totem Spirit creature lasts until the end of your next turn. If you also have the Twin Totem Spirit talent, both creatures last until the end of your next turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"subclass": {
							"name": "Totem Warrior",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Zealous Presence",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Zealous Presence can heal allies.",
				"As Zealous Presence, but in addition, each ally regains hit points equal to {@dice 2d8} + half your barbarian level."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Zealot",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Spiked Counter",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make a counter attack with your spiked armor.",
				"While you are raging, wearing spiked armor, and a creature within 5 feet of you makes a melee attack at you and misses, you can use a reaction and make one melee attack at it with your armor spikes."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Battlerager",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Storm Impact",
			"source": "PlayerTalents2",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can leap great distances and land with an explosive impact that deals damage to creatures nearby.",
				"While raging, when you use the attack option, you can use one of your attacks to leap into the air and land in a square 40 feet away. Upon landing, you create an elemental explosion centered on you and within your Storm aura's effect. The type of damage is based on the environment you chose at 3rd level. Each creature within your aura other than you must make a Dexterity saving throw against a DC equal to 8 + your proficiency bonus + your Constitution modifier.",
				"Desert. Enemy creatures within your aura take 18 [{@damage 4d8}] fire damage on a failed save, or half as much on a successful one.",
				"Sea. Enemy creatures within your aura take 18 [{@damage 4d8}] lightning damage on a failed save, or half as much on a successful one.",
				"Tundra. Enemy creatures within your aura take 18 [{@damage 4d8}] cold damage on a failed save, or half as much on a successful one.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"subclass": {
							"name": "Storm Herald",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Summon Ancestral Guardian",
			"source": "PlayerTalents2",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your totem spirit lasts longer than normal.",
				"On your turn, you can take a bonus action and summon an Ancestral Guardian that will appear in a space of your choice that is within 30 feet of you. The Ancestral Guardian appears as an identical spirit version of yourself. It has an AC of 13, hit points equal to your total maximum, and a base movement speed of 40 feet. However, it cannot perform any actions except move.",
				"As long as you or an ally is within 30 feet of the Ancestral Guardian, they gain the following benefits:",
				" Any damage they take is transfered to the Ancestral Guardian.",
				" All attack rolls made against them have disadvantage.",
				"The Ancestral Guardian lasts for 1 minute or until its hit points reaches 0, at which point it dissipates. You can take a bonus action to direct the Ancestral Guardian to move.",
				"Once you use this feature, you cannot use it again until you take a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"subclass": {
							"name": "Ancestral Guardian",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Summon Totem Spirit",
			"source": "PlayerTalents2",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have the ability to instantly summon your ancestral totem spirit to aid you in battle in a brief period of time.",
				"Choose a creature you can see. You can take a bonus action to summon a totem spirit that appears adjacent to you. It has an AC of 13 and has hit points equal to twice your Barbarian level. The totem spirit then moves up to its speed toward the target. If it ends adjacent to the target, it can attack that enemy. Whether it is able to attack or not, the totem spirit disappears at the end of your turn. The damage dealt by a totem spirit is treated as magical.",
				"Once you use this feature, you cannot use it again until you finish a long rest.",
				"Elk: The spirit elk can move up to 50 feet and makes one ram attack at the target, with an attack bonus equal to 3 plus your proficiency bonus. A hit deals 6 (1d6+3) bludgeoning damage. If the spirit elk moved at least twenty feet straight towards the target before the attack, the target takes an extra 7 (2d6) bludgeoning damage and must succeed on a Strength saving throw or be knocked prone.",
				"Tiger: The spirit tiger can move up to 40 feet and makes one claw attack at the target, with an attack bonus equal to 3 plus your proficiency bonus. A hit from its claw deals 7 (1d8+3) slashing damage. If the spirit tiger moved at least twenty feet straight towards the target before the attack, the target must succeed on a Strength saving throw or be knocked prone. If the target is knocked prone, the spirit tiger can make one additional bite attack. If it hits, it deals 8 (1d10+3) piercing damage.",
				"The saving throw DC for both the Elk and Tiger's additional effect is equal to 8 + your proficiency bonus + your Strength modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Totem Warrior",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Unrelenting Spikes",
			"source": "PlayerTalents2",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You constantly twitch, jerk, and flail about during combat, hitting everyone close to you with your armor spikes.",
				"While wearing spiked armor and you aren't incapacitated, any creature that starts its turn within 5 feet of you take 3 piercing damage. In addition, your Spiked Retribution feature deals an extra 2 damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Battlerager",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Vengeful Spirit",
			"source": "PlayerTalents2",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your totem spirit lasts longer than normal.",
				"When you use Spirit Shield, you can also choose to move up to your speed and, if it is within range, make one melee weapon attack at the creature that dealt damage to the target of your Spirit Shield.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Ancestral Guardian",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Weapon of the Storm",
			"source": "PlayerTalents2",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your weapon deals extra elemental damage when you rage.",
				"While raging, your weapon deals extra elemental damage based on the environment you chose at 3rd level.",
				"Desert. Your weapon deals extra {@damage 1d6} fire damage.",
				"Sea. Your weapon deals an extra {@damage 1d6} lightning damage.",
				"Tundra. Your weapon deals an extra {@damage 1d6} cold damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Storm Herald",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Counter Flourish",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You sieze advantage of an opponent's momentary vulnerability after successfully avoiding its attack.",
				"Prerequisite: Bard level 3, College of Swords.",
				"When a creature misses you with a melee attack, you can use your reaction and expend one Bardic Inspiration die to make one melee weapon attack against that creature. If you hit, you add the Bardic Inspiration die to the attack's damage roll."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Swords",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Exposing Strike",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your strike distracts your foe, momentarily exposing a vulnerable section to attack from your allies.",
				"After hitting and dealing damage to a creature with a weapon attack, you can take a bonus action and roll a Bardic Inspiration die. Until the start of your next turn, the creature takes extra weapon damage equal to the number you rolled on the Bardic Inspiration die from every weapon attack made against it, up to a maximum number of attacks equal to your Charisma modifier.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Valor",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Mantle of Majesty",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Mantle of Majesty more often than normal.",
				"You can use Mantle of Majesty one additional time between long rests.",
				"When you use this feature a second time before a long rest, you suffer one level of exhaustion (as described in appendix A of the PHB)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Glamour",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Shadow Lore",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Shadow Lore more often than normal.",
				"As Shadow Lore, except you can use it one additional time between long rests.",
				"When you use this feature a second time before a long rest, you suffer one level of exhaustion (as described in appendix A of the PHB)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Whispers",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Fey Charm",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your fey nature has granted you the natural ability to charm and dominate humanoids.",
				"You learn the spell Dominate Person. You always have this spell prepared, it does not count against the number of spells you have prepared, and you can cast it once at its standard level without expending a spell slot. When you do so, you can not do so again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Glamour",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Heckle",
			"source": "PlayerTalents2",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You taunt your foes with your sly remarks and insults, distracting them from an impending attack.",
				"Prerequisite: Bard level 9, College of Satires.",
				"You can take a bonus action or a reaction and expend up to three Bardic Inspiration dice. Choose a number of creatures equal to the Bardic Inspiration uses expended. You impose disadvantage to their next saving throw this turn.",
				"After you use this feature, you cannot use it again until you complete a long rest.",
				"{@note This is UA class that was never released}"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Satires",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Hilarious Jest",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Cutting Words can cause another creature to fall into fits of laughter.",
				"After successfully using Cutting Words on a creature, choose another creature within 30 feet of the Cutting Words' target that can see and hear the target. That creature must succeed on a Wisdom saving throw or fall prone, becoming incapacitated and unable to stand up until the end of your next turn. A creature with an lntelligence score of 4 or less isn't affected."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Lore",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Blade Flourish",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Blade Flourish is more potent than normal.",
				"You can use up to two Inspiration dice when you use any of the Blade Flourish options."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Swords",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Fool's Luck",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Fool's Luck is more potent than normal.",
				"When you use Fools' Luck successfully, you gain no drawback.",
				"{@note This is UA class that was never released}"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Satire",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Mantle of Inspiration",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Mantle of Inspiration can provide more temporary hit points than normal.",
				"As Mantle of Inspiration, except each target gains an extra number of temporary hit points equal to your Charisma modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Glamour",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Mantle of Whispers",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Mantle of Whispers lasts longer than normal.",
				"As Mantle of Whispers, except you can keep the appearance for a number of hours equal to your Charisma modifier +1."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"subclass": {
							"name": "Whispers",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Master's Flourish",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Master's Flourish without expending a Bardic Inspiration die.",
				"Whenever you use a Blade Flourish option, you can roll a d10 and use it instead of expending a Bardic Inspiration die. If you have Improved Blade Flourish, you can roll up to two d10s."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"subclass": {
							"name": "Swords",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Psychic Blades",
			"source": "PlayerTalents2",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Psychic Blades can deal more damage than normal.",
				"As Psychic Blades, except you deal extra psychic damage equal to your Charisma modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Whispers",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Tumbling Attack",
			"source": "PlayerTalents2",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You attack by surprise after a tumbling manuever.",
				"Prerequisite: Bard level 3, College of Satires.",
				"After using a bonus action to tumble, you gain advantage on the next attack roll you make this turn.",
				"{@note This is UA class that was never released}"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"subclass": {
							"name": "Satire",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Arcane Expert",
			"source": "PlayerTalents2",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have greater knowledge of arcane spells than normal.",
				"Prerequisite: Cleric level 15, Arcana Domain, Arcane Practitioner.",
				"You choose three spells from the wizard spell list, one from each of the following levels: 4th, 5th, and 6th. You add them to your list of domain spells. Like your other domain spells, they are always prepared and count as cleric spells for you."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcana",
							"source": "SCAG",
							"visible": true
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Arcane Practitioner",
						"entrySummary": "Arcane Practitioner"
					}
				}
			]
		},
		{
			"name": "Arcane Practitioner",
			"source": "PlayerTalents2",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have more knowledge of arcane spells than normal.",
				"Prerequisite: Cleric level 9, Arcana Domain.",
				"You choose three spells from the wizard spell list, one from each of the following levels: 1st, 2nd, and 3rd. You add them to your list of domain spells. Like your other domain spells, they are always prepared and count as cleric spells for you."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcana",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Back from the Grave",
			"source": "PlayerTalents2",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can prevent a creature from dying.",
				"When a creature you can see within 30 feet of you has its hit points drop to 0 or below, you can use a reaction and restore the creature's hit points to half of its maximum.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Grave",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Death and Decay",
			"source": "PlayerTalents2",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You generate an aura of death that damages living creatures.",
				"Prerequisite: Cleric level 15, Death Domain.",
				"As a bonus action, you can create an aura of foul swirling shadows that is filled with necrotic energy. Any creature that starts their turn within 10 feet of you take {@damage 2d8} necrotic damage. The creature must also succeed on a Constitution saving throw equal to your spell save DC or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. The effect lasts while you concentrate, up to 1 minute.",
				"After you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Death",
							"source": "DMG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Divine Boon",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You consume magical energy to increase your or your ally's chances of a successful attack, save, or check.",
				"When you or an ally within 30 feet that you can see makes an attack, saving throw, or ability check roll but before the outcome is determined, you can use a reaction and expend a spell slot. If you expend a first level spell slot, roll a d4 and add the result to the previous roll. If you expend a second level spell slot, you can roll two d4s. If you expend a third or higher level spell slot, you can roll three d4s.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Cleric, Paladin, or Sorcerer (Divine Soul only)",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Greater Blessing of the Forge",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Blessing of the Forge can bestow powerful enchantments and you can use it more often than normal.",
				"As Blessing of the Forge, except it grants a +3 bonus to AC if it's armor or a +3 bonus to attack and damage rolls if it's a weapon."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE",
							"visible": true
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Improved Blessing of the Forge",
						"entrySummary": "Improved Blessing of the Forge"
					}
				}
			]
		},
		{
			"name": "Improved Blessing of the Forge",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Blessing of the Forge is more potent than normal.",
				"As Blessing of the Forge, except it grants a +2 bonus to AC if it's armor or a +2 bonus to attack and damage rolls if it's a weapon."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Forge",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Radiant Defense",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Allies protected by your Radiant Defense take less damage than normal.",
				"As Radiant Defense, except the ally also gains resistance to the damage type taken from the attack.",
				"{@note This is UA class that was never released}"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Protection",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Touch of Death",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Touch of Death is more potent than normal.",
				"When you use Touch of Death and you reduce a creature to a number of hit points equal to or less than your cleric level, you deal extra necrotic damage equal to your cleric level."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Death",
							"source": "DMG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Mass Radiant Defense",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can target more creatures with Radiant Defense than normal.",
				"As Improved Radiant Defense, except you can target up to a number of allies equal to your Wisdom modifier +1.",
				"{@note This is UA class that was never released}"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Protection",
							"visible": true
						}
					}
				},
				{
					"otherSummary": {
						"entry": "Improved Radiant Defense",
						"entrySummary": "Improved Radiant Defense"
					}
				}
			]
		},
		{
			"name": "Return to the Grave",
			"source": "PlayerTalents2",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Undead are more vulnerable to your Turn Undead feature.",
				"Undead creatures gain disadvantage to their Wisdom saving throws against your Turn Undead ability."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Grave",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Bestial Instinct",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can attack immediately after using Wild Shape.",
				"After using an action to activate Wild Shape, you can take a bonus action and make one natural weapon attack."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Spirit Totem",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Spirit Totem more often than normal.",
				"You can use Spirit Totem one additional time between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Shepherd",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Hearth of Rejuvenation",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Hearth of Moonlight and Shadow can bestow additional benefits to you and your allies.",
				"At the end of a short or long rest within the sphere created by Hearth of Moonlight and Shadow, you can choose to provide an additional effect that benefits you and your allies. Choose one of three effects:",
				"Regain hit points equal to twice your druid level,",
				" Regain a number of spell slots equal to one fifth of your druid level (rounded down), or",
				" Gain a d4 Inspiration die. This is identical in function to a Bardic Inspiration die except that it must be used within a number of hours equal to your druid level.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Dreams",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Balm of the Summer Court",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have more fey energy than normal.",
				"Your pool of fey energy is increased to a number of d8s (instead of d6s) equal to your druid level."
			]
		},
		{
			"name": "Improved Harvest Scythe",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have more energy for Harvest Scythe than normal.",
				"Prerequisite: Druid level 9, Circle of Twilight.",
				"Your pool of fey energy is increased to a number of d12s (instead of d10s) equal to your druid level."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Dreams",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Watcher at the Threshold",
			"source": "PlayerTalents2",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have more fey energy than normal.",
				"All alies within 30 feet of you gain advantage on death saving throws.",
				"In addition, you can use a reaction to give an ally you can see within 30 feet resistance to necrotic and radiant damage. Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Twilight",
							"source": "UAD",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Superior Summoner",
			"source": "PlayerTalents2",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Casting summoning spells are often effortless to you.",
				"Prerequisite: Druid level 12, Circle of the Shepherd.",
				"You can take a bonus action to cast any of the following spells:",
				" Conjure Animals",
				" Conjure Elementals",
				" Conjure Fey",
				" Conjure Minor Elemental",
				" Conjure Woodland Beings",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Shepherd",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Arcane Shot more often than normal.",
				"You can use Arcane Shot one additional time between rests. This raises your total use to three.",
				""
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcane Archer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Arcane Shot Option",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have knowledge of more Arcane Shot options than normal.",
				"Prerequisite: Fighter level 3, Arcane Archer archetype.",
				"You learn one additional Arcane Shot option."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcane Archer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Fighting Spirit",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Fighting Spirit more often than normal.",
				"You can use Fighting Spirit one additional time (for a total maximum of four) between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Samurai",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Implacable Mark",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Implacable Mark more often than normal.",
				"You can use Implacable Mark one additional time (for a total maximum of four) between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Knight",
							"source": "UAF",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Steady Aim",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Steady Aim more often than normal.",
				"You can use Steady Aim one additional time (for a total maximum of four) between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sharpshooter",
							"source": "UAF",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Superiority Die",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are extraordinarily skilled with your combat maneuvers than normal.",
				"You gain one additional combat superiority die."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Battlemaster",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Heroic Shield",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can suddenly block attacks targeting your alies with your shield.",
				"When you are equipped with a shield and ally within 5 feet of you is hit by an attack roll but before the outcome is determined, you can use a reaction and add your shield's armor class bonus + your proficiency modifier to the ally's AC.",
				"You can use this feature three times. You regain all expended uses after you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Purple Dragon Knight",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Arcane Shot",
			"source": "PlayerTalents2",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your arcane shots deal more damage than normal.",
				"Your Arcane Shot options deal an extra {@damage 1d6} force damage."
			]
		},
		{
			"name": "Improved Monster Hunter's Prey",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to strike your chosen enemies more effectively than normal.",
				"Prerequisite: Fighter level 9, Monster Hunter archetype.",
				"When attacking an aberration, fey, fiend, or undead, you can score a critical hit on a roll of 19 or 20."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcane Archer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Steady Aim",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Steady Aim shots can be deadlier than normal.",
				"In additon to the other benefits gained from Steady Aim, your ranged attacks score a critical on a roll of 19 or 20."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sharpshooter",
							"source": "UAF",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Unwavering Mark",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You deal more damage than normal when you use your Unwavering Mark's special attacks.",
				"The extra damage you deal when you hit a marked creature with your special attack is equal to your fighter level, instead of just half."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Cavalier",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Inspire Courage",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You inspire your allies to stand strong and fight better.",
				"As a bonus action, you can make an inspirational speech to bolster your allies and yourself against getting frightened and improve the group's combat abilities. You and all your allies within 60 feet that can see and hear you gain advantage to their next attack roll and saving throw made against being frightened.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Purple Dragon Knight",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Intercepting Bulwark",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can suddenly rush and block an enemy from attacking an ally.",
				"When you see a creature that has targeted an ally with a weapon attack, you can use a reaction and move up to your speed. If you end your movement within 5 feet of that creature, you can make one melee weapon attack. If it hits, you mark the target until the end of its next turn.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Knight",
							"source": "UAF",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Lion's Roar",
			"source": "PlayerTalents2",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"entries": [
				"The bravery and ferocity you display when using Fighting Spirit is contagious.",
				"When you use Fighting Spirit, you can choose a number of creatures equal to your Charisma modifier +1 within 30 feet of you that can see and hear you. They gain the benefits of your Fighting Spirit until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Samurai",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Monster Hunter's Prey",
			"source": "PlayerTalents2",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know how to fight with your chosen enemies better than normal.",
				"Your weapon damage rolls deal an extra {@damage 1d6} damage against aberrations, fey, fiends, and undead."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Monster Hunter",
							"source": "UAGH",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Oath of Wrath",
			"source": "PlayerTalents2",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You challenge an opponent to battle, inspiring yourself to fight better.",
				"Select an opponent within 60 feet that can see and hear you. You can take a bonus action and swear to defeat the target opponent. You gain advantage to all your attack rolls and saving throws made against the target. The effect ends after 1 minute, the target is defeated, or you attack another creature other than the target.",
				"Once you use this feature, you cannot use it again until you complete a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Purple Dragon Knight",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "War Mount",
			"source": "PlayerTalents2",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can direct your mount to attack.",
				"You can take a bonus action to direct your mount to make one melee natural weapon attack."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Cavalier",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Confounding Strikes",
			"source": "PlayerTalents2",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can confuse and distract creatures hit by your flurry of blows.",
				"When you hit a creature while using Flurry of Blows, you can spend 1 kit point to impose disadvantage to the creature's next attack roll. You can only use this feature to one creature per turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Drunken Master",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Tipsy Sway",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Tipsy Sway more often than normal.",
				"You can use Tipsy Sway one additional time between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Drunken Master",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Flaming Fists",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can cause flames to sheathe your hands, enabling you to deal extra fire damage with your unarmed strikes and sun bolts.",
				"As a bonus action, you can spend 3 ki points and channel your inner light into your strikes. Your unarmed attacks and radiant sun bolts deal an extra {@damage 1d6} fire damage. This effect lasts for a number of rounds equal to your Wisdom modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sun Soul",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Kiss of Death",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your can channel your energy to kill a weakened creature instantly.",
				"You can sense when your strike has nearly dealt a mortal blow to a creature. When you reduce a creature within 5 feet of you to a number of hit points equal to or less than your monk level (the DM must inform you when this happens), you can spend 2 ki points to deal necrotic damage equal to the creature's remaining current hit points.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Long Death",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Healing Hands",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your healing hands restore more hit points than normal.",
				"When you restore hit points to a creature using your Healing Hands feature, the creature also regains an extra number of hit points equal to your Wisdom modifier. This extra hit points does not count against the pool of your magical healing."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Tranquility",
							"source": "UAMk",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Radiant Sun Bolt",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your radiant sun bolts have a longer range than normal.",
				"The range of your radiant sun bolt is increased to 50 feet."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sun Soul",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Touch of Death",
			"source": "PlayerTalents2",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You gain more from a creature's death than normal.",
				"As Touch of Death, except in addition, when you reduce a creature within 5 feet of you to 0 hit points, you regain a number of ki points equal to one-fourth your monk's level, rounded up.",
				"You cannot gain ki point this way again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Long Death",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Mortal Strike",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You harness your Ki to enable you to make deadly strikes with your Kensai weapon.",
				"You can spend 3 ki points to enable your Kensai weapon attacks to score a critical hit on a roll of 19 or 20. If you have advantage to the target, you score a critical hit on a roll of 18 to 20.",
				"The effect lasts until the start of your next turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Kensai",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Safe Haven",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can attempt to protect a creature from impending harm.",
				"When a creature other than yourself is targeted with an attack or by a harmful spell, you can spend 2 ki points as a reaction to cast the Sanctuary spell on that creature. The creature attacking or casting the harmful spell gains disadvantage to their Wisdom saving throw.",
				"Once you cast the spell in this way, you cannot do so again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Tranquility",
							"source": "UAMk",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Unerring Strike",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You harness your Ki to enable you to strike more accurately with your Kensai weapon.",
				"You can spend 1 ki point to give yourself advantage on your next attack roll with your Kensai weapon. You must decide to use this feature before rolling."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Kensai",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Discipline",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learn an additional Discipline.",
				"You gain one additional Discipline of your choice."
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Psionic Talent",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You learn an additional Psionic Talent.",
				"You gain one additional Psionic Talent."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Arcane spells",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You know more arcane spells than normal.",
				"You learn two additional wizard spells. The spells must be of 1st through 4th level."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Wu Jen",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Avatar Aura",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You Avatar auras have longer range than normal.",
				"The range of all the aura abilities you project is increased by 10 feet."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Avatar",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Breath of Knowledge",
			"source": "PlayerTalents2",
			"page": 44,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Breath of Knowledge is more potent than normal.",
				"When you finish a long rest, you gain proficiency in one saving throw of your choice.",
				"This benefit lasts until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Nomad",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Potent Psionics",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your psychic-infused weapon attacks deal more damage than normal.",
				"When you hit with a creature with your weapon and deal psychic damage, you deal extra psychic damage equal to your Intelligence modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Psionic Surge",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can maintain your Psychic Focus when you use Psionic Surge.",
				"You can choose to maintain your Psychic Focus when you use Psionic Surge.",
				"Once you use this feature, you cannot use it again until you finish a long rest. You can still use Psionic Surge as normal (but lose Psychic Focus if you do so)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Awakened",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Surge of Health",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can maintain your Psychic Focus when you use Surge of Health.",
				"You can choose to maintain your Psychic Focus when you use Surge of Health.",
				"Once you use this feature, you cannot use it again until you finish a long rest. You can still use Surge of Health as normal (but lose Psychic Focus if you do so)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Immortal",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Psy Blade",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can stun a creature with your Soul Knife.",
				"On your turn, when you hit a creature while using Soul Knife, you can attempt to stun it. The creature is allowed an Intelligence saving throw equal to 8 + your proficency bonus + your Intelligence modifier. On a failed save, the creature is stunned until the end of its next turn.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Mystic",
							"source": "UAMy",
							"visible": true
						},
						"subclass": {
							"name": "Soul Knife",
							"source": "UAMy",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Aura of Despair",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create an aura of hopelessness around you.",
				"You can cause your Aura of Hate to generate dark, swirling energies. Enemies within your Aura of Hate gain disadvantage on their saving throw rolls. The effect lasts while you concentrate, up to 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oathbreaker",
							"source": "DMG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Divine Boon",
			"source": "PlayerTalents2",
			"page": 45,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You consume magical energy to increase your or your ally's chances of a successful attack, save, or check.",
				"When you or an ally within 30 feet that you can see makes an attack, saving throw, or ability check roll but before the outcome is determined, you can use a reaction and expend a spell slot. If you expend a first level spell slot, roll a d4 and add the result to the previous roll. If you expend a second level spell slot, you can roll two d4s. If you expend a third or higher level spell slot, you can roll three d4s.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Cleric, Paladin, or Sorcerer (Divine Soul only)",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Fiendish Servant",
			"source": "PlayerTalents2",
			"page": 46,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can summon and command a fiend.",
				"You can use an action to summon a fiend from the lower planes. The fiend must have a CR equal to or less than one-fourth your Paladin level, rounded down. The fiend is bound to you for the next 24 hours.",
				"A bound creature must follow your instructions to the best of its ability. You might command the creature to accompany you on an adventure, to guard a location, or to deliver a message. The creature obeys the letter of your instructions. If the creature carries out your instructions completely before the spell ends, it travels to you to report this act if you are on the same plane of existence. If you are on a different plane of existence, it returns to the place where you bound it and remains there until the spell ends.",
				"You can only have one fiendish servant at a time. If you summon another fiendish servant while you currently have one already bound, the latter immediately returns to its plane of existence.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oathbreaker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Aura of Conquest",
			"source": "PlayerTalents2",
			"page": 46,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Conquering Presence is more potent than normal.",
				"As Aura of Conquest, except each frightened creature takes extra psychic damage equal to half your Charisma modifier when it starts its turn there."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Conquest",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Aura of the Guardian",
			"source": "PlayerTalents2",
			"page": 46,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Aura of the Guardian is more potent than normal.",
				"Whenever you shield an ally from harm through your Aura of the Guardian, you can choose to reduce the damage you take to half.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Redemption",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Aura of Treachery",
			"source": "PlayerTalents2",
			"page": 46,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Aura of Treachery is more potent than normal.",
				"You gain the following additional benefits:",
				"Cull the Herd. When you hit a creature that has one or more of its allies within 5 feet of it with a melee weapon, you deal extra weapon damage equal to your Charisma modifier.",
				"Treacherous Strike. When you force an attacker to reroll an attack against a creature of your choice that is also within 5 feet of the attacker, you can add your Charisma modifier to the attacker's roll."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Treachery",
							"source": "UAP",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Champion's Challenge",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You deal extra damage to creatures affected by your Champion's Challenge.",
				"Your weapon attacks against creatures under the effect of your Champion's Challenge deal extra weapon damage equal to your Charisma modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Crown",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Divine Allegiance",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You take less damage when you use your Divine Allegiance.",
				"When you use your reaction to magically substitute your own health for that of the target creature, you can choose to take only half the damage.",
				"You can use this feature for Divine Allegiance three times. You regain all expended uses once you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Crown",
							"source": "SCAG",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Guided Strike",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Guided Strikes hit harder than normal.",
				"When you hit a creature after using Guided Strike, you deal extra damage equal to your Charisma modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Conquest",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Poison Strike",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more accurate with your attacks when you use Poison Strike.",
				"When you make an attack roll with a poisoned weapon after using Poison Strike, you can add your Charisma modifier to the roll."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Treachery",
							"source": "UAP",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Rebuke the Violent",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Rebuke the Violent is more potent than normal.",
				"As Rebuke the Violent, but the attacker takes extra damage equal to your Charisma modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Redemption",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Swift Lay on Hands",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use your Lay on Hands feature quicker than normal.",
				"You can take a bonus action to use your Lay on Hands feature.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Deep Spelunker",
			"source": "PlayerTalents2",
			"page": 47,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your familiarity with the environs of the Underdark allows you to move through it easily, even in the most difficult conditions.",
				"You have advantage on Strength (Athletics) or Dexterity (Acrobatics) checks when in natural subterranean surroundings."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Gloom Stalker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Greater Planar Warrior",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deal the extra force damage gained from Planar Warrior damage each time you hit the creature.",
				"You gain advantage on your attacks against a creature you targeted with your Planar Warrior feature this turn. This feature lasts until you hit the creature with an attack."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Horizon Walker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Hide of Stone",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your body embraces the rigors of the Underdark and can take on something of its hue and toughness. You can turn your skin to look like and feel as cold and hard as the natural stonework in your surroundings.",
				"You can use an action to transform your outer skin into stone that blends well with the surroundings. You gain resistance to nonmagical bludgeoning, piercing, and slashing damage. In addition, you impose disadvantage on creature's Intelligence and Wisdom checks when trying to detect your presence in subterranean surroundings.",
				"This effect lasts while you maintain concentration, up to an hour.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Gloom Stalker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Distant Strike",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can teleport farther than normal.",
				"As Distant Strike, except you can teleport up to 20 feet before each attack."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Horizon Walker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Guardian Aura",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your aura is more potent than normal.",
				"As Guardian Aura, except as follows:",
				" the range of your aura is increased to 40 feet",
				" the aura can affect creatures who have half or more of its hit points"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Primeval Guardian",
							"source": "UARAR",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Guardian Soul",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your mobility increases and your bark-like skin becomes harder when in guardian form.",
				"As Guardian Soul, except when in guardian form your speed is increased to 15 feet. In addition, the damage you take from bludgeoning, piercing, and slashing attacks is reduced by 2."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Primeval Guardian",
							"source": "UARAR",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Planar Warrior",
			"source": "PlayerTalents2",
			"page": 48,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You deal extra damage with your Planar Warrior feature.",
				"Prerequisite: Ranger level 6,  Archetype.",
				"As Planar Warrior, except you deal an extra {@damage 1d8} force damage the next time you hit the targeted creature."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Horizon Walker",
							"source": "UARAR",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Slayer's Prey",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deal extra damage to a creature you targeted with Slayer's Prey more often than normal.",
				"You deal the extra damage each time you hit the target of your Slayer's Prey feature with a weapon attack instead of just the first time during a turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Monster Slayer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Supernatural Defense",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can anticipate and read the attacks of the target of your Slayer's Eye, helping you avoid them.",
				"You impose disadvantage to your Slayer's Prey's target's first attack roll made against you each turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Monster Slayer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Slay Monster",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can deal a mortal blow to the target of your Slayer's Prey.",
				"On your turn, after successfully hitting a target of your Slayer's Prey with your weapon, you can choose to deal an extra 35 ({@damage 10d6}) damage. The target is allowed a Constitution saving throw equal to 8 + your proficency bonus + your Strength or Dexterity modifier (your choice). On a successful save, the target takes only half the extra damage.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Monster Slayer",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Tremor Sense",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your connection with the Underdark increases, providing you with enhanced senses.",
				"Prerequisite: Ranger level 9,  archetype.",
				"You gain Tremorsense out to 30 feet."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Gloom Stalker",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Bravado",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You perform athletic and acrobatic stunts with style.",
				"Prerequisite: Rogue level 6,  Archetype.",
				"You can can add your Charisma modifier to the result of your Strength or Dexterity ability check or saving throw.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Swashbuckler",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Combat Mobility",
			"source": "PlayerTalents2",
			"page": 49,
			"featureType": [
				"Talents"
			],
			"entries": [
				"When you move before an attack, you deal more damage.",
				"Whenever you move at least 20 feet, you deal an extra {@damage 1d6} weapon damage on your next weapon attack this turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Scout",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Cunning Maneuver",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can catch your opponent by surprise with an acrobatic stunt.",
				"You can use your Cunning Action to move through a creature's space by using an acrobatic stunt - a tumble, a flip, a pirouette, a slide, or a barrel roll. When you do so, you can make a Dexterity ({@skill Acrobatics}) check contested by the creature's Wisdom ({@skill Insight}) check. If your check succeeds, you can use Sneak Attack against that creature even if you do not have advantage against it or if no enemy of the target is within 5 feet of it. You can use Sneak Attack in this way even if you have disadvantage against the target. However, you are still only allowed one Sneak Attack per turn. If your check fails, you are unable to move into the creature's space, fall prone and stopping within 5 feet of it, fall prone. Your speed also becomes 0 and you gain disadvantage to your attacks until the end of the turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Eye for Danger",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can spot danger and threats earlier than others, allowing you to react quicker.",
				"You can can add your Insight proficiency bonus to your saving throws, initiative rolls, or Wisdom ({@skill Perception}) checks.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Inquisitive",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Killer's Insight",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You use your knowledge of a creature to your advantage during combat.",
				"Whenever you deal sneak attack damage against a creature you have observed or interacted with for at least 1 minute, you deal an extra {@damage 1d6} weapon damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Mastermind",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Hit and Run",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can attack an enemy before you move away from it when you use the feature granted by Skirmisher.",
				"When you use the Skirmisher feature, you can make one weapon attack at the same enemy before or after you move.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Scout",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Insightful Fighting",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your sneak attacks deal more damage than normal when performing Insightful Fightning.",
				"Prerequisite: Rogue level 6,  Archetype.",
				"You can can add your Wisdom modifier to the result of your Sneak Attack damage rolls to creatures targeted by your Insight checks."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Inquisitive",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Instinctive Tactician",
			"source": "PlayerTalents2",
			"page": 50,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can help allies even if it is not your turn.",
				"As Master of Tactics, except you can also use a reaction to use the Help action.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Mastermind",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Rakish Assassin",
			"source": "PlayerTalents2",
			"page": 51,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You execute sneak attacks with rakish charm and debonaire form.",
				"You can add your Charisma modifier to your Sneak Attack damage rolls."
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Swashbuckler",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Uncanny Save",
			"source": "PlayerTalents2",
			"page": 51,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your uncanny reflexes enable you to avoid the brunt of physical and elemental attacks attacks or slip out of of mental assaults and holds.",
				"When you are required to make a saving throw other than a Dexterity saving throw, you can choose to use your Dexterity saving throw instead.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Baleful Curse of the Sea",
			"source": "PlayerTalents2",
			"page": 51,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can trigger a more potent curse effect.",
				"As Curse of the Sea, except there is an additional effect if the target fails its saving throw against the spell. If the spell doesn't have a saving throw, apply the additional effect.",
				"Cold Damage. The target is slowed for 1 minute. The target is allowed a Constitution saving throw equal to your Sorcerer spell save DC at the end of each of its turns to end the effect.",
				"Lightning Damage. The target is paralyzed until the end of your next turn.",
				"Forced Movement. The target is knocked prone.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sea",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Blessed by the Gods",
			"source": "PlayerTalents2",
			"page": 51,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make Favored of the Gods more effective than normal.",
				"When you use Favored of the Gods, you can choose to add your Charisma modifier to the result.",
				"Once you use this feature, you cannot use it again until you finish a long rest. You can still use Favored of the Gods normally."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Divine Soul",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Burst of Divine Energy",
			"source": "PlayerTalents2",
			"page": 51,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create a nimbus of energy that can heal allies and hurt enemies.",
				"While using Otherworldly Wings, you can use an action and choose a number of creatures within 30 feet that you can see equal to your Charisma modifier. Roll {@dice 4d8}. The creatures you chose regain hit points equal to the number you rolled. All other creatures take damage equal to the number you rolled. The damage type is radiant if you are good or lawful and necrotic if you are evil or chaotic. You can choose either if you are neutral. Creatures are allowed a Charisma saving throw equal to your Sorcerer spell save DC. On a failed save, they take only half the damage.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Divine Soul",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Burst of Exalted Glory",
			"source": "PlayerTalents2",
			"page": 52,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create a sphere of energy that protects your allies and blinds your enemies.",
				"While using Otherworldly Wings, choose a number of creatures within 30 feet that you can see equal to your Charisma modifier as a reaction. Until the end of start of your next turn, you and the chosen creatures gain resistance to all damage and advantage to all saving throws.",
				"All other creatures within 30 feet must make a Charisma saving throw equal to your Sorcerer spell save DC. On a failed save, they are blinded until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Divine Soul",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Divine Boon",
			"source": "PlayerTalents2",
			"page": 52,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You consume magical energy to increase your or your ally's chances of a successful attack, save, or check.",
				"Prerequisite: Cleric, Paladin, or Sorcerer (Divine Soul only).",
				"When you or an ally within 30 feet that you can see makes an attack, saving throw, or ability check roll but before the outcome is determined, you can use a reaction and expend a spell slot. If you expend a first level spell slot, roll {@dice 1d4} and add the result to the previous roll. If you expend a second level spell slot, you can roll {@dice 2d4}. If you expend a third or higher level spell slot, you can roll {@dice 3d4}.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": " Cleric, Paladin, or Sorcerer (Divine Soul only)",
						"entrySummary": "see text"
					}
				}
			]
		},
		{
			"name": "Extra Mantle of Flame",
			"source": "PlayerTalents2",
			"page": 52,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can invoke Mantle of Flame more often than normal.",
				"You can use Mantle of Flame one additional time between long rests.",
				"When you use this feature a second time before a long rest, you suffer one level of exhaustion (as described in appendix A of the PHB)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Phoenix",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Forked Lightning",
			"source": "PlayerTalents2",
			"page": 52,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can strike up to three creatures with powerful lightning strokes.",
				"As an action on your turn, choose up to three creatures within 60 feet of you that you can see. The creatures must be within 30 feet of each other when you target them. Lightning springs forth from your hand and splits, arcing toward your chosen targets. Each creature must must make a Dexterity saving throw equal to your Sorcerer spell save DC. A creature takes 45 ({@damage 10d8}) lightning damage on a failed save, or half as much on a success. This feature is considered as a spell for Heart of the Storm's purposes.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Storm",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Greater Form of the Phoenix",
			"source": "PlayerTalents2",
			"page": 53,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can take the form of a fiery phoenix.",
				"As Form of the Phoenix and Mantle of the Flame, except you can choose to take the true form the Phoenix:",
				" You have a flying speed of 80 feet.",
				" You gain the physical stats, hit points, Hit Dice, and qualities of a Fire Elemental except you take the shape and form of a giant fiery eagle and you retain your Intelligence, Wisdom, Charisma scores, skill and saving throw proficiencies, in addition to gaining those of a Fire Elemental. For all other details, this feature follows the rules and restrictions provided by the Polymorph spell"
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Phoenix",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Hound of Ill Omen",
			"source": "PlayerTalents2",
			"page": 53,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Hound of Ill Omen is more resilient than normal.",
				"As Hound of Ill Omen, but in addition the Hound also has resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Shadow",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Tempestuous Magic",
			"source": "PlayerTalents2",
			"page": 53,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can manuever more freely with Tempestuous Magic than normal.",
				"As Tempestuous Magic, except you can fly in any direction, up to a distance of 15 feet."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Storm",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Manipulate Earth",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can control and manipulate the earth, stone, and metal around you, using it as a weapon or a means to move.",
				"While using Stone's Durability, you can enter into a state where you can mentally manipulate the earth around you. Each turn, you can perform the following abilities:",
				"Launch Earth. As an action, you remove and raise a 5-foot square section of the earth from the ground and launch it to a target within 60 feet of you. Each creature in a 10-foot-radius sphere centered on that point must make a Dexterity saving throw. The save DC is equal to your Sorcerer spell save DC. A target creature takes {@damage 3d6} bludgeoning damage on a failed save, or half as much damage on a successful one.",
				"Raise or Lower Earth. As a bonus action, you can raise or lower the 5-foot square section of a ground within 30 feet. You can raise or lower the earth to a height or depth of up to 20 feet, creating a pillar of earth or a pit. You can continue to raise the pillar or lower the pit's depth, up to 20 feet per bonus action, up to a total of 60 feet.",
				"Form Bridge. As a bonus action, you can create a bridge made from earth 20 feet long and 5 feet wide. You can continue to lengthen the bridge, up to 20 feet per bonus action, up to a total of 60 feet. However, the origin point of the bridge must stay connected to the earth at all times. Otherwise, the bridge collapses.",
				"This feature lasts while you maintain concentration, up to 1 minute. Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Stone",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Sea Form",
			"source": "PlayerTalents2",
			"page": 54,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can transform into a Water Elemental.",
				"You can take a bonus action to transform into a Water Elemental. For all other details, this feature follows the rules and restrictions provided by the Polymorph spell except that you retain the ability to cast spells while in this form and the effect lasts while you concentrate, up to a number of turns equal to your Charisma modifier.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sea",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Stone Form",
			"source": "PlayerTalents2",
			"page": 54,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can transform into an Earth Elemental.",
				"You can take a bonus action to transform into an Earth Elemental. For all other details, this feature follows the rules and restrictions provided by the Polymorph spell except that you retain the ability to cast spells while in this form and the effect lasts while you concentrate, up to a number of turns equal to your Charisma modifier.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Stone",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Stone's Protection",
			"source": "PlayerTalents2",
			"page": 54,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can temporarily harden the density of your stone armor.",
				"While using Stone's Durability to gain a bonus to your AC while not wearing armor and you are hit by an attack that deals bludgeoning, piercing, and slashing damage, you can use a reaction and gain resistance to that attack's damage.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Stone",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Storm Form",
			"source": "PlayerTalents2",
			"page": 54,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can transform into an Air Elemental.",
				"You can take a bonus action to transform into an Air Elemental. For all other details, this feature follows the rules and restrictions provided by the Polymorph spell except that you retain the ability to cast spells while in this form and the effect lasts while you concentrate, up to a number of turns equal to your Charisma modifier.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Storm",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Summon Shadow",
			"source": "PlayerTalents2",
			"page": 55,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can summon Shadows from the Shadowfell that obey your command.",
				"As a bonus action you can spend up to 6 Sorcery points and summon a Shadow for every 2 Sorcery points you spent.",
				"The Shadows are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.",
				"The Shadows last while you concentrate, up to an hour."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Shadow",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Water Jet",
			"source": "PlayerTalents2",
			"page": 55,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can blast creatures with powerful sea water.",
				"As an action on your turn, you can magically shoot water in a 60-foot line that is 5 feet wide. Each creature in that line must make a Dexterity saving throw. The DC is equal to your Sorcerer spell save DC. On a failure, a target takes 21 ({@damage 6d6}) bludgeoning damage and, if it is Huge or smaller, is pushed up to 20 feet away from you and knocked prone. On a success, a target takes half the bludgeoning damage, but is neither pushed nor knocked prone.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Sea",
							"source": "UAS",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Wraith Form",
			"source": "PlayerTalents2",
			"page": 55,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can transform yourself into a wraith-like creature.",
				"You can spend 10 sorcery points to transform youself into a creature similar to a wraith. It has identical features described in Shadow Form, except in addition, you gain the following benefits:",
				" You have a flying speed of 60 feet.",
				" On your turn, you can use an action to make a melee spell attack that deals 21 ({@damage 4d8+3}) necrotic damage. The target must succeed on a Constitution saving throw equal to your Sorcerer spell save DC or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Shadow",
							"source": "XGE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Aurora Wave",
			"source": "PlayerTalents2",
			"page": 56,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create a blast wave of radiant energy when you invoke Shielding Aura.",
				"When you use Shielding Aura, you create a brilliant explosion of energy centered on you. All creatures within 10 feet of you must make a Dexterity saving throw against your Warlock spell save DC. Creature takes {@damage 3d8} radiant damage on a failed save, or half as much on a successful one."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Seeker"
				}
			]
		},
		{
			"name": "Dragged From Hell",
			"source": "PlayerTalents2",
			"page": 56,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Hurl Through Hell feature can also drag a fiend from hell.",
				"As Hurl Through Hell, except in addition you also summon a random fiend that has a CR equal to or less than one third your Warlock level. This fiend continues to attack the target of your Hurl Through Hell and its allies for a number of rounds equal to your Charisma Modifier, after which it returns back to its plane."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Fiend"
				}
			]
		},
		{
			"name": "Extra Queen's Right Hand",
			"source": "PlayerTalents2",
			"page": 56,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Queen's Right Hand more often than normal, but it taxes you.",
				"You can use Queen's Right's Hand one additional time between long rests.",
				"When you use this feature a second time before a long rest, you suffer one level of exhaustion (as described in appendix A of the PHB)."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Raven Queen"
				}
			]
		},
		{
			"name": "Extra Shielding Aura",
			"source": "PlayerTalents2",
			"page": 56,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Shielding Aura more often than normal.",
				"You can use Shielding Aura one additional time between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Seeker"
				}
			]
		},
		{
			"name": "Greater Hexblade's Curse",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Hexblade's Curse is more potent than normal.",
				"As Hexblade's Curse, except the target gains vulnerability to your attacks."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Hexblade"
				}
			]
		},
		{
			"name": "Hexblade's Mettle",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your nature makes you resistant to magical attacks.",
				"You can reroll any saving throw against spells.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Hexblade"
				}
			]
		},
		{
			"name": "Improved Celestial Resilience",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Celestial Resilience is more potent than normal.",
				"As Celestial Resilience, except that you and the creatures you chose also gain resistance to radiant and fire damage. They also gain a bonus to all their saving throws equal to your Charisma modifier. These benefits last for an hour."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Celestial"
				}
			]
		},
		{
			"name": "Improved Dark Delirium",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Dark Delirium is more potent than normal.",
				"As Dark Delirium, except you impose disadvantage to the target's saving throw roll."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Archfey"
				}
			]
		},
		{
			"name": "Improved Healing Light",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Healing Light is more potent than normal.",
				"You add your Charisma modifier to the amount healed each time you use Healing Light."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Celestial"
				}
			]
		},
		{
			"name": "Improved Hexblade's Curse",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can bestow an additional debilitating effect on the target of your Hexblade's Curse.",
				"When you use Hexblade's Curse, you can choose to have the target make a Wisdom saving throw. The save DC equals your Warlock spell save DC. On a failed save, choose one ability score. While cursed, the target has disadvantage on ability checks and saving throws made with that ability score.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Hexblade"
				}
			]
		},
		{
			"name": "Improved Radiant Soul",
			"source": "PlayerTalents2",
			"page": 57,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Radiant Soul is more potent than normal.",
				"Prerequisite: Warlock level 9, the Celestial Patron.",
				"As Radiant Soul, but in addition you can add your Charisma modifier to the damage dealt to all targets of your spells that deals radiant or fire damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Celestial"
				}
			]
		},
		{
			"name": "Instinctive Astral Refuge",
			"source": "PlayerTalents2",
			"page": 58,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Astral Refuge even if it is not your turn.",
				"You can use a reaction to activate Astral Refuge. You immediately take the two actions to cast spells that target only you, and you return to the space you occupied at the end of the current turn. If you used this feature when you were targeted by an attack or was hit by an attack but before the outcome was determined, that attack automatically misses or fails.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Seeker"
				}
			]
		},
		{
			"name": "Knowledge of the Immortal",
			"source": "PlayerTalents2",
			"page": 58,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have more knowledge of the arcane arts than normal.",
				"Without the need for sleep and basic sustenance has given you more time to devote yourself to the arcane arts. As a result, the number of your known cantrips, spells, and invocations is each increased by 1. In addition, the number of your spell slots is increased by 1."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Undying"
				}
			]
		},
		{
			"name": "Raven Strike",
			"source": "PlayerTalents2",
			"page": 58,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can send your Sentinel Raven to strike to unerringly strike at a target.",
				"As a bonus action during your turn, choose a creature within 100 feet of you that you can see (even through your raven's eyes). Your raven immediately flies and dives toward the target creature. Make a melee spell atack against that creature. On a successful hit, the raven deals {@damage 1d8} piercing damage + your Charisma modifier and the creature gains disadvantage to its next attack until the end of its next turn. The raven's attack is considered a magical weapon attack.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Raven Queen"
				}
			]
		},
		{
			"name": "Tentacles of the Old One",
			"source": "PlayerTalents2",
			"page": 59,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can create large grotesque tentacles that grasp and constrict victims.",
				"As a bonus action, you summon several large, alien-like spiny tentacles that fill a 30 foot square on the ground that you can see within range. For the duration, these tentacles turn the ground in the area into difficult terrain.",
				"When a creature enters the affected area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take {@damage 4d6} bludgeoning damage and be restrained by the tentacles until the effect ends. A creature that starts its turn in the area and is already restrained by the tentacles takes {@damage 4d6} bludgeoning damage.",
				"A creature restrained by the tentacles can use its action to make a Strength or Dexterity check (its choice) against your Warlock spell save DC. On a success, it frees itself.",
				"The effect lasts while you concentrate, up to 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Great Old One"
				}
			]
		},
		{
			"name": "Undying Fortitude",
			"source": "PlayerTalents2",
			"page": 59,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are hardier than normal.",
				"You have advantage on death saving throws and saving throws against death attacks and poison."
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Undying"
				}
			]
		},
		{
			"name": "Undying Resistance",
			"source": "PlayerTalents2",
			"page": 59,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are resistant to necrotic and poisonous attacks.",
				"You gain resistance to necrotic and poison damage.",
				"In addition, attacks that reduce your Constitution, Strength, or maximum hit points only do half of its effect."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "The Undying"
				}
			]
		},
		{
			"name": "Unleash the Ravens",
			"source": "PlayerTalents2",
			"page": 59,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can summon a swarm of ravens.",
				"Prerequisite: Warlock level 9, the Raven Queen.",
				"On your turn, you can use an action and summon swarms of fey ravens. You can summon a number of swarms equal to one third your level, rounded down. Each swarm has a bonus to their attack and damage rolls equal to your Charisma modifier.",
				"The summoned swarms are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions. The swarms lasts while you concentrate, up to an hour.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				},
				{
					"patron": "Raven Queen"
				}
			]
		},
		{
			"name": "Bladesurge",
			"source": "PlayerTalents2",
			"page": 60,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You channel your magic through your weapon for a devastating attack.",
				"While your Bladesong is active and you hit a creature with a melee weapon attack, you can expend one spell slot to deal force damage to the target, in addition to the weapon's damage. The creature takes an extra {@damage 2d6} force damage per spell slot level used (up to a maximum of 12d6). The creature is allowed a Constitution saving throw against your Wizard spell save DC. On a successful save, the creature takes half the force damage."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Bladesinging",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Extra Channel Arcana",
			"source": "PlayerTalents2",
			"page": 60,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Channel Arcana more often than normal.",
				"You gain one additional use of Channel Arcana between rests."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Theurgy",
							"source": "UAWR",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Forethought",
			"source": "PlayerTalents2",
			"page": 60,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You glimpse visions of immediate danger, enabling you to anticipate and react quicker.",
				"Prerequisite: Wizard level 15,  Arcane Tradition.",
				"You have advantage on all Initiative rolls and Wisdom ({@skill Perception}) checks and gain a bonus to your passive Wisdom ({@skill Perception}) checks equal to your Intelligence modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Divination",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Greater Arcane Ward",
			"source": "PlayerTalents2",
			"page": 60,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Arcane Ward is more potent than normal.",
				"You gain +2 AC while protected by Arcane Ward. Additionally, you or the target of your Arcane Ward no longer take the remaining damage if your Arcane Ward's hit points is reduced to 0."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Abjuration",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Arcane Deflection",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Arcane Deflection does not prevent you from casting lower level spells.",
				"When you use Arcane Deflection, you can't cast spells other than cantrips or spells of 2nd level or below until the end of your next turn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "War",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Deflecting Shroud",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Deflecting Shroud is more potent than normal.",
				"Your Deflecting Shroud deals an extra force damage equal to your Intelligence modifier."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "War",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improve Divine Arcana",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Divine Arcana is more potent than normal.",
				"As Divine Arcana, except the next spell you cast gains a +4 bonus to any attack roll you make for it or to its saving throw DC, as appropriate."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Theurgy",
							"source": "UAWR",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Illusory Self",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Illusory Self creates more duplicates than normal.",
				"When you use Illusory Self, you create an extra {@dice 1d4} illusory duplicates of yourself. Each image will interpose itself against an attack, causing it to automatically miss, and then it disappears."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Illusion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Improved Transmuter's Stone",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Your Transmuter's Stone has two additional effects.",
				"When you create your Transmuter's Stone, you can choose two benefits instead of just one.",
				"In addition, you can use the benefits of Master Transmuter twice before it consumes the stone."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Transmutation",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Lich Touch",
			"source": "PlayerTalents2",
			"page": 61,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can paralyze a creature with a touch, just like a lich.",
				"You can make a melee spell attack that deals {@damage 3d6} cold damage. The target must succeed on a Constitution saving throw or be Paralyzed for 1 minute. The save DC equals your Wizard spell save DC. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Necromancy",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Mass Enchantment",
			"source": "PlayerTalents2",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can target more creatures with your single target enchantment spells.",
				"This replaces and does not stack with Split Enchantment. When you cast an enchantment spell of 1st level or higher that targets only one creature, you can have it target an additional two other creatures."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Enchantment",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Penetrating Evocation",
			"source": "PlayerTalents2",
			"page": 62,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Once in a while you can cast an Evocation spell that is difficult to resist.",
				"When you cast an Evocation spell, you can impose disadvantage to the saving throws of all its targets.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Evocation",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Spellblade",
			"source": "PlayerTalents2",
			"page": 62,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can channel a melee spell attack through your weapon attack.",
				"While your Bladesong is active and you hit a creature with a melee weapon attack, you can take a bonus action and immediately cast a spell that must target the creature you hit. The spell you cast must require a melee or ranged spell attack and must only take one action to cast.",
				"You can only use this feature once during each Bladesong."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Bladesinging",
							"source": "TCE",
							"visible": true
						}
					}
				}
			]
		},
		{
			"name": "Swift Conjuration Spell",
			"source": "PlayerTalents2",
			"page": 62,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can sometimes cast certain conjuration spells without effort.",
				"You can take a bonus action to cast a cantrip or a 4th level spell or below from the school of Conjuration.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Conjuration",
							"source": "PHB",
							"visible": true
						}
					}
				}
			]
		}
	]
}
