{
	"_meta": {
		"sources": [
			{
				"json": "PlayerTalents1",
				"abbreviation": "CO:T1",
				"full": "Character Options: Talents (5e)",
				"authors": [
					"Dragonix"
				],
				"convertedBy": [
					"Imperius Kin#8705",
					"Tercept#0001"
				],
				"version": "1.0.8",
				"url": "https://www.dmsguild.com/product/214641?affiliate_id=1138250",
				"targetSchema": "1.0.8"
			}
		],
		"optionalFeatureTypes": {
			"Talents": "Talents"
		},
		"dateAdded": 1618873680,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "86a0c5ae7b",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Agile",
			"source": "PlayerTalents1",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more nimble and quick to react than normal.",
				"You can reroll a Dexterity ability check or Dexterity saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Astute",
			"source": "PlayerTalents1",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are smarter than normal.",
				"You can reroll an Intelligence ability check or Intelligence saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Brilliant Mind",
			"source": "PlayerTalents1",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"int": 10
						}
					]
				}
			],
			"entries": [
				"You are extraordinarily smarter than normal.",
				"You have a +1 bonus to Intelligence savingthrows."
			]
		},
		{
			"name": "Built",
			"source": "PlayerTalents1",
			"page": 5,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are stronger than normal.",
				"You can reroll a Strength ability check or Strength saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Commanding Presence",
			"source": "PlayerTalents1",
			"page": 6,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"cha": 10
						}
					]
				}
			],
			"entries": [
				"You have a greater personality than normal.",
				"You have a +1 bonus to Charisma saving throws."
			]
		},
		{
			"name": "Cunning",
			"source": "PlayerTalents1",
			"page": 6,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more shrewd and headstrong than normal.",
				"You can reroll a Wisdom ability check or Wisdom saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Great Fortitude",
			"source": "PlayerTalents1",
			"page": 6,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"con": 10
						}
					]
				}
			],
			"entries": [
				"You are extraordinarily healthier than normal.",
				"You have a +1 bonus to Constitution saving throws."
			]
		},
		{
			"name": "Indomitable",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"str": 10
						}
					]
				}
			],
			"entries": [
				"You are extraordinarily stronger than normal.",
				"You have a +1 bonus to Strength saving throws."
			]
		},
		{
			"name": "Iron Will",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"str": 10
						}
					]
				}
			],
			"entries": [
				"You are extraordinarily more strong-willed than normal.",
				"You have a +1 bonus to Wisdom saving throws."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 10
						}
					]
				}
			],
			"entries": [
				"You are extraordinarily quicker than normal.",
				"You have a +1 bonus to Dexterity saving throws."
			]
		},
		{
			"name": "Vigorous",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are healthier than normal.",
				"You can reroll a Constitution ability check or Constitution saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Wisome",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have a stronger personality than normal.",
				"You can reroll a Charisma ability check or Charisma saving throw. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Ascetic Missionary",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You live a devout and disciplined life, abstaining from wordly pleasures in order to order to pursue spiritual goals, help the weak, or achieve supreme martial prowess.",
				"You have 3 Ascetic Missionary points. Whenever you make an ability check that involves the skill Insight, History, Medicine, Perception, or Religion, you can spend one Ascetic Missionary point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Ascetic Missionary points after you roll the die, but before the outcome is determined.",
				"You regain your expended Ascetic Missionary points when you finish a long rest."
			]
		},
		{
			"name": "Brilliant Academic",
			"source": "PlayerTalents1",
			"page": 7,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are a young prodigy, a well-travelled professor, or an accomplished historian. Knowledge is your tool to gain the attention of everyone around you when you explain your points.",
				"You have 3 Brilliant Academic points. Whenever you make an ability check that involves the skill Arcana, History, Investigate, Nature, or Persuasion, you can spend one Brilliant Academic point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Brilliant Academic points after you roll the die, but before the outcome is determined.",
				"You regain your expended Brilliant Academic points when you finish a long rest."
			]
		},
		{
			"name": "Crafty Dealer",
			"source": "PlayerTalents1",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have uncanny knowledge of the prices and trends of commodities. You can easily recognize an opportunity to earn a profit, sometimes exploiting the ignorance of others. You are very rarely taken advantage of, and you can spot a con or trick a mile away.",
				"You have 3 Crafty Dealer points. Whenever you make an ability check that involves the skill Deception, Insight, Persuasion, or Sleight of Hand, or an Intelligence check to appraise an item, you can spend one Crafty Dealer point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Crafty Dealer points after you roll the die, but before the outcome is determined.",
				"You regain your expended Crafty Dealer points when you finish a long rest."
			]
		},
		{
			"name": "Cunning Spy",
			"source": "PlayerTalents1",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are trained in the arts of subterfuge. You can blend into the crowd or assume the identity of others. You have a knack of finding ways to gain information or reach an objective without getting detected.",
				"You have 3 Cunning Spy points. Whenever you make an ability check that involves the skill Deception, Investigation, or Stealth, or the tool Disguise Kit, Forgery Kit, or Thieves' Tools, you can spend one Cunning Spy point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Cunning Spy points after you roll the die, but before the outcome is determined.",
				"You regain your expended Cunning Spy points when you finish a long rest."
			]
		},
		{
			"name": "Daring Explorer",
			"source": "PlayerTalents1",
			"page": 8,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are a bold, well-travelled adventurer always on the hunt for secret treasure or undiscovered areas. You deftly avoid traps and natural hazards. There is hardly any place you cannot reach or find a way into or any puzzle you cannot solve.",
				"You have 3 Daring Explorer points. Whenever you make an ability check that involves the skill Acrobatics, Athletics, History, Investigation, or Survival, you can spend one Daring Explorer point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Daring Explorer points after you roll the die, but before the outcome is determined.",
				"You regain your expended Daring Expolorer points when you finish a long rest."
			]
		},
		{
			"name": "Dashing Scoundrel",
			"source": "PlayerTalents1",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are a rakish knave, a charming rascal, a dauntless warrior with a wit. You face challenges with bravado and always find humor in every dire situation. You are popular with the opposite sex and hardly anyone hates you, even if they cannot trust you.",
				"You have 3 Dashing Scoundrel points. Whenever you make an ability check that involves the skill Acrobatics, Athletics, Performance, Persuasion, or Sleight of Hand, you can spend one Dashing Scoundrel point to roll {@dice 1d12} and add it to the result. You can choose to spend one of your Dashing Scoundrel points after you roll the die, but before the outcome is determined.",
				"You regain your expended Dashing Scoundrel points when you finish a long rest."
			]
		},
		{
			"name": "Gallant Hero",
			"source": "PlayerTalents1",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are the people's champion, the brave knight, or the humble ronin. You know how to carry and present yourself to people of different walks of life. You are often the first to charge in a battle. There is nothing more important to you than defending the weak, oppressed, and the occassional damsel in distress.",
				"You have 3 Gallant Hero points. Whenever you make an ability check that involves the skill Animal Handling, Athletics, or Persuasion, an Intelligence check to recall information about proper etiquette and customs, or an initiative roll,you can spend one Gallant Hero point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Gallant Hero points after you roll the die, but before the outcome is determined.",
				"You regain your expended Gallant Hero points when you finish a long rest."
			]
		},
		{
			"name": "Grizzled Veteran",
			"source": "PlayerTalents1",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are a retired soldier, former guard captain, or ex-mercenary. You have survived too many wars and served under too many banners. You may gruff and prefer not to be bothered, but you bring experience and wisdom to any group you accompany.",
				"You have 3 Grizzled Veteran points. Whenever you make an ability check that involves the skill History, Insight, Intimidation, Perception, or Survival, you can spend one Grizzled Veteran point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Grizzled Veteran points after you roll the die, but before the outcome is determined.",
				"You regain your expended Grizzled Veteran points when you finish a long rest."
			]
		},
		{
			"name": "Rugged Outdoorsman",
			"source": "PlayerTalents1",
			"page": 9,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You have dedicated your life and work in the frontier and harsh wilderness. Your skill as a guide, a tracker, or a hunter is extraordinary. There is hardly anyone better at what you do and thus you are often sought after.",
				"You have 3 Rugged Outdoorsman points. Whenever you make an ability check that involves the skill Animal Handling, Athletics, Nature, Perception, or Survival, you can spend one Rugged Outdoorsman point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Rugged Outdoorsman points after you roll the die, but before the outcome is determined.",
				"You regain your expended Rugged Outdoorsman points when you finish a long rest."
			]
		},
		{
			"name": "Shady Operator",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You were born in the streets, surviving the harshness of poverty and the cruelty of society. You learned how to become resourceful, shrewd, and opportunistic. You rose from the ranks of common thieves and thugs. You built a network of spies and informants through extortion, deals, and favors. You are the person to reach out to when someone need information or a job done discreetly.",
				"You have 3 Shady Operator points. Whenever you make an ability check that involves the skill Persuasion, Sleight of Hand, Stealth, or Survival (urban areas only), or any Intelligence check to recall local information or identify a source of information, you can spend one Shady Operator point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Shady Operator points after you roll the die, but before the outcome is determined.",
				"You regain your expended Shady Operator points when you finish a long rest."
			]
		},
		{
			"name": "Shrewd Investigator",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"From a young age you have always been highly observant. You notice things that most others do not. You can spot clues and significant details that others will simply find as irrelevant. You can often tell when a person is lying and can easily draw out or leverage information from others. You can track even the most elusive of quarries.",
				"You have 3 Shrewd Investigator points. Whenever you make an ability check that involves the skill Insight, Intimidation, Investigation, Perception, or Survival, you can spend one Shrewd Investigator point to roll a {@dice 1d12} and add it to the result. You can choose to spend one of your Shrewd Investigator points after you roll the die, but before the outcome is determined.",
				"You regain your expended Shrewd Investigator points when you finish a long rest."
			]
		},
		{
			"name": "Cleave",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"str": 13
						}
					]
				}
			],
			"entries": [
				"The follow through from your melee weapon strikes can sometimes fell another enemy within range.",
				"On your turn, when your melee attack reduces a creature to 0 hit points, any excess damage from that attack might carry over to another creature nearby. You can select another creature within reach and, and if your original attack roll can hit it, apply any remaining damage to it. You cannot move while you perform Cleave.",
				"You can only use this ability once per turn."
			]
		},
		{
			"name": "Great Cleave",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"str": 15
						}
					],
					"otherSummary": {
						"entry": "Cleave",
						"entrySummary": "Cleave"
					}
				}
			],
			"entries": [
				"As Cleave, but you deal your full normal damage to the additional creature you selected to attack."
			]
		},
		{
			"name": "Improved Dodge",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can attack while dodging.",
				"When you take the Dodge action, you can make one weapon attack with disadvantage."
			]
		},
		{
			"name": "Improved Initiative",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are quicker to react than normal.",
				"You have advantage on initiative rolls."
			]
		},
		{
			"name": "Improved Taunt",
			"source": "PlayerTalents1",
			"page": 10,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Taunt",
						"entrySummary": "Taunt"
					}
				}
			],
			"entries": [
				"You hurl a string of insults and slurs at a group of creatures you can see, distracting them and trying to gain their attention.",
				"As Taunt, except you can choose a number of creatures equal to your Charisma, Intelligence, or Wisdom modifier (your choice)."
			]
		},
		{
			"name": "Mighty Cleave",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"ability": [
						{
							"str": 17
						}
					],
					"otherSummary": {
						"entry": "Great Cleave",
						"entrySummary": "Great Cleave"
					}
				}
			],
			"entries": [
				"You can Cleave more often than normal.",
				"As Great Cleave, but there is no limit to the number of creatures you can attack. As long as your melee attack reduces a creature to 0 hit points, you can keep on choosing another creature within reach and apply your full damage to it.",
				"You can only use this ability once per turn."
			]
		},
		{
			"name": "Point Blank Shot",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are skilled at making well-placed shots with ranged weapons at close range.",
				"You have +1 bonus to ranged weapon damage rolls against creatures you hit within 30 feet."
			]
		},
		{
			"name": "Power Attack",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can make exceptionally deadly melee attacks by sacrificing accuracy for strength.",
				"On your turn, before you make a strengthbased melee weapon attack, you can choose to takea -5 penalty to the attack roll. If the attack hits, you add +5 to the attack's damage.",
				"This talent does not stack with the Great Weapon Mastery feat."
			]
		},
		{
			"name": "Spell Attack Focus",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are more accurate in the use of a melee or ranged spell attack.",
				"Choose either a melee or ranged spell attack. You gain a +1 bonus to attack rolls madewith the spell attack chosen.",
				"You can retake this talent one more time only to select the other type of spell attack."
			]
		},
		{
			"name": "Taunt",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You cause a ruckus or hurl a string of insults and slurs at a creature you can see, distracting it and trying to gain its attention.",
				"As a bonus action, choose a creature you can see within 30 feet that can hear and understand you. That creature must make a Wisdom saving throw equal to 8 plus your profienciency modifier plus your Charisma modifier or Intelligence modifier or Wisdom modifier (your choice). If it fails its saving throw, it gains disadvantage to all attacks not made against you. The creature can continue to make saving throws at the end of each of its turns.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Two-Weapon Rend",
			"source": "PlayerTalents1",
			"page": 11,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Two-Weapon Fighting",
						"entrySummary": "Two-Weapon Fighting"
					}
				}
			],
			"entries": [
				"You deliver a vicious double slash after hitting a creature with both your weapons at the same time.",
				"When performing two-weapon fighting and you hit a creature with both your left and right hand weapons in the same turn, you can choose to deal an extra weapon damage equal to 2d6 + your Strength or Dexterity modifier (your choice).",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Weapon Focus",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are talented in the use of a specific weapon. You are more accurate with it.",
				"Choose one type of weapon (longsword, mace, warhammer, etc.) you are proficient with. You gain a +1 bonus to attack rolls made with that type of weapon.",
				"You can retake this talent. Each time you do so, it must be applied to a different weapon."
			]
		},
		{
			"name": "Armor Focus",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are talented in the use of a specific armor. You are very accustomed to it and know how to properly use it during combat.",
				"Choose one type of armor (plate mail, chain mail, leather armor, etc.) you are proficient with. You gain a +1 bonus to AC when wearing that type of armor while conscious and not incapacitated.",
				"You can retake this talent. Each time you do so, it must be applied to a different armor."
			]
		},
		{
			"name": "Bloodline of Elements",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are distantly related to an ancient bloodline of genies.",
				"You have advantage on saving throws against one of the following: acid, cold, fire, lightning, thunder, or the petrified condition"
			]
		},
		{
			"name": "Elemental Focus",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"entries": [
				"Any ability, feature, or spell you use from a chosen damage type is more difficult to resist.",
				"Choose from the following damage types (acid, cold, fire, lightning, or thunder). Increase the DC of your abilities, features, or spells which uses this type of damage by 1."
			]
		},
		{
			"name": "Extra Attunement",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": 9
				}
			],
			"entries": [
				"You can attune with more magical items than normal.",
				"Increase the number of magical items you can attune with by 1. Each time you take this talent, you must permanently decrease your highest ability score by 1. If your highest score is shared by two or more abilities, choose one.",
				"You can retake this talent one more time only, but you must be of level 18 or higher when you do so."
			]
		},
		{
			"name": "Multitasker",
			"source": "PlayerTalents1",
			"page": 12,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"entries": [
				"You can concentrate on maintaining two spells at a time.",
				"You can maintain concentration on a spell even if you cast another spell that requires concentration. Maintaining concentration on two spells imposes disadvantage on your Constitution checks to maintain concentration. Casting a third spell that requires concentration ends one of the two previous spells (your pick)."
			]
		},
		{
			"name": "Skill Focus",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are talented in the use of a skill you are proficient with.",
				"Choose one skill you are proficient with. You have a +2 bonus to ability checks using that skill.",
				"You can retake this talent. Each time you do so, it must be applied to a different skill."
			]
		},
		{
			"name": "Tool Focus",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You are talented in the use of a tool you are proficient with.",
				"Choose one tool you are proficient with. You have a +2 bonus to ability checks using that tool.",
				"You can retake this talent. Each time you do so, it must be applied to a different tool."
			]
		},
		{
			"name": "Witchcraft",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"entries": [
				"You are a practicioner of the dark arts, concocter of strange potions and medicine, and a follower of the eldritch gods, fiends, or old gods. People seek you out when they require help or information about love, sickness, or death.",
				"Reroll Ability. You can reroll an ability check that involves the skill Arcana, History, Medicine, Nature, or Religion, or any ability check that uses the Herbalism Kit. You must use the result of the second roll, even if it is lower.",
				"Impose Saving Throw Disadvantage. When you cast an enchantment or necromancy spell at a creature, you can take a bonus action and impose disadvantage to the creature's saving throw roll. Once you use either feature, you cannot use any of them again until you finish a long rest."
			]
		},
		{
			"name": "Breath Weapon Focus",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dragonborn"
						}
					]
				}
			],
			"entries": [
				"Sensing weakness from a foe, you are temporarily consumed by fiendish bloodthirst.",
				"Increase your breath weapon saving throw DC by 1."
			]
		},
		{
			"name": "Deadly Breath Weapon",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dragonborn"
						}
					],
					"otherSummary": {
						"entry": "Potent Breath Weapon",
						"entrySummary": "Potent Breath Weapon"
					}
				}
			],
			"entries": [
				"Your breath weapon is more effective than normal.",
				"When rolling for breath weapon damage, all die rolls of 1s and 2s are treated as 3s."
			]
		},
		{
			"name": "Dragborn Fury",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dragonborn"
						}
					]
				}
			],
			"entries": [
				"You fight with more ferocity when you are wounded.",
				"While your current hit points is below maximum, you gain a +1 bonus to your damage rolls."
			]
		},
		{
			"name": "Dragonborn Heritage",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dragonborn"
						}
					]
				}
			],
			"entries": [
				"Your lineage allows you recover from your wounds faster than normal.",
				"After a short rest, you regain an amount of hit points equal to your level plus your constitution bonus. This is in addition to other hit points you can regain normally."
			]
		},
		{
			"name": "Potent Breath Weapon",
			"source": "PlayerTalents1",
			"page": 13,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dragonborn"
						}
					]
				}
			],
			"entries": [
				"Your breath weapon is more effective than normal.",
				"When rolling for breath weapon damage, all die rolls of 1s are treated as 2s."
			]
		},
		{
			"name": "Dwarven Bullheadedness",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf"
						}
					]
				}
			],
			"entries": [
				"Your natural stubborness born from being a dwarf is extraordinary. You are more resistant to stun and knock down attacks than normal.",
				"After you roll for a saving throw against a stun or knock down but before the outcome is determined, you can roll a d10 and add it to the result.",
				"Once you use this feature, you cannot use it again until you take a short or long rest."
			]
		},
		{
			"name": "Dwarven Racial Foe Expertise",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf"
						}
					]
				}
			],
			"entries": [
				"You were raised and trained to fight your racial enemies more effectively than others.",
				"Your weapon damage rolls deal an extra {@dice 1d4} damage against orcs, goblinoids, and giants."
			]
		},
		{
			"name": "Dwarven Weapon Expert",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf"
						}
					]
				}
			],
			"entries": [
				"You were raised and trained to use traditional dwarven weapons. You often deliver devastating blows with them.",
				"You can choose to deal the maximum weapon damage instead of the result of the damage roll made with your battleaxe, handaxe, light hammer, or warhammer.",
				"Once you use this feature, you cannot use it again until you take a short or long rest."
			]
		},
		{
			"name": "Improved Dwarven Armor Training",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf",
							"subrace": "mountain",
							"displayEntry": "Mountain Dwarf"
						}
					]
				}
			],
			"entries": [
				"You are trained to equip heavy armor.",
				"You gain proficiency with heavy armor."
			]
		},
		{
			"name": "Last Stand",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Dwarf",
							"subrace": "hill",
							"displayEntry": "Hill Dwarf"
						}
					]
				}
			],
			"entries": [
				"You can channel your stubborness and tenacity in the face of adversity and temporarily become extraordinarily tough.",
				"You can use your reaction to gain resistance to all types of damage until the start of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Arcane Knowledge",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf",
							"subrace": "high",
							"displayEntry": "High Elf"
						}
					]
				}
			],
			"entries": [
				"You can prepare and cast an arcane spell just like a wizard.",
				"You learn one first level spell from the Wizard's spell list. You always have this spell prepared and it does not count against the number of spells known and can prepare each day. You always cast it as a first level spell. Intelligence is your spellcasting ability for it.",
				"Once you cast this spell using this feature, you cannot cast it again until you finish a long rest."
			]
		},
		{
			"name": "Eleven Accuracy",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf"
						}
					]
				}
			],
			"entries": [
				"You are deadly accurate when using traditional elven weapons and spells attacks.",
				"You can reroll an attack made with a longsword, longbow, shortsword, shortbow, melee spell attack, or ranged spell attack. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Elven Focus",
			"source": "PlayerTalents1",
			"page": 14,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf"
						}
					]
				}
			],
			"entries": [
				"You can maintain concentration and focus more than normal.",
				"When you roll for a Constitution saving throw to maintain concentration, or an Intelligence or Wisdom saving throw, but before the outcome is determined, you can roll a {@dice 1d12} and add it to the result.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Elven Racial Foe Expertise",
			"source": "PlayerTalents1",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf",
							"subrace": "high"
						},
						{
							"name": "Elf",
							"subrace": "wood"
						}
					]
				}
			],
			"entries": [
				"You were raised and trained to fight your racial enemies more effectively than others.",
				"Your weapon damage rolls deal an extra {@damage 1d4} damage against orcs, gnolls, and goblinoids."
			]
		},
		{
			"name": "Elven Vigilance",
			"source": "PlayerTalents1",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf",
							"subrace": "wood",
							"displayEntry": "Wood Elf"
						}
					]
				}
			],
			"entries": [
				"You are often on your guard and sometimes able to act before anybody else at the start of combat.",
				"When you roll initiative, you can use a special turn that takes place before other creatures can act. On this turn you can use your action to either take the Attack, Dash, or Hide action. If you would normally be surprised at the start of an encounter, you are not surprised but you do not gain this extra turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Sunlight Adaptation",
			"source": "PlayerTalents1",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf",
							"subrace": "Drow",
							"displayEntry": "Drow"
						}
					]
				}
			],
			"entries": [
				"You have grown accustomed to daylight after decades of living on the surface world.",
				"You do not gain disadvantage from attack rolls and Wisdom (Perception) checks imposed by Sunlight Sensitivity."
			]
		},
		{
			"name": "Uncanny Senses",
			"source": "PlayerTalents1",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Elf"
						}
					]
				}
			],
			"entries": [
				"Your senses are more heightened than normal.",
				"You can reroll a Wisdom (Perception) ability check. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Arcane Inclinaation",
			"source": "PlayerTalents1",
			"page": 15,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome"
						}
					]
				}
			],
			"entries": [
				"You have a natural ability to cast a cantrip.",
				"Choose one spellcasting class from Bard, Sorcerer, Warlock, or Wizard. You learn one cantrip from that class. Your spellcasting ability for these spells depends on the class you chose: Charisma for bard, sorcerer, or warlock or Intelligence for wizard."
			]
		},
		{
			"name": "Conservator",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome",
							"subrace": "rock",
							"displayEntry": "Rock Gnome"
						}
					]
				}
			],
			"entries": [
				"You have the ability to identify magic items.",
				"You learn the Identify spell. You always have this spell prepared and it does not count against the number of spells you can prepare each day. You only require half the amount of material components needed (50gp) when casting this spell.",
				"Once you cast Identify using this feature, you cannot cast it again until you finish a long rest."
			]
		},
		{
			"name": "Fade",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome",
							"subrace": "forest",
							"displayEntry": "Forest Gnome"
						}
					]
				}
			],
			"entries": [
				"You can draw on your magical heritage to escape danger.",
				"You can use your reaction to become invisible until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Gnomish Furtiveness",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome"
						}
					]
				}
			],
			"entries": [
				"You have the uncanny ability to to resist and possibly avoid breath weapon attacks.",
				"When you are subjected to a breath weapon effect that allows you to make a saving throw to take only half damage, you can use your reaction and instead take no damage if you succeed on the saving throw, and only half damage if you fail.",
				"Once you use this feature, you cannot use it again until you take a short or long rest."
			]
		},
		{
			"name": "Gnomish Racial Foe Expertise",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Gnome"
						}
					]
				}
			],
			"entries": [
				"You know how to fight your racial enemies more effectively than others.",
				"Your weapon damage rolls deal an extra {@damage 1d4} damage against kobolds, fomorians, and goblinoids."
			]
		},
		{
			"name": "Elven Senses",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-elf"
						}
					]
				}
			],
			"entries": [
				"Your noble lineage provides you with keen senses.",
				"You have proficiency with the Perception skill."
			]
		},
		{
			"name": "Elven Weapon Training",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-elf"
						}
					]
				}
			],
			"entries": [
				"You grew up under the tutelage of elves and have learned the use of traditional elven weapons.",
				"You have proficiency with the longsword, shortsword, longbow, and shortbow."
			]
		},
		{
			"name": "Natural Diplomat",
			"source": "PlayerTalents1",
			"page": 16,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-elf"
						}
					]
				}
			],
			"entries": [
				"You are a wordly individual. You are skilled in the arts of diplomacy, negotiation, and court politics.",
				"You learn one extra language of your choice. After you roll for an ability check that involves the skill History, Insight, Performance, or Persuasion but before the outcome is determined, you can roll a {@dice 1d8} and add it to the result.",
				"Once you use this feature, you cannot use it again until you take a short or long rest."
			]
		},
		{
			"name": "Furious Assault",
			"source": "PlayerTalents1",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-orc"
						}
					]
				}
			],
			"entries": [
				"Wrath burns within you, fueling your attacks with ferocity.",
				"Choose a creature that has hit or dealt damage to you or an ally. Once per turn, when you hit that creature with a melee attack, you can deal an extra damage equal to your proficiency bonus + strength modifier.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Orcish Brute Ancestry",
			"source": "PlayerTalents1",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-orc"
						}
					]
				}
			],
			"entries": [
				"Your Orcish heritage gives you extraordinary might and fortitude.",
				"You have advantage on all Strength and Constitution ability checks."
			]
		},
		{
			"name": "Orcish Rush",
			"source": "PlayerTalents1",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-orc"
						}
					]
				}
			],
			"entries": [
				"Your Orcish heritage gives you extraordinary might and fortitude.",
				"You can take a bonus action to move up to your speed toward an enemy that you can see or hear, as long as you end up adjacent to that enemy.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Orcish Resilience",
			"source": "PlayerTalents1",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-orc"
						}
					]
				}
			],
			"entries": [
				"Your Orcish lineage makes you difficult to bring down.",
				"You can use your reaction to gain temporary hit points equal to your character level plus your Constitution modifier. The temporary hit points last for 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Orcish Weapon Familiarity",
			"source": "PlayerTalents1",
			"page": 17,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Half-orc"
						}
					]
				}
			],
			"entries": [
				"You grew up under the harsh tutelage of orcs and learned the use of traditional orcish weapons.",
				"You gain proficiency with the club, spear, greatclub, greataxe, and maul."
			]
		},
		{
			"name": "Born Sneaky",
			"source": "PlayerTalents1",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling",
							"subrace": "lightfoot",
							"displayEntry": "Lightfoot Halfling"
						}
					]
				}
			],
			"entries": [
				"Your heritage allows you to be more catlike in movement, crafty, and deceptive than most.",
				"You can reroll an ability check that involves the skill Deception, Sleight of Hands, or Stealth. You must use the result of the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Fortunate",
			"source": "PlayerTalents1",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling"
						}
					]
				}
			],
			"entries": [
				"You have a knack for avoiding or resisting things that can be unpleasant to you.",
				"You can reroll a saving throw. You must use the result of the second roll, even if it is lower",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Nimble Reaction",
			"source": "PlayerTalents1",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling"
						}
					]
				}
			],
			"entries": [
				"You have a talent for anticipating and avoiding opportunity attacks.",
				"You impose disadvantage on weapon attack rolls made by enemies who used a bonus action or reaction to make weapon attacks against you."
			]
		},
		{
			"name": "Second Chance",
			"source": "PlayerTalents1",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling"
						}
					]
				}
			],
			"entries": [
				"Luck and small size combine to work in your favor as you dodge your enemy's attack.",
				"When an enemy hits you but before rolling damage, you can use your reaction to have the enemy reroll the attack again. The enemy uses the second roll, even if it is lower.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Strongheart",
			"source": "PlayerTalents1",
			"page": 18,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Halfling",
							"subrace": "stout",
							"displayEntry": "Stout Halfling"
						}
					]
				}
			],
			"entries": [
				"You come from a bloodline known to be more hardy and courageous than most.",
				"You have advantage on death saving throws and saving throws against energy drain attacks and being frightened."
			]
		},
		{
			"name": "Human Aptitude",
			"source": "PlayerTalents1",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Human"
						}
					]
				}
			],
			"entries": [
				"Due to a relative short life span, you have become more resourceful and competitive than other races. You often succeed when others do not.",
				"When you make an attack roll, saving throw, or ability check but before the outcome is determined, you can roll a {@dice 1d8} and add the result to the previous roll.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Human Ingenuity",
			"source": "PlayerTalents1",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Human"
						}
					]
				}
			],
			"entries": [
				"Driven by ambition, you learn faster and become more skilled than others.",
				"You gain proficiency in one skill, tool, or weapon. You can retake this talent."
			]
		},
		{
			"name": "Human Resolve",
			"source": "PlayerTalents1",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Human"
						}
					]
				}
			],
			"entries": [
				"You can push yourself to the limit for a short period of time when needed.",
				"You can take a bonus action to temporarily increase your proficiency bonus by 1 until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Bloodhunt",
			"source": "PlayerTalents1",
			"page": 19,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling"
						}
					]
				}
			],
			"entries": [
				"You are temporarily consumed by fiendish bloodthirst when you sense a wounded foe.",
				"On your turn, you can take a bonus action and select a creature within 60 feet of you that you can see and is below its hit point maximum. You gain advantage on all your attack rolls made against that creature until the end of your turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Greater Hellish Legacy",
			"source": "PlayerTalents1",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling"
						}
					]
				}
			],
			"entries": [
				"You have greater powers from your legacy than other Tieflings.",
				"You can cast your first level innate spellcasting spell one additional time between long rests."
			]
		},
		{
			"name": "Infernal Fortitude",
			"source": "PlayerTalents1",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling"
						}
					]
				}
			],
			"entries": [
				"Your bloodline makes you more resistant to poison.",
				"You have resistance to poison."
			]
		},
		{
			"name": "Infernal Wrath",
			"source": "PlayerTalents1",
			"page": 20,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tiefling"
						}
					]
				}
			],
			"entries": [
				"You call upon your supernatural nature to improve your odds of harming your foe.",
				"On your turn, you can take a bonus action and choose a creature within 30 feet that you can see. This creature must have dealt damaged to you or has caused you to fail a saving throw from the previous turn. Until the end of your turn, whenever you deal damage to that creature, you deal an extra damage equal to your Charisma modifier.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Brutal Strikes",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Path of the Berserker",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When in a frenzy while raging, you can deliver critical hits more frequently than normal.",
				"When in a frenzy when raging, your melee weapon attacks score a critical on roll of 19 or 20."
			]
		},
		{
			"name": "Deadly Rage",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your melee attacks break through armor and tough hide when you rage.",
				"You gain a +1 bonus to melee attack rolls while raging."
			]
		},
		{
			"name": "Extra Rage",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have the endurance to enter into a rage more often than normal.",
				"When you have already expended all uses of your Rage feature, you can choose to enter into a rage one additional time.",
				"Once the rage ends, you enter into a fatigued state. While in this condition, you can only move at half your speed and you cannot use bonus actions and reactions. Additionally, you have disadvantage on all Strength, Dexterity, and Constitution ability checks and saving throws, and to all attack rolls. This condition can only be removed after finishing a long rest."
			]
		},
		{
			"name": "Greater Rage",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your melee attacks deal more damage than normal when you rage.",
				"Increase your rage damage bonus by 1."
			]
		},
		{
			"name": "Improved Unarmored Defense",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your unarmored defense is better than normal.",
				"Increase your unarmored defense bonus by 1."
			]
		},
		{
			"name": "Invigorating Rage",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The massive rush of adrenaline when you successful hit a creature while you rage also heals you of your wounds.",
				"You can choose to regain 1d6 hit points the first time you hit a creature during each of your turns while you are raging.",
				"Once your rage ends, you cannot use this feature again until you finish a long rest."
			]
		},
		{
			"name": "Mighty Rage",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your melee attacks deal extraordinary damage when you rage.",
				"This replaces and does not stack with Greater Rage. Increase your rage damage bonus by 2."
			]
		},
		{
			"name": "Savagery",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Path of the Berserker",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When in a frenzy while raging, you become unnaturally bloodthirsty. Your melee attacks deal ferocious damage.",
				"When in a frenzy while raging, you can choose to double your rage damage bonus.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Summon Totem Spirit",
			"source": "PlayerTalents1",
			"page": 21,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Path of the Totem Warrior",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have the ability to instantly summon your ancestral totem spirit to aid you in battle in a brief period of time.",
				"Choose a creature you can see. You can take a bonus action to summon a totem spirit that appears adjacent to you. It has an AC of 13 and has hit points equal to twice your Barbarian level. The totem spirit then moves up to its speed toward the target. If it ends adjacent to the target, it can attack that enemy. Whether it is able to attack or not, the totem spirit disappears at the end of your turn. The damage dealt by a totem spirit is treated as magical.",
				"Once you use this feature, you cannot use it again until you finish a long rest.",
				"Bear. The spirit bear can move up to 40 feet and makes two attacks the targeted creature with its claws, each with an attack bonus of 3 plus your proficiency bonus. Each hit deals 11 (2d6+4) slashing damage.",
				"Eagle: The spirit eagle can move (fly) up to 80 feet and makes one attack with its talons at the targeted creature, with an attack bonus equal to 3 plus your proficiency bonus. A hit deals 10 (2d6+3) slashing damage and the target must succeed on a Constitution saving throw. Failure means it becomes blinded until the end of your next turn.",
				"Elk: The spirit elk can move up to 50 feet and makes one ram attack at the target, with an attack bonus equal to 3 plus your proficiency bonus. A hit deals 6 (1d6+3) bludgeoning damage. If the spirit elk moved at least twenty feet straight towards the target before the attack, the target takes an extra 7 (2d6) bludgeoning damage and must succeed on a Strength saving throw or be knocked prone.",
				"Tiger: The spirit tiger can move up to 40 feet and makes one claw attack at the target, with an attack bonus equal to 3 plus your proficiency bonus. A hit from its claw deals 7 (1d8+3) slashing damage. If the spirit tiger moved at least twenty feet straight towards the target before the attack, the target must succeed on a Strength saving throw or be knocked prone. If the target is knocked prone, the spirit tiger can make one additional bite attack. If it hits, it deals 8 (1d10+3) piercing damage.",
				"The spirit wolf can move up to 50 feet and makes one bite attack at the target, with an attack bonus equal to 3 plus your proficiency bonus. A hit deals 10 (2d6+3) piercing damage and the target must succeed on a Strength saving throw or be knocked prone.",
				"The saving throw DC for both the Eagle, Elk, Tiger, and Wolf's additional effect is equal to 8 + your proficiency bonus + your Strength modifier."
			]
		},
		{
			"name": "Summon Twin Totem Spirits",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Barbarian",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Path of the Totem Warrior",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have the ability to instantly summon two of your ancestral totem spirits to aid you in battle in a brief period of time.",
				"When you use your Summon Totem Spirit ability, you summon two totem spirits of the same type. They both appear adjacent to you and you can choose to have them attack one creature or different ones."
			]
		},
		{
			"name": "Bardic Prodigy",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "College of Lore",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are naturally gifted and way ahead of your peers when it comes to magic.",
				"You learn one spell of your choice from any class. A spell you choose must be of a level you can cast, as shown on the Bard table, or a cantrip.",
				"The chosen spell counts as a bard spell for you but does not count against the number of your bard spells known."
			]
		},
		{
			"name": "Extra Bardic Inspiration",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have the ability to provide bardic inspiration more often than normal.",
				"Increase the number of times you can use Bardic Inspiration by 2."
			]
		},
		{
			"name": "Extra Expertise",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain expertise in one of your skill proficiencies.",
				"Select one of your skill proficiencies that you do not have Expertise in. Your proficiency bonus is doubled for any ability check you make with that skill."
			]
		},
		{
			"name": "Improved Bardic Inspiration",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Bardic Inspiration is more stirring than normal.",
				"Recipients of your Bardic Inspiration roll two inspiration dice instead of just one and can choose the higher result."
			]
		},
		{
			"name": "Improved Cutting Words",
			"source": "PlayerTalents1",
			"page": 22,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "College of Lore",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Cutting Words is more insulting and distracting than normal.",
				"If a creature targeted by your Cutting Words misses its attack roll, fails it ability check, or deals 0 damage as a result, you also impose disadvantage to its first attack roll not made against you until the end of the creature's next turn."
			]
		},
		{
			"name": "Improved Song of Rest",
			"source": "PlayerTalents1",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Song of Rest is more invigorating than normal.",
				"When determining the hit points regained through your Song of Rest, add your Charisma modifier to the result."
			]
		},
		{
			"name": "Instinctive Bardic Inspiration",
			"source": "PlayerTalents1",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can inspire your allies even if it is not your turn.",
				"You can use your reaction to perform Bardic Inspiration. This expends two uses of your Bardic Inspiration. You cannot perform this feature if you already have less than two uses of Bardic Inspiration left."
			]
		},
		{
			"name": "Inspiring Strike",
			"source": "PlayerTalents1",
			"page": 23,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "College of Valor",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your display of combat prowess inspires your allies.",
				"On your turn, after hitting and dealing damage to a creature with a weapon attack, you can take a bonus action and expend up to three uses of your Bardic Inspiration. Choose a number of allies within 60 feet that you can see and can hear you equal to the Bardic Inspiration uses expended. Until the end of their next turn, the allies you choose have advantage on their first attack roll or saving throw, whichever comes first.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Galvanizing Strike",
			"source": "PlayerTalents1",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Bard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "College of Valor",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your display of combat prowess stirs your allies to action.",
				"On your turn, after hitting and dealing damage to a creature with a weapon attack, you can take a bonus action and expend up to six uses of your Bardic Inspiration. Choose a number of allies within 60 feet that you can see and can hear you equal to half the total of Bardic Inspiration uses expended. Those allies can immediately use a reaction to move up to their speed and make a single melee or ranged attack.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Blinding Strike",
			"source": "PlayerTalents1",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Light Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain the ability to temporarily infuse your weapon strike with blistering divine energy.",
				"When you hit a creature with a weapon attack, you can expend one cleric spell slot to deal radiant damage, in addition to the weapon's damage. The extra damage is 2d8 for a 1st-level spell slot, plus 1d8 for each spell level higher than 1st, up to to a maximum of 5d8. The damage increases by 1d8 if the creature is an undead or a fiend.",
				"Furthermore, the creature must make a Constitution saving throw. The saving throw DC is equal equal to 8 + your proficiency bonus + your Wisdom modifier. A failed save means the creature is blinded until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Channel Divinty Focus",
			"source": "PlayerTalents1",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Channel Divinity abilities are more effective than normal.",
				"Increase the DC of your Channel Divinity abilities by 1."
			]
		},
		{
			"name": "Divine Fortune",
			"source": "PlayerTalents1",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You make a quick prayer to your deity, asking it to grant you a favorable result in your next action.",
				"Gain Advantage. When you make an attack, saving throw, or ability check roll, you can choose to give yourself advantage on that roll. You must decide to use this feature before rolling.",
				"Impose Disadvantage. When you force a creature to make a saving throw from a spell you cast, you can choose to give that creature disadvantage on that roll. You must decide to use this feature before it makes its saving throw roll.",
				"Once you have used this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Divine Recovery",
			"source": "PlayerTalents1",
			"page": 24,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Nature Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can regain some of your magical energy by praying and communing with nature.",
				"During a short rest, you choose expended spell slots to recover. The spell slots can have a combined level that is equal to or less than half your cleric level (rounded up), and none of the slots can be 6th level or higher.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Divine Sneak Attack",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your deity has bestowed upon you the knowledge of how to strike subtly and exploit a foe's distraction.",
				"Once every turn, you can deal an extra @{damage 1d6} damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use a finesse or a ranged weapon. You don't need advantage on the attack roll if another enemy of the creature is within 5 feet of it, that enemy isn't incapacitated, and you don't have disadvantage on the attack roll. The amount of the extra damage increases as you gain levels in this class.",
				"The following level ranges show the increase in damage: 9th to 12th: +1d6, 13th to 16th: +2d6, 17th or higher: +3d6.",
				"This ability stacks with the Rogue's Sneak Attack ability."
			]
		},
		{
			"name": "Elemental Shape",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your deity has bestowed upon you the gift to shapeshift into an elemental.",
				"You can use your action to transform into an air elemental, earth elemental, fire elemental, or water elemental. It is otherwise identical to the Druid ability Wildshape.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Extra Channel Divinity",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use your Channel Divinity abilities more often than normal.",
				"When you have already expended all uses of your Channel Divinity feature, you can expend two spell slots of first level or one spell slot of second level or higher to activate Channel Divinity one additional time.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Extra Domain Knowledge",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have access to another domain granted by your deity.",
				"Choose an additional domain related to your deity. You now gain access from the spells listed from that domain. However, you can only prepare a maximum of two domain spells per level and you must have at least one spell from each domain list per level prepared.",
				"These do not count against the number of cleric spells you can prepare."
			]
		},
		{
			"name": "Gift of Lightning",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Tempest Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your deity has bestowed upon you the gift of knowledge to cast the Lightning Bolt spell.",
				"You learn the Lightning Bolt spell. It counts as a cleric spell for you but does not count against the number of your cleric spells known."
			]
		},
		{
			"name": "Improved Knowledge of Magic",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Knowledge Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You learn how to cast a spell of 6th level or below from another spellcaster class.",
				"You learn one spell of your choice from any class. The spell you choose must be of 6th level or below, or a cantrip.",
				"The chosen spell counts as a cleric spell for you but does not count against the number of your cleric spells known."
			]
		},
		{
			"name": "Knowledge of Magic",
			"source": "PlayerTalents1",
			"page": 25,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Knowledge Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You learn how to cast a spell of 3rd level or below from another spellcaster class.",
				"You learn one spell of your choice from any class. A spell you choose must be of 3rd level or below, or a cantrip.",
				"The chosen spell counts as a cleric spell for you but does not count against the number of your cleric spells known."
			]
		},
		{
			"name": "Improved Blinding Strike",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Light Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use your Blinding Strike more often than normal.",
				"You can use Blinding Strike at will."
			]
		},
		{
			"name": "Improved Cloak of Shadows",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Cloak of Shadows is more effective than normal.",
				"When you use Channel Divinity: Cloak of Shadows, you vanish for an extended period of time. As an action, you become invisible for 1 minute. You remain invisible even when you attack or cast a spell."
			]
		},
		{
			"name": "Improved Gift of Lightning",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Tempest Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your deity has bestowed upon you the gift of knowledge to cast the Chain Lightning spell.",
				"You learn the Chain Lightning spell. It counts as a cleric spell for you but does not count against the number of your cleric spells known."
			]
		},
		{
			"name": "Improved Swift Cure Wounds",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Life Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can cast Cure Wounds effortlessly and more often than normal",
				"You can take a bonus action to cast Cure Wounds.",
				"Additionally, once per long rest, you can use your reaction to cast Cure Wounds."
			]
		},
		{
			"name": "Improved Turn Undead",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Turn Undead ability is more powerful than normal.",
				"Undead creatures turned take 1d10 radiant damage for every four cleric levels you have (rounded up), up to a maximum of 5d10 damage.",
				"This damage does not end the turn effect."
			]
		},
		{
			"name": "Improved War God's Blessing",
			"source": "PlayerTalents1",
			"page": 26,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "War Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your War God's Blessing feature is more lethal than normal.",
				"When you use War God's Blessing and the recipient makes a successful Attack roll, the hit is considered a critical hit."
			]
		},
		{
			"name": "Swift Cure Wounds",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Life Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can cast Cure Wounds effortlessly.",
				"You can take a bonus action to cast Cure Wounds.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "War Strike",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Cleric",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Life Domain",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your martial prowess is better than normal.",
				"You can attack twice, instead of once, whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "Extra Circle Spells",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Circle of the Land",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You become a member of another circle and gain access to more spells granted by a Circle.",
				"Choose an additional land. You now gain access from the spells listed from that land. However, you can only prepare a maximum of two circle spells per level and you must have at least one spell from each circle list per level prepared.",
				"These do not count against the number of druid spells you can prepare."
			]
		},
		{
			"name": "Extra Wild Shape",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use Wild Shape more often than normal.",
				"When you have already expended all uses of your Wild Shape feature, you can expend two spell slots of first level or one spell slot of second level or higher to activate Wild Shape one additional time.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Imbued Wildshape",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Circle of the Moon",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"While transformed by Wild Shape, you can imbue your attacks with magical energy.",
				"While transformed by Wild Shape, you can take a bonus action to expend a spell slot of 2nd or 3rd level to give yourself a +1 bonus to your attack and damage rolls. The bonus only applies while you are in Wild Shape form and lasts for 1 minute.",
				"If you expend a spell slot of 4th or 5th level, the bonus increases to +2. If you expend a spell of 6th level or higher, the bonus increases to +3."
			]
		},
		{
			"name": "Improved Conjuration",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The creatures you summon are tougher than normal.",
				"Increase the maximum hit points of creatures summoned through your Conjure spells (Conjure Animals, Conjure Elementals, Conjure Woodland Beings, etc.) by a number equal to the creature's CR x your Wisdom modifier."
			]
		},
		{
			"name": "Improved Natural Recovery",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Circle of the Land",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You regain more of your magical energy than normal when you meditate and commune with nature.",
				"You regain up to two-thirds of your druid's level (rounded up) in spell levels instead of just half."
			]
		},
		{
			"name": "Instinctive Wild Shape",
			"source": "PlayerTalents1",
			"page": 27,
			"featureType": [
				"Talents"
			],
			"entries": [
				"You can use Wild Shape even if it is not your turn.",
				"You can use your reaction and expend two uses of your Wild Shape to activate Wild Shape."
			]
		},
		{
			"name": "Plant Form",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can take the form of Plants.",
				"As Wild Shape, but you can assume the form of plants that you have seen before."
			]
		},
		{
			"name": "Nature Sense",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are highly attuned to nature.",
				"You have advantage on ability checks that involve the skills Nature, Medicine, and Survival, as well as ability checks made with the Herbalism Kit."
			]
		},
		{
			"name": "Rejuvenate",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Druid",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your healing spells can provide a regenerative effect.",
				"Whenever you use a spell of 1st level or higher that restores hit points to a creature, you can choose to have the creature regain extra hit points equal to the spell's level at the end of each of your turns for a number of rounds equal to your Wisdom modifier.",
				"If the spell can affect more than one creature, only one creature (of your choosing) will benefit from the effect.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Called Strike",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Champion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You aim at a particular part of a creature's body when you attack with a weapon.",
				"You can choose to impose disadvantage on your next weapon attack. If you hit, it is considered a critical hit.",
				"Once you use this feature successfully, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Eldritch Weapon",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Eldritch Knight",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Weapon Bond",
						"entrySummary": "Weapon Bond"
					}
				}
			],
			"entries": [
				"Creatures you have struck with your spells become more vulnerable to your bonded weapon attacks.",
				"When using a bonded weapon and you hit a creature that has already taken damage or failed a saving throw from a spell you cast in the previous turn, you deal an extra damage equal to your Intelligence modifier."
			]
		},
		{
			"name": "Extra Action Surge",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you have already expended all uses of your Action Surge feature, you can use Action Surge one additional time.",
				"When combat ends, you suffer one level of exhaustion.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Extra Combat Maneuver",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Battle Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more combat maneuvers than normal.",
				"You gain one new combat superiority maneuver of your choosing."
			]
		},
		{
			"name": "Extra Fighting Style",
			"source": "PlayerTalents1",
			"page": 28,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more fighting styles than normal.",
				"You can choose a new option from the Fighting Style class feature list."
			]
		},
		{
			"name": "Extra Superiority Die",
			"source": "PlayerTalents1",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Battle Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are extraordinarily skilled with your combat maneuvers than normal.",
				"You gain one additional combat superiority die."
			]
		},
		{
			"name": "Imparing Critical",
			"source": "PlayerTalents1",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Champion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your critical blows are so particularly devastating they can cause temporary debilitating effects.",
				"When you score a critical hit and dealt damage to a creature, you can choose to apply a negative condition to it. The creature is allowed a saving throw to negate the effect. The DC is equal to 8 + your Proficiency bonus + your Strength or Dexterity modifier (your choice). The condition imposed on the creature is based on the type of damage dealt:",
				"Bludgeoning. The creature is stunned until the end of your next turn.",
				"Piercing. The creature is blinded until the end of your next turn.",
				"Slashing. The creature's speed is reduced to 0 and can't take reactions until the end of your next turn. It is also bleeding and will take extra weapon damage at the start of your next turn."
			]
		},
		{
			"name": "Improved Second Wind",
			"source": "PlayerTalents1",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have more stamnina than normal.",
				"You regain an extra 1d10 + your fighter's level in hit points when you use Second Wind."
			]
		},
		{
			"name": "Vicious Critical",
			"source": "PlayerTalents1",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Champion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your critical blows deal more damage than normal.",
				"When determining the extra damage you make from a critical hit, you also deal an extra damage equal to your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "PlayerTalents1",
			"page": 29,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Fighter",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Weapon Focus",
						"entrySummary": "Weapon Focus"
					}
				}
			],
			"entries": [
				"You specialize and hone your skills in the use of one type of weapon.",
				"Choose a weapon you have the talent Weapon Focus on. Your weapon damage rolls with the chosen weapon deal an extra {@damage 1d4} damage.",
				"You can retake this talent. Each time you do so, it must be a different weapon that you have the talent Weapon Focus on."
			]
		},
		{
			"name": "Abundant Step",
			"source": "PlayerTalents1",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Open Hand",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain the ability to teleport.",
				"You can spend 2 ki points and cast Dimension Door.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Drunken Mongoose",
			"source": "PlayerTalents1",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Open Hand",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can dodge and redirect a creature's attack.",
				"When a creature hits you with a melee weapon attack but before the outcome is determined, you can use your reaction and spend a number of Ki points (minimum of 1) and add it to your AC. If the creature's attack would now count as a miss, you can choose to redirect that attack to another creature that is within its range. Use the original attack roll to determine if the attack hits.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Elemental Combo",
			"source": "PlayerTalents1",
			"page": 30,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Elements",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can make an unarmed attack after casting an elemental discipline in the same turn.",
				"After you use an action to cast an elemental discipline, you can spend 1 ki point to make two unarmed strikes as a bonus action."
			]
		},
		{
			"name": "Extra Elemental Discipline",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Elements",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more elemental disciplines than normal.",
				"You learn one new elemental discipline. You can retake this talent one additional time only"
			]
		},
		{
			"name": "Extra Ki",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have more Ki points than normal.",
				"Increase your total Ki points by 2. You can retake this talent one additional time only."
			]
		},
		{
			"name": "Greater Ki-Empowered Strikes",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can temporarily make your Ki-Empowered Strikes more powerful.",
				"You can spend 3 Ki points to bestow a +2 bonus to the attack and damage rolls of your unarmed attacks. The bonus lasts until the end of your turn."
			]
		},
		{
			"name": "Improved Ki-Empowered Strikes",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can temporarily make your Ki-Empowered Strikes more effective.",
				"You can spend 1 Ki point to bestow a +1 bonus to the attack and damage rolls of your unarmed attacks. The bonus lasts until the end of your turn."
			]
		},
		{
			"name": "Improved Unarmored Defense",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your unarmored defense is better than normal.",
				"Increase your unarmored defense bonus by 1."
			]
		},
		{
			"name": "Instinctive Shadow Step",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Shadow",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use Shadow Step even if it is not your turn.",
				"You can use your reaction to perform Shadow Step.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Ki Focus",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Ki-based abilties are harder to resist.",
				"Increase the DC of your Ki-based abilities by 1."
			]
		},
		{
			"name": "Shadow Strike",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Monk",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Way of the Shadow",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You make deadly strikes after using Shadow Step.",
				"On your turn, after using Shadow Step, the first melee attack you make has advantage. If you hit, you deal extra damage equal to your Wisdom modifier. Additionally, any hit you score against a creature that is surprised is a critical hit."
			]
		},
		{
			"name": "Blessed Divine Strike",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Divine Smite strikes are further empowered by your deity's grace.",
				"Your Divine Smite deals an extra radiant damage equal to your Charisma modifier."
			]
		},
		{
			"name": "Deadly Divine Smite",
			"source": "PlayerTalents1",
			"page": 31,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Potent Divine Smite",
						"entrySummary": "Potent Divine Smite"
					}
				}
			],
			"entries": [
				"Your Divine Smite strikes harder than normal.",
				"When rolling for Divine Smite and Improved Divine Smite damage, all die rolls of 1s and 2s are treated as 3s."
			]
		},
		{
			"name": "Divine Lore",
			"source": "PlayerTalents1",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain access to one spell from the Cleric spell list.",
				"You learn one spell of your choice from the Cleric's spell list. The spell you choose must be of a level you can cast, as shown on the Paladin table. The chosen spell counts as a Paladin spell for you but does not count against the number of Paladin spells you know.",
				"You can retake this talent one additional time only."
			]
		},
		{
			"name": "Extra Fighting Style",
			"source": "PlayerTalents1",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more fighting styles than normal.",
				"You can choose a new option from the Fighting Style class feature list."
			]
		},
		{
			"name": "Extra Sacred Oath Channel Divinity",
			"source": "PlayerTalents1",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use your Sacred Oath Channel Divinity abilities more often than normal.",
				"When you have already expended all uses of your Sacred Oath Channel Divinity feature, you can expend one spell slot of first level or higher instead to activate your Sacred Oath Channel Divinity one additional time.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Improved Abjure Enemy",
			"source": "PlayerTalents1",
			"page": 32,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Vengeance",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can affect more creatures with your Abjure Enemy than normal.",
				"You can choose up to a number of enemies equal to your Charisma modifier. Each enemy should be within 60 feet of you that you can see."
			]
		},
		{
			"name": "Improved Aura",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The range of your auras are farther than normal.",
				"Increase the range of all your Paladin auras (Aura of Protection, Aura of Courage, Aura of Devotion, etc.) by 10 feet. It stacks with the increase gained normally at 18th level."
			]
		},
		{
			"name": "Improved Lay of Hands",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The healing from your Lay on Hands is more effective than normal.",
				"Your Lay on Hands ability can restore a total amount of hit points equal to your Paladin level x 8."
			]
		},
		{
			"name": "Improved Nature's Wrath",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Ancients",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Nature's Wrath ability can damage creatures.",
				"At the beginning of each of your turns, any creature restrained by Nature's Wrath takes damage equal to your Charisma modifier."
			]
		},
		{
			"name": "Improved Sacred Weapon",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Devotion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your weapon deals more damage than normal when Sacred Weapon is activated.",
				"You add your Charisma modifier to your weapon damage rolls while Sacred Weapon is activated."
			]
		},
		{
			"name": "Improved Turn the Faithless",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Ancients",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Turn the Faithless ability is more powerful than normal.",
				"Fey or fiend creatures turned take 1d6 radiant damage for every four paladin levels you have (rounded up), up to a maximum of 5d6 damage. This damage does not end the turn effect."
			]
		},
		{
			"name": "Improved Turn the Unholy",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Devotion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Turn the Faithless ability is more powerful than normal.",
				"Fiend or undead creatures turned take 1d6 radiant damage for every four paladin levels you have (rounded up), up to a maximum of 5d6 damage. This damage does not end the turn effect."
			]
		},
		{
			"name": "Improved Vow of Enmity",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Oath of Vengeance",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You deal more damage than normal to creatures you have targeted with Vow of Enmity.",
				"Add your Charisma modifier to your damage rolls made against a creature targeted by your Vow of Enmity."
			]
		},
		{
			"name": "Potent Divine Smite",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Divine Smite strikes harder than normal.",
				"When rolling for Divine Smite and Improved Divine Smite damage, all die rolls of 1s are treated as 2s."
			]
		},
		{
			"name": "Beast Combo Strike",
			"source": "PlayerTalents1",
			"page": 33,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Beast Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You exploit a creature's momentary vulnerability when both you and your beast companion hit it at the same time.",
				"On your turn, if both you and your beast companion attacked and hit the same creature in the same turn, you can take a bonus action to have both you and your beast companion make one weapon attack each at the same creature.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Beast Intercept",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Beast Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can command your beast companion to cut off a moving creature.",
				"You can use your reaction to command your beast companion to move up to its speed to a square adjacent to an enemy. If your beast companion ends its movement adjacent to that enemy, it can make one melee attack. If the attack hits, the speed of the enemy becomes 0 until the end of its turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Druidic Lore",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain access to one spell from the Druid spell list.",
				"You learn one spell of your choice from the Druid's spell list. The spell you choose must be of a level you can cast, as shown on the Ranger table. The chosen spell counts as a Ranger spell for you but don't count against the number of Ranger spells you know.",
				"You can retake this talent one additional time only."
			]
		},
		{
			"name": "Extra Defensive Tactics",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Hunter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have extra knowledge of Defensive Tactics than normal.",
				"You gain one other feature from the Defensive Tactics list."
			]
		},
		{
			"name": "Extra Favored Enemy",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have more favored enemies than normal.",
				"You gain one additional favored enemy."
			]
		},
		{
			"name": "Extra Favored Terrain",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have more favored terrain than normal.",
				"You gain one additional favored terrain."
			]
		},
		{
			"name": "Extra Fighting Style",
			"source": "PlayerTalents1",
			"page": 34,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more fighting styles than normal.",
				"You can choose a new option from the Fighting Style class feature list."
			]
		},
		{
			"name": "Extra Hunter's Prey",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Hunter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more Hunter's Prey combat manuevers than normal.",
				"You gain one other feature from the Hunter's Prey list."
			]
		},
		{
			"name": "Favored Enemy Slayer",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Improved Favored Enemy",
						"entrySummary": "Improved Favored Enemy"
					}
				}
			],
			"entries": [
				"You know how to exploit your favored enemies' vulnerabilities in combat.",
				"Your weapon attacks against your favored enemies score a critical hit on a roll of 19 or 20."
			]
		},
		{
			"name": "Greater Ranger's Companion",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Beast Master",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Improved Ranger's Companion",
						"entrySummary": "Improved Ranger's Companion"
					}
				}
			],
			"entries": [
				"You can gain a more dangerous beast companion than normal.",
				"As Ranger's Companion, but you can choose a beast of Large size or smaller as a companion. It must have a challenge rating of 2 or lower. If it has two or more attacks, it does not benefit from Bestial Fury.",
				"While you have a Greater Ranger's Companion, the number of third and fourth level spell slots you have is reduced by 1 each."
			]
		},
		{
			"name": "Improved Favored Enemy",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You know how to fight your favored enemies more effectively in combat.",
				"Your weapon damage rolls deal an extra {@damage 1d4} damage against your favored enemies."
			]
		},
		{
			"name": "Improved Multiattack",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Hunter",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Once in a while you can unleash Volley or Whirlwind Attack quicker than normal.",
				"On your turn, you can take a bonus action to perform a Volley or Whirlwind Attack.",
				"Once you use this feature, you cannot use it again until you finish a long rest. You can still use an action to perform Volley or Whirlwind Attack as normal."
			]
		},
		{
			"name": "Improved Ranger's Companion",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Beast Master",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can gain a better beast companion than normal at the expense of some of your spellcasting ability.",
				"As Ranger's Companion, but it can have a challenge rating of 1 or lower and it can only make one attack every turn.",
				"While you have an Improved Ranger's Companion, the number of first and second level spell slots you have is reduced by 1 each."
			]
		},
		{
			"name": "Nature Sense",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are highly attuned to nature.",
				"You have advantage on ability checks that involve the skills Nature, Medicine, and Survival, as well as ability checks made with the Herbalism Kit."
			]
		},
		{
			"name": "Arcane Exploit",
			"source": "PlayerTalents1",
			"page": 35,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcane Trickster",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your spells can provide you with a window of opportunity to strike.",
				"On your turn, if a creature takes damage from or fails its saving throw against a spell you cast, you can take a bonus action to make one weapon attack against that creature."
			]
		},
		{
			"name": "Deadly Sneak Attack",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Paladin",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Deft Sneak Attack",
						"entrySummary": "Deft Sneak Attack"
					}
				}
			],
			"entries": [
				"Your Sneak Attacks are more accurate compared to others.",
				"When you roll for Sneak attack damage, every die roll of 1 or 2 is treated as a 3."
			]
		},
		{
			"name": "Deft Sneak Attack",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Sneak Attacks are more accurate compared to others.",
				"When you roll for Sneak attack damage, every die roll of 1 is treated as a 2."
			]
		},
		{
			"name": "Extra Expertise",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain expertise in one of your skill proficiencies.",
				"Select one of your skill proficiencies that you do not have Expertise in. Your proficiency bonus is doubled for any ability check you make with that skill"
			]
		},
		{
			"name": "Gouge",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can temporarily blind a creature when you use Sneak Attack with a piercing weapon.",
				"You treat the spear as a finesse weapon.",
				"Additionally, on your turn, you can choose to gouge a creature's eyes after a successful sneak attack with a piercing weapon. The creature is allowed a Constitution saving throw to negate the effect. The DC is equal to 8 + your proficiency bonus + your Dexterity modifier. If the creature fails its saving throw, it is blinded until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Hamstring",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You slash the tendons behind a creature's leg when you use Sneak Attack with a slashing weapon, crippling it temporarily.",
				"You treat light slashing weapons (handaxe, sickle) as finesse weapons.",
				"Additionally, on your turn, after a successful sneak attack hit with a slashing weapon, you can forgo 1d6 sneak attack damage and attempt to temporarily cripple the creature struck. The creature is allowed a Constitution saving throw to negate the effect. The DC is equal to 8 + your proficiency bonus + your Dexterity modifier. If the creature fails its saving throw, it can't use reactions, its speed is halved, and it can' t make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature is allowed a new saving throw at the end of each of its turns.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Imparing Strike",
			"source": "PlayerTalents1",
			"page": 36,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Arcane Trickster",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You learn how to make your sneak undercut a creature's resistance to your spells.",
				"When you successfully hit a creature with a Sneak Attack, you impose disadvantage on the creature's next saving throw against a spell you cast before the end of your next turn."
			]
		},
		{
			"name": "Improved Uncanny Dodge",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Thief",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Once in a while you can avoid all damage from an attack that hits you.",
				"When an attacker you can see hits you with an attack, you can use your reaction to reduce the attack's damage to 0. Once you use this feature, you cannot use it again until you finish a short or long rest. You can still use Uncanny Dodge as normal."
			]
		},
		{
			"name": "Master Assassin",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Assassin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can be lethal when you get to act first over your intended target.",
				"On your turn, when you hit a creature that has not taken a turn in the combat yet, you can choose to make that hit a critical hit.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Poisoncraft",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Assassin",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The use and application of poison is almost second nature to you.",
				"You can take a bonus action to apply poison to your weapon."
			]
		},
		{
			"name": "Sap",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Sneak Attack with a bludgeoning weapon can also stun a creature.",
				"You treat all simple bludgeoning weapons (blackjack or club, light hammer, mace, quarterstaff) as finesse weapons.",
				"Additionally, on your turn, after a successful sneak attack with a bludgeoning weapon against a creature, you can forgo 1d6 sneak attack damage and choose to sap it. The creature is allowed a Constitution saving throw to negate the effect. The DC is equal to 8 + your proficiency bonus + your Dexterity modifier. If the creature fails its saving throw, it is stunned until the end of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Thief Acrobat",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Thief",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are highly skilled expert in the art of breaking into places that are difficult to reach. You can easily perform flips, tumbles, barrel rolls, twists, wall walks, and other feats of dexterity and acrobatics.",
				"You have advantage on Dexterity (Acrobatics) checks and Strength (Athletics) checks when jumping while using a 10-foot pole.",
				"Additionally, you can use the 10-foot pole as a weapon (treat as quarterstaff, but it is a finesse weapon to you and has a reach of 10 feet)."
			]
		},
		{
			"name": "Double Wing Strike",
			"source": "PlayerTalents1",
			"page": 37,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Draconic Bloodline",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are able to attack with your dragon wings.",
				"On your turn, if you have your Dragon Wings manifested and you are not flying, you can use an action to make two attacks with your wings. You attack with each wing as if they are melee spell attacks that have a range of 10 feet. Each wing attack deals magical damage equal to 1d8 + your proficiency bonus + your Charisma modifier."
			]
		},
		{
			"name": "Dragon Wing Shield",
			"source": "PlayerTalents1",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Draconic Bloodline",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can block an incoming attack with your dragon wings.",
				"When you have your Dragon Wings manifested and are not flying and you are hit by an attack but the outcome has not yet been determined, you can use your reaction to block the attack using your wings. You gain a bonus to your AC or Dexterity saving throw equal to your Charisma modifier until the start of your next turn.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Extra Metamagic",
			"source": "PlayerTalents1",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more Metamagic abilities compared to others.",
				"You gain one additional Metamagic option of your choice."
			]
		},
		{
			"name": "Extra Sorcery Points",
			"source": "PlayerTalents1",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have more Sorcery Points than normal.",
				"Your total Sorcery points is increased by 2. You can retake this talent one additional time only"
			]
		},
		{
			"name": "Improved Bend Luck",
			"source": "PlayerTalents1",
			"page": 38,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Wild Magic",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your ability to twist fate is better than normal.",
				"You roll {@dice 1d8} instead of 1d4 when using the Bend Luck ability."
			]
		},
		{
			"name": "Improved Control Chaos",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Wild Magic",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have better control over the surges of your wild magic compared to others.",
				"Whenever you roll on the Wild Magic Surge table, you can roll thrice and use any of the numbers."
			]
		},
		{
			"name": "Improved Draconic Resilience",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Draconic Bloodline",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can draw supernatural endurance and will power from your draconic bloodline.",
				"You can use your reaction to gain resistance to all types of damage and advantage on all saving throws until the end of the turn.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Improved Elemental Affinity",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Draconic Bloodline",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your spells related to your Draconic heritage is harder to resist.",
				"Increase the DC of the spells associated with your Draconic Ancestry by 1."
			]
		},
		{
			"name": "Improved Flexible Casting",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have mastered the art of Flexible Casting.",
				"The cost of creating spell slots as shown in the Creating Spell Slots table (PHB p.101) will cost you 1 sorcery point less than normal. Additionally, you can create spell slots of up to 6th level. It will cost 7 sorcery points to convert a 6th level spell slot."
			]
		},
		{
			"name": "Selected Chaos",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Sorcerer",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Wild Magic",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have extraordinary control over the surges of your wild magic compared to others.",
				"After rolling and determining the number on the Wild Magic Surge table, you can choose a result that is 2 lower or 2 higher than the number. For example, if you rolled a 66 on the Wild Magic Surge table, you can choose any number from 64 to 68 as your result.",
				"Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Dark Forte",
			"source": "PlayerTalents1",
			"page": 39,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You focus on a fewer cantrips, spells, and invocations in order to increase the number of spells you can cast.",
				"Increase your spell slot by 1 but reduce your cantrips known by 1, your spells known by 3, and invocations known by 2.",
				""
			]
		},
		{
			"name": "Distracting Intrusion",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"Using your alien knowledge, you intrude upon the thoughts of a creature, momentarily distracting it and making it more vulnerable to your attack.",
				"As a bonus action, select a creature that you can see within 30 feet of you. It must succeed on a Wisdom saving throw against 8 + your proficiency bonus + your Charisma modifier. On a failed save, you have advantage on your attack rolls against the target and you impose disadvantage on the creature's saving throws until the end of your turn. This creature must know at least one language or the feature will have no effect.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Extra Dark One's Luck",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Fiend"
				}
			],
			"entries": [
				"You can use Dark One's Own Luck more often than normal.",
				"You can use Dark One's Own Luck one additional time between rests."
			]
		},
		{
			"name": "Extra Entropic Ward",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"You can use Entropic Ward more often than normal.",
				"You can use Entropic Ward one additional time between rests."
			]
		},
		{
			"name": "Extra Fey Presence",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Archfey"
				}
			],
			"entries": [
				"You can use Fey Presence more often than normal.",
				"You can use Fey Presence one additional time between rests."
			]
		},
		{
			"name": "Extra Invocation",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have knowledge of more invocations compared to others.",
				"Your total known Invocations is increased by 1. You can retake this talent one additional time only."
			]
		},
		{
			"name": "Improved Dark One's Blessing",
			"source": "PlayerTalents1",
			"page": 40,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Fiend"
				}
			],
			"entries": [
				"You gain more from your Dark One's Blessing than normal.",
				"Aside from the temporary hit points you gain when you reduce a hostile creature to 0 hit points, your proficiency bonus is also temporarily increased by 1 until the end of your next turn. This effect does not stack."
			]
		},
		{
			"name": "Improved Misty Escape",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					},
					"patron": "The Archfey"
				}
			],
			"entries": [
				"You can avoid damage when you use Misty Escape.",
				"When you use Misty Escape, the damage you received is reduced by half."
			]
		},
		{
			"name": "Pernicious Magic",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 1,
						"class": {
							"name": "Warlock",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Dark magic makes your spells harder to counter and dispel.",
				"Your spells are treated as two levels higher when they become the target of counter spells and dispel magic."
			]
		},
		{
			"name": "Arcane Tradition Focus",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"The spells from the school of your chosen Arcane Tradition is harder to resist than normal.",
				"Increase the DC of the spells from the school of your chosen Arcane Tradition by 1."
			]
		},
		{
			"name": "Arcane Tradition Prodigy",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are more practiced and naturally talented in the school of your Arcane Tradition. You can cast more spells from your school of tradition more often than normal.",
				"Choose a spell of 3rd level or below from your spellbook that is under your school of your Arcane Tradition. You always have this spell prepared, it does not count against the number of spells you have prepared, and you can cast it once at its standard level without expending a spell slot. When you do so, you can not do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Greater Arcane Recovery",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						}
					},
					"otherSummary": {
						"entry": "Improved Arcane Recovery",
						"entrySummary": "Improved Arcane Recovery"
					}
				}
			],
			"entries": [
				"You can regain higher magical energy than normal when studying your spellbook.",
				"You can use Arcane Recovery to recover spell slots of up to 6th level."
			]
		},
		{
			"name": "Improved Arcane Recovery",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 3,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You regain more of your magical energy than normal when studying your spellbook.",
				"The spell slots you can recover is increased to two-thirds of your wizard's level."
			]
		},
		{
			"name": "Improved Arcane Ward",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Transmutation",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Arcane Ward is more potent than normal.",
				"The hit points of your Arcane Ward is increased to thrice your Wizard's level + twice your Intelligence modifier."
			]
		},
		{
			"name": "Improved Grim Harvest",
			"source": "PlayerTalents1",
			"page": 41,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Necromancy",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You gain more benefits from your Grim Harvest than normal.",
				"Aside from the temporary hit points you gain when you kill a creature with a spell of 1st level or higher, your proficiency bonus is also temporarily increased by 1 until the end of your next turn. This effect does not stack."
			]
		},
		{
			"name": "Improved Instinctive Charm",
			"source": "PlayerTalents1",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Enchantment",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Instinctive Charm is more potent than normal.",
				"You can choose the attacker's target when there are multiple creatures closest."
			]
		},
		{
			"name": "Improved Portent",
			"source": "PlayerTalents1",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Divination",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are better in reading the future compared to others.",
				"Increase the number of d20s you roll by 1. When you gain Greater Portent at 14th level, you roll four d20s."
			]
		},
		{
			"name": "Improved Sculpt Spell",
			"source": "PlayerTalents1",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Evocation",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can choose more creatures than normal when you use Scult Spell.",
				"Increase the number of creatures you can choose to 1 + your Intelligence modifier + the spell's level."
			]
		},
		{
			"name": "Improved Benign Transposition",
			"source": "PlayerTalents1",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Conjuration",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can use Benign Transposition even if it is not your turn.",
				"You can use your reaction to invoke Benign Transposition.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Swift Illusion Spell",
			"source": "PlayerTalents1",
			"page": 42,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Illusion",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are an expert in the school of illusion that you can sometimes cast certain low level illusion spells without effort.",
				"You can take a bonus action to cast a cantrip or a 2nd level spell or below from the school of Illusion.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Swift Transmutation Spell",
			"source": "PlayerTalents1",
			"page": 43,
			"featureType": [
				"Talents"
			],
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard",
							"source": "PHB",
							"visible": true
						},
						"subclass": {
							"name": "Transmutation",
							"source": "PHB",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are an expert in the school of transmutation that you can sometimes cast certain low level transmutation spells without effort.",
				"You can take a bonus action to cast a cantrip or a 2nd level spell or below from the school of Transmutation.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		}
	]
}
