{
	"_meta": {
		"sources": [
			{
				"json": "MFOV:M",
				"abbreviation": "MFOV",
				"authors": [
					"The Finger"
				],
				"full": "Middle Finger of Vecna: Metamagic",
				"url": "http://mfov.magehandpress.com/2015/08/metamagic.html",
				"version": "2015.12.08"
			},
			{
				"json": "MFOV:MMM",
				"abbreviation": "MFOV",
				"authors": [
					"The Finger"
				],
				"full": "Middle Finger of Vecna: More Metamagic",
				"url": "http://mfov.magehandpress.com/2018/05/more-metamagic.html",
				"version": "2018.05.09"
			}
		],
		"dateAdded": 1545342498,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9e7a6552b9",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Delayed Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell, you can expend 2 sorcery points to delay its effect one to three turns. Before the spell is cast, you select the duration, the target, and roll any relevant attack rolls. Any effects on the spell's targets, including saving throws, are resolved when the spell triggers. If any conditions change between casting and effect of the spell that would make the spell impossible–such as the target leaving the spell's maximum range before the spell goes off–the spell fails."
			]
		},
		{
			"name": "Translocate Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell, you can expend 1 sorcery point to change the origin of the spell to any space you choose within 30 feet of you. If the spell affects another creature, you must be able to see that creature."
			]
		},
		{
			"name": "Precise Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell that requires one or more spell attack rolls, you can expend 3 sorcery points to gain advantage on one roll."
			]
		},
		{
			"name": "Invisible Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell with a duration of instantaneous that other creatures can see, you can expend 1 sorcery point to make any visual manifestations of the spell's casting invisible."
			]
		},
		{
			"name": "Bend Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell that requires a spell attack roll, you can expend 1 sorcery point to target a creature that has left your line of sight since your last turn but is still within the range of the spell. Additionally, this spell ignores half cover and three-quarters cover."
			]
		},
		{
			"name": "Sculpt Spell",
			"source": "MFOV:M",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell with a range that affects an area, you can expend 1 sorcery point to change the area's shape in one of the following ways:",
				{
					"type": "list",
					"items": [
						"If the spell's range is a line, you can change it to a cone of half range.",
						"If the spell's range is a cone, you can change it to a 5-foot-wide line with double range.",
						"If the spell's range is a sphere, you can change its area to a cylinder of half radius and double height.",
						"If the spell's range is a cylinder, you can change its area to a sphere of the same radius."
					]
				}
			]
		},
		{
			"name": "Doublecast Spell",
			"featureType": [
				"MM"
			],
			"source": "MFOV:MMM",
			"entries": [
				"When you cast a spell that targets only one creature and doesn't have a range of self, you can spend 3 sorcery points to cast a second, different spell at the same target. The second spell must also target only one creature and not have a range of self. You must expend the appropriate spell slot for both spells."
			]
		},
		{
			"name": "Efficient Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell of 2nd, 3rd, 4th or 5th level, you can spend a number of sorcery points equal to the spell's level to cast it using a spell slot one level lower than the spell's normal level, without changing the effects of the spell."
			]
		},
		{
			"name": "Liquid Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a non-instantaneous spell with a range of Self, you can spend a number of sorcery points equal to the spell's level (1 sorcery point for cantrips) to turn the spell into 4 ounces of drinkable liquid. You must have an appropriate container in which to store it. The liquid is then considered a potion, which grants the drinker the benefits of your spell for the spell's normal duration. The spell is treated as if it was cast by you, but you do not need to concentrate on it if it would normally require concentration. The potion loses its potency when you take a long rest."
			]
		},
		{
			"name": "Non-lethal Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"When cast a spell that reduces a creature to 0 hit points, you can spend 1 sorcery point to knock the creature out, rendering it unconscious, rather than deal a killing blow."
			]
		},
		{
			"name": "Slippery Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"You can spend 1 sorcery point when you cast a spell to make it unbreakable by the spells {@spell counterspell}, {@spell dispel magic}, and {@spell remove curse}."
			]
		},
		{
			"name": "Switch Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you are concentrating on a spell, you can use a bonus action on your turn and spend 2 sorcery point to change that spell to a different spell. The new spell must be of a lower level than the original, and is considered to be cast at the lowest possible level. If the original spell had a target, that target must still be valid for the new spell; for example, you cannot switch a spell you have cast on someone else to a spell with a range of Self. The new spell's duration is equal to whatever time remained of the old spell's duration or its standard duration, whichever is shorter. You cannot switch a spell more than once."
			]
		},
		{
			"name": "Transmute Spell",
			"source": "MFOV:MMM",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you cast a spell that deals damage, you can spend 1 sorcery point to change the spell's damage type(s) to any other type of your choice."
			]
		}
	]
}
