{
	"_meta": {
		"sources": [
			{
				"json": "R:FS",
				"abbreviation": "R:FS",
				"color": "fff700",
				"full": "Reddit Unearthed Arcana Fighting Styles",
				"authors": [
					"MonkeyDM"
				],
				"version": "1.0.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/search?q=fighting+style&restrict_sr=on&sort=relevance&t=all",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "feee8c5ec0",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Blind Archery",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:R"
			],
			"entries": [
				"You learn the {@spell find familiar} spell, it counts as a ranger spell for you and doesn't count against your maximum number of spells known and you can cast it as a ritual. You can cast the spell once per day without expending material components.",
				"Additionally when you cast the spell, instead of using an action to see through your familiar's senses, vou can do it at will (no actions required), as long as your familiar stays within 100 feet of you, This allows you to position your body and attack using your familiar's senses to locate enemies.",
				"{@i This fighting style was written by Monkey DM}"
			]
		},
		{
			"name": "Close-Quarter",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You can use a weapon with the ammunition property as a melee weapon with the finesse property that deals {@dice 1d6} bludgeoning damage or {@dice 1d8} bludgeoning if it has the heavy property. You are proficient in its use.",
				"{@i This fighting style was written by Portent Press}"
			]
		},
		{
			"name": "Akimbo",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You can engage in two-weapon fighting with any ranged weapon with the light property, and you don't need a free hand to load ammunition into a one-handed weapon.",
				"{@i This fighting style was written by Portent Press}"
			]
		},
		{
			"name": "Grounded",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"At the start of your turn, if you aren't incapacitated, you can reduce your speed to 0 until the start of your next turn. If you do, you can make one opportunity attack before the start of your next turn without using your reaction.",
				"{@i This fighting style was written by Portent Press}"
			]
		},
		{
			"name": "Simplicity",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You have a +1 bonus to attack rolls made with simple weapons, and the damage die of simple weapons increases by one size for you. For example, {@dice 1d4} would become {@dice 1d6}.",
				"{@i This fighting style was written by Portent Press}"
			]
		},
		{
			"name": "Skirmishing",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When you take the attack action, opportunity attacks are made at disadvantage against you until the start of your next turn",
				"{@i This fighting style was written by u/1who-cares1}"
			]
		},
		{
			"name": "Versatile Fighter",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When you make a one-handed melee attack, you gain a +1 to attack rolls; and when you make a two-handed melee attack, you gain a +1 to damage rolls.",
				"Additionally, when you wield a weapon with the Versatile property, and no other weapon, you gain a +1 bonus to AC.",
				"{@i This fighting style was written by Bubz}"
			]
		},
		{
			"name": "Duck and Dive",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When an attack misses you, you can use your reaction to expend a hit die, roll it, and regain a number of hit points equal to the number rolled + your Constitution modifier.",
				"{@i This fighting style was written by Snuggs}"
			]
		},
		{
			"name": "Love and Hate",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"While engaging in two-weapon fighting with at least one firearm, or when wielding a firearm and a shield, you can reload any firearms you are holding as a bonus action without having a free hand.",
				"{@i This fighting style was written by Snuggs}"
			]
		},
		{
			"name": "Dual Wielding",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"While you are dual wielding, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your main-hand weapon can lack the light feature.",
						"When a creature misses you with a melee attack, you can use your reaction to make an off-hand weapon attack against the creature."
					]
				},
				"{@i This fighting style was written by Pocket}"
			]
		},
		{
			"name": "Berserkergang",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"You fight with reckless abandon in battle. Once per turn, you can grant yourself advantage on a single attack roll. Once you take this advantaged attack, your Armor Class is reduced by 2 until the beginning of your next turn.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Classical Swordplay",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"While you are wielding a finesse weapon and nothing else, you gain a +1 bonus to your attack rolls and a +1 to your Armor Class so long as you are not wearing heavy armor.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Featherweight Fighting",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:R"
			],
			"entries": [
				"While you are wielding only light weapons, your movement speed increases by 10 feet and you gain a +1 bonus to your damage rolls, so long as you are not wearing medium armor, heavy armor, or wielding a shield.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Heavyweight Fighting",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"You use your weight, and that of your weapon, to land devastating blows. While you are wielding a heavy weapon, you gain a +2 bonus to damage rolls and you have advantage on Strength (Athletics) checks made to Shove.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Improvised Fighting",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F"
			],
			"entries": [
				"You gain proficiency with improvised weapons. Once per turn, when you hit with an improvised weapon attack, you can roll the damage die twice and take the higher roll. When you do this, the improvised weapon is destroyed and cannot be used for further attacks. This feature cannot be used to destroy magical objects.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Mariner",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:R"
			],
			"entries": [
				"When you are not wearing medium or heavy armor, or using a shield, you have a swimming speed equal to your movement speed, and you gain a +1 bonus to your Armor Class.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Melee Marksman",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:R"
			],
			"entries": [
				"When you make a ranged attack targeting a creature within 5 feet of you, you do not have disadvantage on the attack roll.",
				"If you make a ranged attack against a creature within 5 feet, you can use a bonus action to strike the creature with your ranged weapon, dealing {@dice 1d4} bludgeoning damage on hit.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Mounted Warrior",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"Once per turn, when you hit a Large or smaller creature with a melee attack while mounted, you can force it to make a Strength saving throw (DC = 8 + your proficiency bonus + your Strength modifier). On a failure, it is knocked prone.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Pit Fighting",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F"
			],
			"entries": [
				"Your have trained to fight with weapons typically associated with gladiators, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"Use an upgraded damage die for Tridents you attack with (upgrade by 2, Example: d8 -> d10)",
						"When making an attack roll with a net against a creature within 5 feet, you do not have disadvantage on the roll.",
						"When you take the Attack action on your turn, making an attack with a net only takes the place of one attack."
					]
				},
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Shield Warrior",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"You gain proficiency with shields as a martial melee weapon. On hit, you deal {@dice 2d4} bludgeoning damage. If you are wielding a shield and nothing else, you gain a +1 bonus to both your damage rolls with shield attacks, and to your Armor Class.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Standard Bearer",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"When a creature within 5 feet of you makes an attack against a creature that you can see, you can grant them advantage on their attack roll as a reaction. You must be carrying a banner, flag, or standard in your hand to use this reaction.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Strongbow",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You can use your Strength modifier, in place of Dexterity, for your attack and damage rolls with longbows and shortbows.",
				"{@i This fighting style was written by Laserllama}"
			]
		},
		{
			"name": "Wrestler",
			"source": "R:FS",
			"isClassFeatureVariant": true,
			"featureType": [
				"FS:F"
			],
			"entries": [
				"When you take the Attack action on your turn, you can attempt to grapple or shove a creature as a bonus action on that turn, so long as you have a free hand to do so. Also, you can drag grappled creatures up to your full movement speed.",
				"{@i This fighting style was written by Laserllama}"
			]
		}
	]
}
