{
	"_meta": {
		"sources": [
			{
				"json": "NftFR",
				"abbreviation": "NftFR",
				"full": "Notes from the Far Realm",
				"authors": [
					"Sandwichbear"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/8pkane/eldritch_invocations_notes_from_the_far_realm_an/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "77b1188233",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Acid Wave",
			"prerequisite": [
				{
					"spell": [
						"{@spell acid splash}"
					]
				}
			],
			"entries": [
				"When you cast acid splash, you can target a number of additional creatures equal to your Charisma modifier (minimum of one). Each target of the spell must be within 5 feet of another target."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Avatar of Viryn",
			"prerequisite": [
				{
					"spell": [
						"{@spell dancing lights}"
					]
				}
			],
			"entries": [
				"You can cast spells as though you were in the space of the glowing humanoid form created by dancing lights, but you must use your own senses."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Baalzebul's Folly",
			"prerequisite": [
				{
					"spell": [
						"{@spell vicious mockery}"
					]
				}
			],
			"entries": [
				"If a creature fails its saving throw against vicious mockery, it falls {@condition prone} if it moves more than half of its speed before the end of your next turn."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Blackland Wanderer",
			"prerequisite": [
				{
					"spell": [
						"{@spell shillelagh}"
					]
				}
			],
			"entries": [
				"Once on each of your turns when you hit a creature with a weapon under the effect of shillelagh, you can cause the creature to take force damage equal to {@dice 1d4} + your warlock level."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Celestial Blessing",
			"prerequisite": [
				{
					"spell": [
						"{@spell guidance}",
						"{@spell resistance}"
					]
				}
			],
			"entries": [
				"When you cast guidance or resistance, you can target additional creatures in range with the same spell, up to a number equal to your Charisma modifier (minimum of one)."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Defy the Living",
			"prerequisite": [
				{
					"spell": [
						"{@spell spare the dying}"
					]
				}
			],
			"entries": [
				"When you cast spare the dying, the target is under the effect of a {@spell feign death} spell until it regains any hit points."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Dreams of the Summer Court",
			"prerequisite": [
				{
					"spell": [
						"{@spell minor illusion}"
					]
				}
			],
			"entries": [
				"When you cast minor illusion, its range is 300 feet, and you can choose the illusion to be imperceptible to any number of creatures you have seen in the past minute."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Eldritch Ward",
			"prerequisite": [
				{
					"spell": [
						"{@spell blade ward}"
					]
				}
			],
			"entries": [
				"When you cast blade ward, you also have resistance to the damage of spells for the duration."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Empyrean Light",
			"prerequisite": [
				{
					"spell": [
						"{@spell light}"
					]
				}
			],
			"entries": [
				"Non-hostile creatures within the bright light created by the light spell can reroll any 1 on a die rolled to restore hit points, but they must use the new roll, even if it is another 1."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Ethereal Strike",
			"prerequisite": [
				{
					"spell": [
						"{@spell true strike}"
					]
				}
			],
			"entries": [
				"When you cast true strike, its range is 120 feet, and you can use your action on subsequent turns to extend the duration of the spell by 1 round, provided you did not make an attack on that turn. For the duration of the spell, attacks you make against the target don't require you to see it, and they pass harmlessly though objects, ignoring cover."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Face of Darkness",
			"prerequisite": [
				{
					"spell": [
						"{@spell friends}"
					]
				}
			],
			"entries": [
				"When the friends spell ends, the target of the spell must succeed on a Wisdom saving throw against your warlock spell save DC, or it is unaware that is has been affected by magic."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Frost Lance",
			"prerequisite": [
				{
					"spell": [
						"{@spell ray of frost}"
					]
				}
			],
			"entries": [
				"When you cast ray of frost, each creature in a 1 foot wide line between you and the target must make a Constitution saving throw against your warlock spell save DC. On a failed save, a creature takes cold damage equal to half your warlock level."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Gift of Three Crowns",
			"prerequisite": [
				{
					"spell": [
						"{@spell druidcraft}",
						"{@spell prestidigitation}",
						"{@spell thaumaturgy}"
					]
				}
			],
			"entries": [
				"If you know the druidcraft, prestidigitation, or thaumaturgy cantrip, you also know the other two cantrips from that list. They don't count against your number of cantrips known."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Grasp of the Storm Lord",
			"prerequisite": [
				{
					"spell": [
						"{@spell shocking grasp}"
					]
				}
			],
			"entries": [
				"When you cast shocking grasp, you can expend a warlock spell slot to amplify the attack. You gain a bonus to the attack roll equal to the level of the spell slot. If the attack hits, the target takes an extra a {@dice 1d8} lightning damage per level of the spell slot and it must succeed on a Constitution saving throw against your warlock spell save DC or it is {@condition paralyzed} until the start of your next turn."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Grave Touch",
			"prerequisite": [
				{
					"spell": [
						"{@spell chill touch}"
					]
				}
			],
			"entries": [
				"A humanoid killed by chill touch rises up as a {@creature zombie} at the start of your next turn. The zombie pursues whatever creature it can see that is closest to it. It remains animated for a number of rounds equal to your Charisma modifier (minimum of 1), after which time the zombie becomes inanimate once more."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Hallowed Flame",
			"prerequisite": [
				{
					"spell": [
						"{@spell sacred flame}"
					]
				}
			],
			"entries": [
				"When you deal damage to a fiend or undead with sacred flame, you can deal maximum damage, instead of rolling."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Hand of Chains",
			"prerequisite": [
				{
					"spell": [
						"{@spell mage hand}"
					]
				}
			],
			"entries": [
				"As an action, you can command your mage hand to grapple a Medium or smaller creature within 5 feet of it. The hand's Strength score equals your Charisma score, which you use to resolve the grapple."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Infernal Pursuer",
			"prerequisite": [
				{
					"spell": [
						"{@spell fire bolt}"
					]
				}
			],
			"entries": [
				"When you make an attack roll against a creature with fire bolt and miss, you can reroll the attack roll against a different creature in range."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Mephistopheles' Regards",
			"prerequisite": [
				{
					"spell": [
						"{@spell produce flame}"
					]
				}
			],
			"entries": [
				"When you attack a creature with the flame created by produce flame, you can expend a warlock spell slot to unleash a fiery explosion at the target's location. The target and each creature within 10 feet of it must make a Dexterity saving throw. On a failed save, a creature takes {@dice 3d4} fire damage per level of the spell slot. On a successful save, it takes half as much damage."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Murmur of Zhudun",
			"prerequisite": [
				{
					"spell": [
						"{@spell message}"
					]
				}
			],
			"entries": [
				"When you cast message, you can choose to convey a series of eldritch phrases to the target. If you do so, the target must succeed on a Wisdom saving throw against your warlock spell save DC or it is under the effect of a {@spell confusion} spell until the end of its turn, or until it takes any damage."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Relkath's Ruin",
			"prerequisite": [
				{
					"spell": [
						"{@spell thorn whip}"
					]
				}
			],
			"entries": [
				"When you cast thorn whip, you can target any number of creatures in range. For each additional creature you target, the damage each creature takes is reduced by 3 (to a minimum of 0)."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Touch of Renewal",
			"prerequisite": [
				{
					"spell": [
						"{@spell mending}"
					]
				}
			],
			"entries": [
				"You can use mending to reattach a creature's severed body members (fingers, legs, tails, and so on)."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "Waters of Minauros",
			"prerequisite": [
				{
					"spell": [
						"{@spell poison spray}"
					]
				}
			],
			"entries": [
				"When a creature fails its saving throw against poison spray, it is {@condition poisoned} until the end of your next turn."
			],
			"source": "NftFR",
			"featureType": [
				"EI"
			]
		}
	]
}
